Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# ST_Credits,CreditsText
source: Credits Original Concept Person #1 Director Person #2 Lead Designer Person #3 Designer Person #4 Person #5 Level Design Person #6 Person #7 Story Person #8 Person #9 Lead Programming Person #10 Programming Person #11 Person #12 Lead Artist Person #13 3D Artist Person #14 Person #15 Animation Person #16 Cinematics Person #17 Music Person #18 Special Thanks to You EPIC Games Inc.
de: Credits Original-Konzept Person #1 Direktor Person #2 Leitender Designer Person #3 Designer Person #4 Person #5 Level Design Person #6 Person #7 Story Person #8 Person #9 Leitende Programmierung Person #10 Programmierung Person #11 Person #12 Leitender Artist Person #13 3D Artist Person #14 Person #15 Animation Person #16 Cinematics Person #17 Musik Person #18 Besonderen Dank an Euch EPIC Games Inc.
fr: Crédits Concept original Personne n°1 Directeur Personne n°2 Concepteur principal Personne n°3 Designer Personne n°4 Personne n°5 Conception de niveau Personne n°6 Personne n°7 Histoire Personne n°8 Personne n°9 Programmation principale Personne n°10 La programmation Personne n°11 Personne n°12 Artiste principal Personne n°13 Artiste 3D Personne n°14 Personne n°15 Animation Personne n°16 Cinématiques Personne n°17 Musique Personne n°18 Remerciement spécial à Toi Jeux EPIC Inc.
hu: Készítők Eredeti koncepció Személy #1 Rendező 2. személy Vezető tervező Személy #3 Tervező Személy #4 Személy #5 Szinttervezés Személy #6 Person #7 Történet Személy #8 Person #9 Vezető programozás Személy #10 Programozás Személy #11 Személy #12 Vezető művész Személy #13 3D művész Személy #14 Személy #15 Animáció Személy #16 Cinematics Személy #17 Zene Személy #18 Külön köszönet You EPIC Games Inc.
ru: Разработчики Виталий Усатов VDGames Дмитрий Мичурин VDGames Павел Смирнов - Музыка и звуки.

# ST_Menu,DisplaySettings_HDRUI
source: HDR UI
fr: Interface utilisateur HDR
hu: HDR KEZELŐFELÜLET
ru: ПОЛЬЗОВАТЕЛЬСКИЙ интерфейс HDR

# ST_Menu,Level_MoonTown
source: MoonTown
fr: Ville de Lune
hu: Holdváros
it: Città della Luna

# Transport,Gear
source: Gear
de: Gang
fr: Engrenage
hu: Fogaskerék
it: Ingranaggio
ru: Передача

# Fish,Sazan
source: Sazan
hu: Ponty
ru: Сазан

# Fish,SazanText
source: Carp (Latin: Cyprinus carpio) is a freshwater fish belonging to the carp family. It is known for its large size, strong body and specific appearance. The carp has a massive body with a high body and rounded back. Its coloration can range from dark olive to golden, with a silvery tint on the sides. The carp also has pomaceous scales that cover its body, making it look like a mirror. The head of the carp is proportionately large, with small mouth openings. The carp is a gathering fish - it actively feeds on a variety of aquatic organisms including algae, plants, small crustaceans, invertebrates and even insects. It usually lives in slow-flowing or standing bodies of water such as rivers, ponds, lakes and canals. The carp is widely distributed in many parts of the world and is a popular fish for fishing. In fishing communities, it is known for its fight and strength when fished on a fishing rod. Given its size, carp can reach weights of up to 30 kg and lengths of up to 120 cm. It is also known for its jumping and strong jerks when trying to free itself. The meat of carp is considered tasty and nutritious, and it is widely used in cooking. It can be fried, baked, boiled or smoked. However, some regions regulate the catch of carp to prevent its rapid increase in numbers and to maintain ecological balance. Carp also plays an important ecological role in aquatic ecosystems. It helps maintain water clarity, controls populations of aquatic organisms, and serves as a food source for other predators such as grouse and pike. In general, carp is a large, strong and popular fish of fishing interest and widely used in cooking. It has a unique appearance and is an important element of freshwater ecosystems.
hu: A ponty (latinul: Cyprinus carpio) a pontyfélék családjába tartozó édesvízi hal. Nagy méretéről, erős testéről és különleges megjelenéséről ismert. A ponty teste masszív, magas testtel és lekerekített háttal rendelkezik. Színezete a sötét olajzöldtől az aranyszínűig terjedhet, az oldalán ezüstös árnyalattal. A ponty testét gránátos pikkelyek is borítják, amelyek tükörképszerűvé teszik a testét. A ponty feje arányosan nagy, kis szájnyílással. A ponty gyűjtögető hal - aktívan táplálkozik különféle vízi szervezetekkel, beleértve az algákat, növényeket, apró rákokat, gerincteleneket és még rovarokat is. Általában lassú áramlású vagy állóvizekben, például folyókban, tavakban, tavakban és csatornákban él. A ponty a világ számos részén elterjedt, és népszerű horgászhal. A horgászközösségekben a horgászbotra való horgászat során harcosságáról és erejéről ismert. Méretéből adódóan a ponty akár 30 kg-os súlyt és 120 cm-es hosszúságot is elérhet. Ismert továbbá ugrásairól és erős rándulásairól, amikor megpróbálja kiszabadítani magát. A ponty húsa ízletesnek és táplálónak számít, és széles körben használják a főzésben. Lehet sütni, sütni, főzni vagy füstölni. Egyes régiókban azonban szabályozzák a ponty kifogását, hogy megakadályozzák a gyors szaporodását és az ökológiai egyensúly fenntartását. A ponty fontos ökológiai szerepet játszik a vízi ökoszisztémákban is. Segít fenntartani a víz tisztaságát, szabályozza a vízi élőlények populációit, és táplálékforrásként szolgál más ragadozók, például a fajdok és a csukák számára. A ponty általában véve nagy, erős és népszerű hal, amely a halászat szempontjából érdekes, és széles körben használják a főzésben. Egyedi megjelenésű, és az édesvízi ökoszisztémák fontos eleme.
ru: Сазан (лат. Cyprinus carpio) - это пресноводная рыба, принадлежащая семейству карповых. Она известна своими крупными размерами, прочным телом и специфическим внешним видом. Сазан имеет массивное тело с высоким корпусом и округлой спиной. Его окраска может варьировать от темно-оливкового до золотистого, с серебристым оттенком на боках. У сазана также есть пометные чешуи, которые покрывают его тело, делая его похожим на зеркальце. Голова сазана пропорционально крупная, с маленькими ротовыми отверстиями. Сазан является рыбой собирательницей - он активно питается различными водными организмами, включая водоросли, растения, мелких ракообразных, беспозвоночных и даже насекомых. Он обычно живет в медленно текущих или стоячих водоемах, таких как реки, пруды, озера и каналы. Сазан широко разпространен во многих частях мира и является популярной рыбой для рыболовства. В рыболовных сообществах он известен своей борьбой и силой при выуживании на удочку. Учитывая свою величину, сазан может достигать веса до 30 кг и длины до 120 см. Он также известен своими прыжками и сильными рывками при попытке освободиться. Мясо сазана считается вкусным и питательным, и оно широко используется в кулинарии. Его можно жарить, запекать, варить или коптить. Однако некоторые регионы регулируют вылов сазана, чтобы предотвратить его быстрое увеличение численности и сохранить экологическое равновесие. Сазан также играет важную экологическую роль в водных экосистемах. Он помогает поддерживать чистоту воды, контролирует популяции водных организмов и служит источником пищи для других хищников, таких как глухари и щука. В целом, сазан - это крупная, сильная и популярная рыба, которая представляет интерес для рыболовства и широко используется в кулинарии. Он имеет уникальный внешний вид и является важным элементом пресноводных экосистем.

# Notice,GameName
source: Russian Village Simulator
ru: Симулятор Русской деревни

# Notice,Gopota
source: G.O.P.O.T.A.
ru: Г.О.П.О.Т.А.

# ST_Menu,GraphicsSettings_DLSS
source: Nvidia DLSS
ru: DLSS от Nvidia

# Bedding,BeetsText
source: The genus Beet (Béta vulgáris) is an annual, biennial or perennial herbaceous plant in the Amaranth family (Amaranthaceae), subfamily Chenopodioideae, previously considered as a separate family Chenopodiaceae. An important agricultural plant, it is cultivated everywhere in large areas as a vegetable crop for its root crops. In the southwestern regions of Russia, Belarus and Ukraine, the plant Ukr. beetle is colloquially called "borak" or "buryak.
it: Il genere Barbabietola (Béta vulgáris) è una pianta erbacea annuale, biennale o perenne della famiglia dell'Amaranto (Amaranthaceae), sottofamiglia Chenopodioideae, precedentemente considerata una famiglia separata delle Chenopodiaceae. Importante pianta agricola, è coltivata ovunque in vaste aree come coltura orticola per le sue radici. Nelle regioni sud-occidentali della Russia, Bielorussia e Ucraina, la pianta Ukr. lo scarabeo è colloquialmente chiamato "borak" o "buryak".

# ST_Menu,DLSS_DLAA
source: DLAA
it: DLLAA
