Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Kitchen,Stewed_beef_with_vegetable
source: Stewed beef with vegetable
de: Geschmortes Rindfleisch mit Gemüse
fr: Ragoût de boeuf aux légumes
ko: 야채를 곁들인 소고기 조림

# Kitchen,Stewed_beef_with_vegetableText
source: Stewed beef with vegetables is a classic dish that combines juicy meat and flavorful vegetables. Below is a detailed description of the recipe. Step 1: Prepare the ingredients - Take 1kg of beef and cut it into small pieces. - Also prepare 1 onion by cutting it into half rings. - Peel and cut 2 carrots and 2 potatoes into cubes. - Take 1 bell pepper and cut it into half rings. - Measure out 2 tablespoons of tomato paste. - Prepare 2 cups of beef broth. - Prepare salt, pepper and dry herbs to taste. Step 2: Cooking 1. In a deep pan, heat 2 tablespoons of vegetable oil. 2. Fry the beef in it until golden. This will help to enhance the flavor and aroma of the meat. 3. Add onions, carrots, potatoes, peppers, tomato paste and spices. Stir all ingredients so they are evenly distributed. 4- Braise the vegetables and beef together for about 5 minutes, covered with a lid. This will allow the vegetables to soften and release their juices. 5. Once done, pour the beef broth into the pot. 6. Bring the contents of the pot to a boil, and then reduce the heat to medium and braise the dish under a lid for about 1.5-2 hours. Check occasionally to make sure the meat has become soft and juicy. 7. If the dish appears too dry, you can add a little hot water or broth. 8. Ready stewed beef with vegetables can be served hot on the table, sprinkled with herbs for decoration. This dish goes well with a side dish of boiled rice or mashed potatoes. Stewed beef with vegetables has a delicate taste and flavor that will make your lunch or dinner special and delicious.
de: Geschmortes Rindfleisch mit Gemüse ist ein klassisches Gericht, das saftiges Fleisch und schmackhaftes Gemüse kombiniert. Im Folgenden findest du eine detaillierte Beschreibung des Rezepts. Schritt 1: Bereite die Zutaten vor - Nimm 1 kg Rindfleisch und schneide es in kleine Stücke. - Bereite auch 1 Zwiebel vor, indem du sie in halbe Ringe schneidest. - Schäle und schneide 2 Möhren und 2 Kartoffeln in Würfel. - Nimm 1 Paprika und schneide sie in halbe Ringe. - Miss 2 Esslöffel Tomatenmark ab. - Bereite 2 Tassen Rinderbrühe zu. - Bereite Salz, Pfeffer und trockene Kräuter zum Abschmecken vor. Schritt 2: Garen 1. Erhitze in einer tiefen Pfanne 2 Esslöffel Pflanzenöl. 2. Brate das Rindfleisch darin an, bis es goldbraun ist. Dadurch werden der Geschmack und das Aroma des Fleisches verstärkt. 3. Gib Zwiebeln, Karotten, Kartoffeln, Paprika, Tomatenmark und Gewürze hinzu. Rühre alle Zutaten um, damit sie gleichmäßig verteilt sind. 4. Schmore das Gemüse und das Rindfleisch etwa 5 Minuten lang zusammen mit einem Deckel. So kann das Gemüse weich werden und seinen Saft abgeben. 5. Sobald das Gemüse gar ist, gieße die Rinderbrühe in den Topf. 6. Bringe den Inhalt des Topfes zum Kochen, reduziere dann die Hitze auf mittlere Stufe und schmore das Gericht mit einem Deckel etwa 1,5-2 Stunden lang. Überprüfe gelegentlich, ob das Fleisch weich und saftig geworden ist. 7. Wenn das Gericht zu trocken erscheint, kannst du ein wenig heißes Wasser oder Brühe hinzufügen. 8. Das fertige geschmorte Rindfleisch mit Gemüse kann heiß auf dem Tisch serviert und mit Kräutern bestreut werden. Dieses Gericht passt gut zu einer Beilage aus gekochtem Reis oder Kartoffelpüree. Geschmortes Rindfleisch mit Gemüse hat einen delikaten Geschmack und ein Aroma, das dein Mittag- oder Abendessen zu etwas Besonderem und Köstlichem macht.
fr: Le ragoût de bœuf aux légumes est un plat classique qui combine viande juteuse et légumes savoureux. Vous trouverez ci-dessous une description détaillée de la recette. Étape 1 : Préparez les ingrédients - Prenez 1kg de bœuf et coupez-le en petits morceaux. - Préparez également 1 oignon en le coupant en demi-rondelles. - Épluchez et coupez 2 carottes et 2 pommes de terre en cubes. - Prenez 1 poivron et coupez-le en demi-anneaux. - Mesurez 2 cuillères à soupe de concentré de tomate. - Préparez 2 tasses de bouillon de bœuf. - Préparez du sel, du poivre et des herbes sèches selon votre goût. Étape 2 : Cuisson 1. Dans une poêle profonde, faites chauffer 2 cuillères à soupe d'huile végétale. 2. Faites-y revenir le bœuf jusqu'à ce qu'il soit doré. Cela contribuera à rehausser la saveur et l’arôme de la viande. 3. Ajouter les oignons, les carottes, les pommes de terre, les poivrons, le concentré de tomates et les épices. Mélangez tous les ingrédients pour qu'ils soient uniformément répartis. 4- Faites braiser ensemble les légumes et le bœuf pendant environ 5 minutes, recouverts d'un couvercle. Cela permettra aux légumes de ramollir et de libérer leur jus. 5. Une fois terminé, versez le bouillon de bœuf dans la marmite. 6. Portez le contenu de la casserole à ébullition, puis réduisez le feu à moyen et faites braiser le plat sous un couvercle pendant environ 1,5 à 2 heures. Vérifiez de temps en temps pour vous assurer que la viande est devenue molle et juteuse. 7. Si le plat paraît trop sec, vous pouvez ajouter un peu d'eau chaude ou de bouillon. 8. Le bœuf mijoté avec des légumes peut être servi chaud sur la table, saupoudré d'herbes pour la décoration. Ce plat se marie bien avec un accompagnement de riz bouilli ou de purée de pommes de terre. Le ragoût de bœuf aux légumes a un goût et une saveur délicats qui rendront votre déjeuner ou votre dîner spécial et délicieux.
ko: 야채를 곁들인 쇠고기 조림은 육즙이 풍부한 고기와 풍미 가득한 야채를 결합한 고전적인 요리입니다. 아래는 레시피에 대한 자세한 설명입니다. 1 단계 : 재료 준비 - 쇠고기 1kg을 가져다가 작은 조각으로 자릅니다. - 또한 양파 1 개를 반 고리로 잘라 준비합니다. - 당근 2 개와 감자 2 개를 껍질을 벗기고 입방체로 자릅니다. - 피망 1 개를 가져다가 반 고리로 자릅니다. - 토마토 페이스트 2 테이블 스푼을 계량합니다. - 쇠고기 국물 2 컵을 준비합니다. - 맛볼 소금, 후추, 마른 허브를 준비합니다. 2 단계 : 요리 1. 깊은 팬에 식물성 기름 2 큰술을 가열합니다. 2. 노릇해질 때까지 쇠고기를 볶습니다. 이것은 고기의 풍미와 향을 향상시키는 데 도움이 될 것입니다. 3. 양파, 당근, 감자, 고추, 토마토 페이스트 및 향신료를 추가합니다. 모든 재료가 고르게 분포되도록 저어주세요. 4- 뚜껑을 덮고 야채와 쇠고기를 함께 약 5분간 끓입니다. 이렇게하면 야채가 부드러워지고 주스가 방출됩니다. 5. 다 익으면 소고기 육수를 냄비에 붓습니다. 6. 냄비의 내용물을 끓인 후 불을 중간으로 줄이고 뚜껑을 덮어 약 1.5~2시간 동안 끓입니다. 가끔씩 고기가 부드럽고 육즙이 있는지 확인합니다. 7. 접시가 너무 건조 해 보이면 뜨거운 물이나 육수를 조금 더 추가 할 수 있습니다. 8. 야채와 함께 준비된 쇠고기 조림을 테이블에 뜨겁게 제공하고 장식용 허브를 뿌릴 수 있습니다. 이 요리는 삶은 쌀이나 으깬 감자의 반찬과 잘 어울립니다. 야채와 함께 끓인 쇠고기 조림은 섬세한 맛과 풍미가있어 점심이나 저녁을 특별하고 맛있게 만들어줍니다.

# Kitchen,Vareniki
source: Vareniki
de: Wareniki
ko: 바레니키
ru: Вареники

# Kitchen,VarenikiText
source: Vareniki are a traditional dish in many cuisines around the world, especially popular in Europe and the former Soviet Union. They consist of thin dough, which is wrapped in a semicircular or rectangular shape, and a filling, which can vary from meat and potato-mushroom to cottage cheese, fruit or berry. Dough for dumplings is usually made of wheat flour, eggs, salt and water. It is rolled out thinly and cut out round or rectangular shapes, on which the filling is placed. The filling can be made of meat (beef, pork, chicken), fish, potatoes, mushrooms, cottage cheese, berries or fruit. It can be flavored with various spices, herbs or sour cream. Vareniki are often cooked with jam, that is, cooked in boiling water until they become soft and elastic. They can be served with sour cream, butter or sauce. In addition, dumplings can be prepared by pan frying after cooking to give them a golden color and crispy crust. Varenyky is a nutritious and hearty dish that is often prepared for festive or special occasions, but can also be prepared for everyday consumption. They can be served as a main course, side dish or dessert, and can be prepared options for vegetarians, vegans or people with certain dietary restrictions. Vareniki are not only a delicious dish, but also part of the culture and traditions of many nations. They are a great opportunity to enjoy a variety of flavors and to enjoy pleasant conversation while eating.
de: Wareniki sind ein traditionelles Gericht in vielen Küchen der Welt, besonders beliebt in Europa und der ehemaligen Sowjetunion. Sie bestehen aus dünnem Teig, der in eine halbkreisförmige oder rechteckige Form gewickelt wird, und einer Füllung, die von Fleisch und Kartoffel-Pilz bis hin zu Hüttenkäse, Obst oder Beeren reichen kann. Der Teig für Knödel wird normalerweise aus Weizenmehl, Eiern, Salz und Wasser hergestellt. Er wird dünn ausgerollt und in runde oder rechteckige Formen ausgestochen, auf die die Füllung gelegt wird. Die Füllung kann aus Fleisch (Rind, Schwein, Huhn), Fisch, Kartoffeln, Pilzen, Hüttenkäse, Beeren oder Obst bestehen. Sie kann mit verschiedenen Gewürzen, Kräutern oder saurer Sahne aromatisiert werden. Wareniki werden oft mit Marmelade gekocht, d.h. in kochendem Wasser gegart, bis sie weich und elastisch werden. Sie können mit saurer Sahne, Butter oder Soße serviert werden. Außerdem können die Knödel nach dem Kochen in der Pfanne gebraten werden, damit sie eine goldene Farbe und eine knusprige Kruste bekommen. Varenyky sind ein nahrhaftes und herzhaftes Gericht, das oft zu festlichen oder besonderen Anlässen zubereitet wird, aber auch für den täglichen Verzehr geeignet ist. Sie können als Hauptgericht, Beilage oder Dessert serviert werden und sind auch für Vegetarier/innen, Veganer/innen oder Menschen mit bestimmten Ernährungseinschränkungen geeignet. Wareniki sind nicht nur ein köstliches Gericht, sondern auch Teil der Kultur und Traditionen vieler Länder. Sie sind eine gute Gelegenheit, eine Vielzahl von Geschmacksrichtungen zu genießen und sich beim Essen zu unterhalten.
fr: Les vareniki sont un plat traditionnel dans de nombreuses cuisines du monde entier, particulièrement populaires en Europe et dans l'ex-Union soviétique. Ils se composent d'une pâte fine, enveloppée dans une forme semi-circulaire ou rectangulaire, et d'une garniture, qui peut varier de la viande et de la pomme de terre-champignon au fromage cottage, en passant par les fruits ou les baies. La pâte pour les raviolis est généralement composée de farine de blé, d'œufs, de sel et d'eau. Il est étalé finement et découpé des formes rondes ou rectangulaires sur lesquelles est déposée la garniture. La garniture peut être composée de viande (bœuf, porc, poulet), de poisson, de pommes de terre, de champignons, de fromage cottage, de baies ou de fruits. Il peut être aromatisé avec diverses épices, herbes ou crème sure. Les vareniki sont souvent cuits avec de la confiture, c'est-à-dire cuits dans de l'eau bouillante jusqu'à ce qu'ils deviennent mous et élastiques. Ils peuvent être servis avec de la crème sure, du beurre ou de la sauce. De plus, les raviolis peuvent être préparés à la poêle après la cuisson pour leur donner une couleur dorée et une croûte croustillante. Le varenyky est un plat nutritif et copieux qui est souvent préparé pour des occasions festives ou spéciales, mais qui peut également être préparé pour une consommation quotidienne. Ils peuvent être servis comme plat principal, accompagnement ou dessert, et peuvent être préparés pour les végétariens, les végétaliens ou les personnes ayant certaines restrictions alimentaires. Les Vareniki ne sont pas seulement un plat délicieux, mais font également partie de la culture et des traditions de nombreux pays. C’est une excellente occasion de savourer une variété de saveurs et de discuter agréablement tout en mangeant.
hu: A vareniki a világ számos konyhájának hagyományos étele, különösen népszerű Európában és a volt Szovjetunióban. Vékony tésztából állnak, amelyet félkör vagy téglalap alakúra csomagolnak, és töltelékből állnak, amely a hústól és a burgonyától a gombán át a túróig, gyümölcsig vagy bogyós gyümölcsig terjedhet. A gombócok tésztája általában búzalisztből, tojásból, sóból és vízből készül. Vékonyra sodorják, és kerek vagy téglalap alakú formákat vágnak belőle, amelyekre a tölteléket helyezik. A töltelék készülhet húsból (marhahús, sertéshús, csirke), halból, burgonyából, gombából, túróból, bogyós gyümölcsből vagy gyümölcsből. Ízesíthető különböző fűszerekkel, gyógynövényekkel vagy tejföllel. A varenikit gyakran lekvárral főzik, azaz forró vízben addig főzik, amíg puha és rugalmas lesz. Tálalható tejföllel, vajjal vagy mártással. Ezenkívül a gombócokat úgy is elkészíthetjük, hogy a főzés után serpenyőben megsütjük őket, hogy aranyszínű és ropogós kérget kapjanak. A varenyky tápláló és kiadós étel, amelyet gyakran ünnepi vagy különleges alkalmakra készítenek, de mindennapi fogyasztásra is elkészíthető. Tálalható főételként, köretként vagy desszertként, és vegetáriánusok, vegánok vagy bizonyos étrendi korlátozásokkal élők számára is készíthetők opciók. A vareniki nemcsak finom étel, hanem számos nemzet kultúrájának és hagyományainak része is. Remek lehetőséget nyújtanak a különféle ízek élvezetére és az evés közbeni kellemes beszélgetésre.
it: I vareniki sono un piatto tradizionale in molte cucine di tutto il mondo, particolarmente popolari in Europa e nell'ex Unione Sovietica. Sono costituiti da una pasta sottile, avvolta in una forma semicircolare o rettangolare, e da un ripieno, che può variare dalla carne, alle patate-funghi, alla ricotta, alla frutta o ai frutti di bosco. L'impasto per gli gnocchi è solitamente composto da farina di frumento, uova, sale e acqua. Si stende sottilmente e si ritagliano forme rotonde o rettangolari, sulle quali viene adagiato il ripieno. Il ripieno può essere a base di carne (manzo, maiale, pollo), pesce, patate, funghi, ricotta, frutti di bosco o frutta. Può essere aromatizzato con varie spezie, erbe aromatiche o panna acida. I vareniki vengono spesso cotti con marmellata, cioè cotti in acqua bollente fino a quando diventano morbidi ed elastici. Possono essere serviti con panna acida, burro o salsa. Inoltre, gli gnocchi possono essere preparati saltandoli in padella dopo la cottura per conferire loro un colore dorato e una crosta croccante. Il Varenyky è un piatto nutriente e sostanzioso che viene spesso preparato per le occasioni festive o speciali, ma può anche essere preparato per il consumo quotidiano. Possono essere serviti come piatto principale, contorno o dessert e possono essere preparati per vegetariani, vegani o persone con determinate restrizioni dietetiche. I Vareniki non sono solo un piatto delizioso, ma fanno anche parte della cultura e delle tradizioni di molte nazioni. Sono un'ottima occasione per assaporare una varietà di sapori e per intrattenere piacevoli conversazioni mentre si mangia.
ko: 바레니키는 전 세계 많은 요리에서 사용되는 전통 요리로, 특히 유럽과 구소련에서 인기가 높습니다. 반원형 또는 직사각형 모양으로 감싼 얇은 반죽과 고기와 감자 버섯에서 코티지 치즈, 과일 또는 베리에 이르기까지 다양 할 수있는 속을 채우는 것으로 구성됩니다. 만두 반죽은 일반적으로 밀가루, 계란, 소금 및 물로 만들어집니다. 얇게 펴서 둥글거나 직사각형 모양으로 잘라내어 충전물을 놓습니다. 속은 고기 (쇠고기, 돼지 고기, 닭고기), 생선, 감자, 버섯, 코티지 치즈, 딸기 또는 과일로 만들 수 있습니다. 다양한 향신료, 허브 또는 사워 크림으로 맛을 낼 수 있습니다. 바레니키는 종종 잼으로 조리되며, 즉 부드럽고 탄력이 생길 때까지 끓는 물에 조리됩니다. 사워 크림, 버터 또는 소스와 함께 제공 될 수 있습니다. 또한 만두는 요리 후 팬 튀김으로 준비하여 황금색과 바삭한 빵 껍질을 얻을 수 있습니다. 바레니키는 종종 축제 나 특별한 날을 위해 준비되는 영양가 있고 풍성한 요리이지만 일상적인 소비를 위해 준비 할 수도 있습니다. 메인 코스, 반찬 또는 디저트로 제공 할 수 있으며 채식주의 자, 비건 채식인 또는 특정식이 제한이있는 사람들을위한 옵션을 준비 할 수 있습니다. 바레니키는 맛있는 요리일 뿐만 아니라 많은 국가의 문화와 전통의 일부이기도 합니다. 다양한 맛을 즐기고 먹으면서 즐거운 대화를 나눌 수 있는 좋은 기회입니다.
ru: Вареники - это традиционное блюдо во многих кухнях по всему миру, особенно популярное в Европе и странах бывшего Советского Союза. Они состоят из тонкого теста, которое заворачивается в полукруглую или прямоугольную форму, и начинки, которая может быть различной - от мясной и картофельно-грибной до творожной, фруктовой или ягодной. Тесто для вареников обычно делается из пшеничной муки, яиц, соли и воды. Его тонко раскатывают и вырезают круглые или прямоугольные формы, на которые кладут начинку. Начинка может быть приготовлена из мяса (говядины, свинины, курицы), рыбы, картофеля, грибов, творога, ягод или фруктов. Она может быть приправлена различными специями, зеленью или сметаной. Вареники часто готовят вареньем, то есть варят в кипящей воде, пока они не станут мягкими и упругими. Они могут быть поданы с сметаной, маслом или соусом. Кроме того, вареники можно приготовить обжаривая на сковороде после варки для придания им золотистого цвета и хрустящей корочки. Вареники - это питательное и сытное блюдо, которое часто готовится на праздничные или особые случаи, но также может быть приготовлено для повседневного потребления. Они могут быть сервированы как основное блюдо, гарнир или десерт, и могут быть приготовлены варианты для вегетарианцев, веганов или людей с определенными диетическими ограничениями. Вареники - это не только вкусное блюдо, но и часть культуры и традиций многих народов. Они представляют собой прекрасную возможность насладиться разнообразными вкусами и получить удовольствие от приятного общения во время приема пищи.

# Learning,10Name
source: Fast travel
de: Schnellreise
fr: Voyage rapide
hu: Gyors utazás
it: Viaggio veloce
ko: 빠른 이동
ru: Быстрое перемещение

# Learning,10Text
source: If you use stops, you can move quickly throughout the village.
de: Wenn du Haltestellen benutzt, kannst du dich im Dorf schneller bewegen.
fr: Si vous utilisez des arrêts, vous pourrez vous déplacer rapidement dans tout le village.
hu: Ha a megállókat használja, gyorsan haladhat a faluban.
it: Se usi le fermate, puoi muoverti rapidamente in tutto il villaggio.
ko: 정류장을 이용하면 마을 곳곳을 빠르게 이동할 수 있습니다.
ru: Если использовать остановки, то можно быстро перемещаться по деревне.

# Learning,11Name
source: Bird house
de: Vogelhaus
fr: Nichoir à oiseaux
hu: Madárház
it: Casa degli uccelli
ko: 새집
ru: Скворечник

# Learning,11Text
source: You can make feeders in your workshop and hang them in the trees.
de: Du kannst in deiner Werkstatt Futterhäuschen bauen und sie in die Bäume hängen.
fr: Vous pouvez fabriquer des mangeoires dans votre atelier et les accrocher dans les arbres.
hu: A műhelyben készíthetsz etetőket, és felakaszthatod őket a fákra.
it: Puoi realizzare mangiatoie nel tuo laboratorio e appenderle agli alberi.
ko: 작업장에서 사료통을 만들어 나무에 걸 수 있습니다.
ru: Можно сделать скворечники в мастерской и развесить их на деревьях.

# Learning,12Name
source: Preparing jars
de: Gläser vorbereiten
fr: Préparation des bocaux
hu: Üvegek előkészítése
it: Preparazione dei vasetti
ko: 병 준비하기
ru: Консервирование

# Learning,12Text
source: With the help of a stockpot, you can make jars from the vegetables you have grown.
de: Mit Hilfe eines Vorratstopfes kannst du aus dem Gemüse, das du angebaut hast, Konserven herstellen.
fr: À l’aide d’une marmite, vous pouvez réaliser des bocaux à partir des légumes que vous avez cultivés.
hu: Egy befőttesüveg segítségével befőttesüvegeket készíthet a megtermelt zöldségekből.
it: Con l'aiuto di una pentola potete realizzare dei vasetti con le verdure che avete coltivato.
ko: 냄비를 사용하면 직접 재배한 채소로 병을 가득 담글 수 있습니다.
ru: Здесь можно законсервировать банки из выращенных овощей.

# Learning,13Name
source: Vegetable storage
de: Gemüselager
fr: Stockage de légumes
hu: Zöldségtárolás
it: Conservazione delle verdure
ko: 야채 저장고
ru: Овощехранилище

# Learning,13Text
source: In the cellar of your shed you can take bags of harvested crops from your vegetable garden. Put the bag in the bag.
de: Im Keller deines Schuppens kannst du Säcke mit geernteten Pflanzen aus deinem Gemüsegarten aufbewahren. Stecke den Inhalt in den Sack.
fr: Dans la cave de votre hangar vous pourrez emporter des sacs de récoltes de votre potager. Mettez le sac dans le sac.
hu: A fészer pincéjében zsákokban tárolhatja a zöldségeskertből betakarított terményeket. Tegye a zsákot a zsákba.
it: Nella cantina del tuo capannone puoi portare sacchi di raccolti raccolti dal tuo orto. Metti la borsa nella borsa.
ko: 창고 지하실에서 텃밭에서 수확한 작물 포대를 가져갈 수 있습니다. 포대를 가방에 넣으세요.
ru: В подвале сарая можно разместить мешки с собранным урожаем с огорода. Ставьте мешок в мешок.

# Learning,14Name
source: The beds
de: Die Beete
fr: Les lits
hu: Az ágyak
it: I letti
ko: 텃밭
ru: Кровать

# Learning,14Text
source: You can grow a variety of vegetables and other crops in the beds. You will need to buy seeds for them from Agafya's store. Grow and harvest crops and store them in the cellar of your barn. Be sure to carry the bags one at a time. While working on the vegetable garden, time flies by :-)
de: In den Beeten kannst du eine Vielzahl von Gemüse und anderen Pflanzen anbauen. Die Samen dafür musst du in Agafyas Geschäft kaufen. Baue die Pflanzen an, ernte sie und lagere sie im Keller deiner Scheune. Achte darauf, die Säcke einzeln zu tragen. Bei der Arbeit im Gemüsegarten vergeht die Zeit wie im Flug :-)
fr: Vous pouvez cultiver une variété de légumes et d’autres cultures dans les plates-bandes. Vous devrez acheter des graines pour eux dans le magasin d'Agafya. Cultivez et récoltez vos récoltes et stockez-les dans la cave de votre grange. Assurez-vous de transporter les sacs un à la fois. En travaillant au potager, le temps passe vite :-)
hu: Az ágyásokban különféle zöldségeket és egyéb növényeket termeszthet. Ezekhez vetőmagokat kell vásárolnod Agafya boltjában. Termessz és takarítsd be a terményeket, és tárold őket a pajtád pincéjében. Ügyeljen arra, hogy a zsákokat egyenként hordja. Miközben a zöldségeskertben dolgozol, az idő csak úgy repül :-)
it: Puoi coltivare una varietà di verdure e altre colture nei letti. Dovrai acquistare i semi per loro dal negozio di Agafya. Coltiva e raccogli i raccolti e conservali nella cantina del tuo fienile. Assicurati di portare le borse una alla volta. Mentre si lavora nell'orto il tempo vola :-)
ko: 텃밭에서 다양한 채소 및 기타 작물을 재배 할 수 있습니다. 아가피아의 상점에서 씨앗을 구입해야 합니다. 작물을 재배하고 수확하여 헛간 지하실에 저장하세요. 가방을 한 번에 하나씩 운반하십시오. 채소밭에서 일하는 동안 시간이 날아갑니다 :-)
ru: На грядках можно выращивать различные овощи и другие культуры. Семена для них нужно будет купить у Марьи Ивановны. Выращивайте и собирайте урожай и храните его в подвале вашего сарая. Обязательно таскайте мешки по одному. Во время работы на огороде время летит незаметно :-)

# Learning,15Name
source: Shop
de: Geschäft
fr: Boutique
hu: Bolt
it: Negozio
ko: 쇼핑
ru: Магазин

# Learning,15Text
source: You can buy or sell your items in the store.
de: Du kannst Artikel im Geschäft kaufen oder verkaufen.
fr: Vous pouvez acheter ou vendre vos articles dans le magasin.
hu: A boltban megvásárolhatja vagy eladhatja a tárgyait.
it: Puoi acquistare o vendere i tuoi articoli nel negozio.
ko: 상점에서 아이템을 구매하거나 판매할 수 있습니다.
ru: В магазине можно покупать или продавать свои товары.

# Learning,16Name
source: Hoe
de: Hacke
fr: Pioche
hu: Kapa
it: Zappetta
ko: 괭이
ru: Мотыга

# Learning,16Text
source: Here you can find the hoe needed for mining stone.
de: Hier findest du die Spitzhacke, die du für den Steinabbau brauchst.
fr: Ici vous pouvez trouver la Pioche nécessaire pour extraire la pierre.
hu: Itt találod a kőbányászathoz szükséges kapát.
it: Qui puoi trovare la zappa necessaria per estrarre la pietra.
ko: 여기에서 돌을 채굴하는 데 필요한 괭이를 찾을 수 있습니다.
ru: Здесь вы найдете мотыгу, необходимую для добычи камня.

# Learning,17Name
source: Table saw
de: Tischsäge
fr: Banc de scie
hu: Asztali fűrész
it: Sega da tavolo
ko: 테이블 톱
ru: Настольная пила
