Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Seeds,SunflowerText
source: Sunflower seeds (Helianthus annuus) are the seeds of an annual plant that is grown for oil, animal feed, or as an ornamental crop. Here are some characteristics of sunflower seeds: 1. Shape and Size: Sunflower seeds have an oval shape and are flat and compressed. They are large in size, usually about 1-2 cm in diameter and about 0.5 cm thick. 2. Color: Sunflower seeds are covered on the outside with a dark brown shell that protects the interior from damage and oxidation. The seeds themselves are light yellow in color. 3. Sowing: Sunflower seeds are sown directly into the soil in the spring when the risk of frost is minimal. The seeds can be planted in rows at regular intervals to ensure adequate space for plant growth. They are sown at a depth of about 5-7 cm. 4. Care: Sunflowers require adequate sunlight, so it is important to choose an open and sunny place to plant them. They also need regular watering, especially during dry spells. Removing weeds and tilling the soil around the plants is also important to ensure healthy growth. 5. Harvesting: Sunflower seeds mature 70-100 days after sowing. When the sunflower flowers begin to spill their seeds and their backsides turn yellow, the seeds are ready to be harvested. To harvest the seeds, you can cut them with scissors or simply break the stalks. The seeds should be dried and stored in a dry and cool place. There are different varieties of sunflower seeds that can vary in size, oil content and flavor. Choose the variety that suits your requirements and growing purpose.
de: Sonnenblumenkerne (Helianthus annuus) sind die Samen einer einjährigen Pflanze, die zur Ölgewinnung, als Tierfutter oder als Zierpflanze angebaut wird. Hier sind einige Merkmale von Sonnenblumenkernen: 1. Form und Größe: Sonnenblumenkerne haben eine ovale Form und sind flach und gepresst. Sie sind groß, haben in der Regel einen Durchmesser von 1-2 cm und sind etwa 0,5 cm dick. 2. Farbe: Sonnenblumenkerne sind außen mit einer dunkelbraunen Schale überzogen, die das Innere vor Beschädigung und Oxidation schützt. Die Kerne selbst haben eine hellgelbe Farbe. 3. Aussaat: Sonnenblumensamen werden im Frühjahr, wenn die Frostgefahr gering ist, direkt in den Boden gesät. Die Samen können in regelmäßigen Abständen in Reihen gepflanzt werden, um ausreichend Platz für das Pflanzenwachstum zu gewährleisten. Die Aussaattiefe beträgt etwa 5-7 cm. 4. Pflege: Sonnenblumen benötigen ausreichend Sonnenlicht, daher ist es wichtig, einen offenen und sonnigen Platz für die Pflanzung zu wählen. Außerdem müssen sie regelmäßig gegossen werden, vor allem in Trockenperioden. Das Entfernen von Unkraut und das Bearbeiten des Bodens um die Pflanzen herum sind ebenfalls wichtig, um ein gesundes Wachstum zu gewährleisten. 5. Die Ernte: Sonnenblumenkerne reifen 70-100 Tage nach der Aussaat. Wenn die Sonnenblumenblüten beginnen, ihre Samen zu verstreuen und ihre Rückseiten gelb werden, sind die Samen erntereif. Um die Samen zu ernten, kann man sie mit einer Schere abschneiden oder einfach die Stängel abbrechen. Die Samen sollten getrocknet und an einem trockenen und kühlen Ort gelagert werden. Es gibt verschiedene Sorten von Sonnenblumenkernen, die sich in Größe, Ölgehalt und Geschmack unterscheiden können. Wählen Sie die Sorte, die Ihren Anforderungen und Ihrem Anbauzweck entspricht.
fr: Les graines de tournesol (Helianthus annuus) sont les graines d'une plante annuelle cultivée pour l'huile, l'alimentation animale ou comme culture ornementale. Voici quelques caractéristiques des graines de tournesol : 1. Forme et taille : Les graines de tournesol ont une forme ovale et sont plates et comprimées. Ils sont de grande taille, mesurant généralement environ 1 à 2 cm de diamètre et environ 0,5 cm d'épaisseur. 2. Couleur : les graines de tournesol sont recouvertes à l'extérieur d'une coque marron foncé qui protège l'intérieur des dommages et de l'oxydation. Les graines elles-mêmes sont de couleur jaune clair. 3. Semis : Les graines de tournesol sont semées directement dans le sol au printemps lorsque les risques de gel sont minimes. Les graines peuvent être plantées en rangées à intervalles réguliers pour garantir un espace suffisant pour la croissance des plantes. Ils sont semés à une profondeur d'environ 5 à 7 cm. 4. Entretien : Les tournesols nécessitent suffisamment de soleil, il est donc important de choisir un endroit ouvert et ensoleillé pour les planter. Ils ont également besoin d’un arrosage régulier, surtout pendant les périodes sèches. Éliminer les mauvaises herbes et labourer le sol autour des plantes est également important pour assurer une croissance saine. 5. Récolte : Les graines de tournesol mûrissent 70 à 100 jours après le semis. Lorsque les fleurs de tournesol commencent à répandre leurs graines et que leur dos jaunit, les graines sont prêtes à être récoltées. Pour récolter les graines, vous pouvez les couper avec des ciseaux ou simplement casser les tiges. Les graines doivent être séchées et conservées dans un endroit sec et frais. Il existe différentes variétés de graines de tournesol qui peuvent varier en taille, en teneur en huile et en saveur. Choisissez la variété qui correspond à vos besoins et à votre objectif de culture.
hu: A napraforgómag (Helianthus annuus) egy egynyári növény magja, amelyet olaj, állati takarmány vagy dísznövényként termesztenek. Íme a napraforgómag néhány jellemzője: 1. Alak és méret: A napraforgómagok ovális alakúak, laposak és összenyomottak. Nagy méretűek, általában 1-2 cm átmérőjűek és körülbelül 0,5 cm vastagok. 2. Szín: A napraforgómagot kívülről sötétbarna héj borítja, amely megvédi a belsejét a sérüléstől és az oxidációtól. Maguk a magok világossárga színűek. 3. Vetés: A napraforgómagokat közvetlenül a talajba vetik tavasszal, amikor a fagyveszély minimális. A magokat rendszeres időközönként sorokba lehet ültetni, hogy a növények növekedéséhez megfelelő helyet biztosítsunk. A magokat körülbelül 5-7 cm mélyre vetjük. 4. Ápolás: A palántákat a következő módon kell elültetni: - A palántákat a talajba kell ültetni: A napraforgónak megfelelő napfényre van szüksége, ezért fontos, hogy nyílt és napos helyet válasszunk az ültetéshez. Rendszeres öntözést is igényelnek, különösen szárazság idején. A gyomok eltávolítása és a növények körüli talaj megmunkálása szintén fontos az egészséges növekedés érdekében. 5. Betakarítás: A napraforgómagok a vetés után 70-100 nappal érnek be. Amikor a napraforgó virágai elkezdik ontani a magokat, és a hátoldaluk sárgulni kezd, a magok készen állnak a betakarításra. A magok betakarításához ollóval vághatja le őket, vagy egyszerűen letörheti a szárakat. A magokat meg kell szárítani, és száraz, hűvös helyen kell tárolni. A napraforgómagoknak különböző fajtái vannak, amelyek méretükben, olajtartalmukban és ízükben is eltérhetnek. Válassza ki az igényeinek és a termesztési célnak megfelelő fajtát.
it: I semi di girasole (Helianthus annuus) sono i semi di una pianta annuale coltivata per l'olio, l'alimentazione animale o come coltura ornamentale. Ecco alcune caratteristiche dei semi di girasole: 1. Forma e dimensione: i semi di girasole hanno una forma ovale e sono piatti e compressi. Sono di grandi dimensioni, solitamente circa 1-2 cm di diametro e circa 0,5 cm di spessore. 2. Colore: i semi di girasole sono ricoperti all'esterno da un guscio marrone scuro che protegge l'interno da danni e ossidazione. I semi stessi sono di colore giallo chiaro. 3. Semina: i semi di girasole vengono seminati direttamente nel terreno in primavera, quando il rischio di gelate è minimo. I semi possono essere piantati in file a intervalli regolari per garantire uno spazio adeguato alla crescita delle piante. Si seminano ad una profondità di circa 5-7 cm. 4. Cura: i girasoli richiedono un'adeguata luce solare, quindi è importante scegliere un luogo aperto e soleggiato dove piantarli. Hanno anche bisogno di annaffiature regolari, soprattutto durante i periodi di siccità. Anche rimuovere le erbacce e lavorare il terreno attorno alle piante è importante per garantire una crescita sana. 5. Raccolta: i semi di girasole maturano 70-100 giorni dopo la semina. Quando i fiori del girasole cominciano a perdere i semi e il loro fondoschiena diventa giallo, i semi sono pronti per essere raccolti. Per raccogliere i semi potete tagliarli con le forbici o semplicemente spezzare i gambi. I semi devono essere essiccati e conservati in un luogo fresco e asciutto. Esistono diverse varietà di semi di girasole che possono variare in dimensioni, contenuto di olio e sapore. Scegli la varietà che si adatta alle tue esigenze e al tuo scopo di coltivazione.
ko: 해바라기씨(해바라기꽃)는 기름, 동물 사료 또는 관상용 작물로 재배되는 일년생 식물의 씨앗입니다. 해바라기씨의 몇 가지 특징은 다음과 같습니다: 1. 모양과 크기: 해바라기 씨앗은 타원형이며 평평하고 압축되어 있습니다. 일반적으로 지름이 약 1-2cm, 두께가 약 0.5cm로 크기가 큽니다. 2. 색상: 해바라기 씨앗은 외부가 짙은 갈색 껍질로 덮여 있어 내부가 손상되거나 산화되지 않도록 보호합니다. 씨앗 자체는 밝은 노란색입니다. 3. 파종: 해바라기 씨앗은 서리의 위험이 최소화되는 봄에 토양에 직접 뿌려집니다. 씨앗은 식물 성장을위한 적절한 공간을 확보하기 위해 일정한 간격으로 줄을 지어 심을 수 있습니다. 그들은 약 5-7cm 깊이에 뿌려집니다. 4. 관리: 해바라기는 적절한 햇빛이 필요하므로 개방적이고 햇볕이 잘 드는 장소를 선택하는 것이 중요합니다. 그들은 또한 특히 건조한 주문 중에 정기적으로 물을 주어야합니다. 잡초를 제거하고 식물 주변의 토양을 경작하는 것도 건강한 성장을 보장하는 데 중요합니다. 5. 수확하기: 해바라기 씨앗은 파종 후 70~100일 후에 성숙합니다. 해바라기 꽃이 씨앗을 흘리기 시작하고 뒷면이 노랗게 변하면 씨앗을 수확할 준비가 된 것입니다. 씨앗을 수확하려면 가위로 자르거나 단순히 줄기를 부러뜨릴 수 있습니다. 씨앗은 말려서 건조하고 서늘한 곳에 보관해야 합니다. 해바라기씨에는 크기, 기름 함량 및 풍미가 다양한 종류가 있습니다. 요구 사항과 재배 목적에 맞는 품종을 선택하세요.
ru: Семена подсолнечника (Helianthus annuus) - это семена однолетнего растения, выращиваемого для получения масла, корма для животных или в качестве декоративной культуры. Вот некоторые характеристики семян подсолнечника: 1. Форма и размер: Семена подсолнечника имеют овальную форму, плоские и сжатые. Они крупные, обычно около 1-2 см в диаметре и около 0,5 см толщиной. 2. Цвет: Снаружи семена подсолнечника покрыты темно-коричневой оболочкой, которая защищает внутреннюю часть от повреждений и окисления. Сами семена светло-желтого цвета. 3. Посев: Семена подсолнечника высевают непосредственно в грунт весной, когда риск заморозков минимален. Семена можно высаживать рядами через равные промежутки, чтобы обеспечить достаточное пространство для роста растений. Их высевают на глубину около 5-7 см. 4. Уход: Подсолнухи требуют достаточного количества солнечного света, поэтому для их посадки важно выбрать открытое и солнечное место. Кроме того, они нуждаются в регулярном поливе, особенно в засушливые периоды. Удаление сорняков и обработка почвы вокруг растений также важны для обеспечения их здорового роста. 5. Сбор урожая: Семена подсолнечника созревают через 70-100 дней после посева. Когда цветки подсолнечника начинают рассыпать семена и их тыльная сторона желтеет, семена готовы к сбору. Чтобы собрать семена, их можно срезать ножницами или просто сломать стебли. Семена следует высушить и хранить в сухом и прохладном месте. Существуют различные сорта семян подсолнечника, отличающиеся по размеру, содержанию масла и вкусу. Выбирайте тот сорт, который соответствует вашим требованиям и целям выращивания.

# Seeds,Tomato
source: Seed tomato
de: Tomatensamen
fr: Graine de tomate
hu: Vetőparadicsom
it: Semi di Pomodoro
ko: 토마토 씨앗
ru: Семена помидор

# Seeds,TomatoText
source: Tomato seeds are the small seed grains from which tomato plants are grown. They are the main method of propagation of tomato plants. Tomato seeds have different sizes and shapes depending on the variety of tomato plant from which they were collected. They are usually flat, rounded and brown or black in color. Tomato seeds are usually sorted by their coarseness and quality. Large and healthy seeds are considered the best for sowing, as they have more life-giving substances and have a high chance of germination and successful plant development. Tomato seeds have certain characteristics that can be used to determine their quality and freshness. For example, fresh tomato seeds should be firm and dense, with no signs of damage or rotting. They may also be covered with a thin layer of film or mica, which enhances their storability. When tomato seeds are sown, they are usually sown in soil or a special sowing medium and then buried to a certain depth. They require heat, moisture and light to germinate and start growing. Tomato seeds have a great genetic diversity, which allows you to get different varieties and hybrids of tomatoes with different shapes, sizes and colors of fruits, as well as different taste qualities. Growing tomatoes from seeds is a fascinating and rewarding process that can be done either at home or in a garden or vegetable garden. In addition, growing your own tomatoes allows you to control the process and get fresh and tasty fruits.
de: Tomatensamen sind die kleinen Samenkörner, aus denen Tomatenpflanzen gezogen werden. Sie sind die wichtigste Methode zur Vermehrung von Tomatenpflanzen. Tomatensamen haben je nach Tomatensorte, von der sie geerntet wurden, unterschiedliche Größen und Formen. Sie sind in der Regel flach, rund und von brauner oder schwarzer Farbe. Tomatensamen werden in der Regel nach ihrer Grobheit und Qualität sortiert. Große und gesunde Samen gelten als die besten für die Aussaat, da sie mehr lebensspendende Substanzen enthalten und eine hohe Chance auf Keimung und erfolgreiche Pflanzenentwicklung haben. Tomatensamen weisen bestimmte Merkmale auf, anhand derer man ihre Qualität und Frische bestimmen kann. Frische Tomatensamen sollten zum Beispiel fest und dicht sein und keine Anzeichen von Beschädigung oder Fäulnis aufweisen. Sie können auch mit einer dünnen Schicht aus Folie oder Glimmer überzogen sein, was ihre Lagerfähigkeit erhöht. Bei der Aussaat von Tomatensamen werden diese in der Regel in Erde oder ein spezielles Aussaatmedium gesät und dann bis zu einer bestimmten Tiefe eingegraben. Sie benötigen Wärme, Feuchtigkeit und Licht, um zu keimen und zu wachsen. Tomatensamen haben eine große genetische Vielfalt, die es ermöglicht, verschiedene Tomatensorten und -hybriden mit unterschiedlichen Formen, Größen und Farben der Früchte sowie unterschiedlichen Geschmacksqualitäten zu erhalten. Der Anbau von Tomaten aus Samen ist ein faszinierender und lohnender Prozess, der entweder zu Hause oder in einem Garten oder Gemüsegarten durchgeführt werden kann. Wenn Sie Ihre eigenen Tomaten anbauen, können Sie den Prozess kontrollieren und erhalten frische und schmackhafte Früchte.
fr: Les graines de tomates sont les petites graines à partir desquelles les plants de tomates sont cultivés. Ils constituent la principale méthode de propagation des plants de tomates. Les graines de tomates ont des tailles et des formes différentes selon la variété de plant de tomate sur laquelle elles ont été récoltées. Ils sont généralement plats, arrondis et de couleur brune ou noire. Les graines de tomates sont généralement triées selon leur grossièreté et leur qualité. Les graines grosses et saines sont considérées comme les meilleures pour le semis, car elles contiennent plus de substances vitales et ont de grandes chances de germination et de développement réussi des plantes. Les graines de tomates possèdent certaines caractéristiques qui peuvent être utilisées pour déterminer leur qualité et leur fraîcheur. Par exemple, les graines de tomates fraîches doivent être fermes et denses, sans aucun signe de dommage ou de pourriture. Ils peuvent également être recouverts d’une fine couche de film ou de mica, ce qui améliore leur conservation. Lorsque les graines de tomates sont semées, elles sont généralement semées dans de la terre ou dans un substrat de semis spécial, puis enterrées à une certaine profondeur. Ils ont besoin de chaleur, d’humidité et de lumière pour germer et commencer à croître. Les graines de tomates ont une grande diversité génétique, ce qui permet d'obtenir différentes variétés et hybrides de tomates avec différentes formes, tailles et couleurs de fruits, ainsi que différentes qualités gustatives. Cultiver des tomates à partir de graines est un processus fascinant et enrichissant qui peut être réalisé aussi bien à la maison que dans un jardin ou un potager. De plus, cultiver vos propres tomates vous permet de contrôler le processus et d'obtenir des fruits frais et savoureux.
hu: A paradicsommagok azok az apró magszemek, amelyekből a paradicsomnövényeket nevelik. Ezek a paradicsomnövények fő szaporítási módszere. A paradicsommagok különböző méretűek és alakúak, attól függően, hogy a paradicsomnövény melyik fajtájából gyűjtötték őket. Általában laposak, kerekdedek és barna vagy fekete színűek. A paradicsommagokat általában durvaságuk és minőségük szerint válogatják. A nagyméretű és egészséges magokat tartják a legjobbnak vetésre, mivel több életadó anyagot tartalmaznak, és nagy az esélyük a csírázásra és a sikeres növényfejlődésre. A paradicsommagoknak vannak bizonyos jellemzőik, amelyek alapján meghatározható a minőségük és a frissességük. A friss paradicsommagoknak például szilárdnak és tömörnek kell lenniük, és nem lehetnek sérülés vagy rothadás jelei. Lehet, hogy vékony fóliával vagy csillámmal vannak bevonva, ami növeli a tárolhatóságukat. A paradicsommagok vetésekor általában talajba vagy speciális vetőtalajba vetik, majd bizonyos mélységig elföldelik őket. A csírázáshoz és a növekedés megkezdéséhez hőre, nedvességre és fényre van szükségük. A paradicsommagok nagy genetikai változatossággal rendelkeznek, ami lehetővé teszi, hogy különböző paradicsomfajtákat és -hibrideket kapjunk, amelyek különböző alakú, méretű és színű gyümölcsökkel, valamint különböző ízminőségekkel rendelkeznek. A paradicsom magról történő termesztése lenyűgöző és kifizetődő folyamat, amelyet akár otthon, akár kertben vagy zöldségeskertben is végezhetünk. Ráadásul a saját paradicsom termesztése lehetővé teszi, hogy ellenőrizze a folyamatot, és friss és ízletes gyümölcsöket kapjon.
it: I semi di pomodoro sono i piccoli granelli da cui vengono coltivate le piante di pomodoro. Sono il principale metodo di propagazione delle piante di pomodoro. I semi di pomodoro hanno dimensioni e forme diverse a seconda della varietà di pianta di pomodoro da cui sono stati raccolti. Di solito sono piatti, arrotondati e di colore marrone o nero. I semi di pomodoro vengono solitamente ordinati in base alla loro grossolanità e qualità. I semi grandi e sani sono considerati i migliori per la semina, poiché contengono più sostanze vivificanti e hanno un'alta probabilità di germinazione e di sviluppo positivo delle piante. I semi di pomodoro hanno alcune caratteristiche che possono essere utilizzate per determinarne la qualità e la freschezza. Ad esempio, i semi di pomodoro fresco dovrebbero essere sodi e densi, senza segni di danni o marciume. Possono anche essere ricoperti da un sottile strato di pellicola o mica, che ne migliora la conservabilità. Quando vengono seminati i semi di pomodoro, di solito vengono seminati nel terreno o in un mezzo di semina speciale e poi interrati ad una certa profondità. Richiedono calore, umidità e luce per germogliare e iniziare a crescere. I semi di pomodoro hanno una grande diversità genetica, che consente di ottenere diverse varietà e ibridi di pomodori con diverse forme, dimensioni e colori dei frutti, nonché diverse qualità di gusto. Coltivare pomodori dai semi è un processo affascinante e gratificante che può essere svolto sia in casa che in un giardino o orto. Inoltre, coltivare i tuoi pomodori ti consente di controllare il processo e ottenere frutti freschi e gustosi.
ko: 토마토 씨앗은 토마토 식물을 재배하는 작은 씨앗 알갱이입니다. 토마토 식물의 주요 번식 방법입니다. 토마토 씨앗은 수집한 토마토 식물의 종류에 따라 크기와 모양이 다릅니다. 그들은 일반적으로 평평하고 둥글며 갈색 또는 검은 색입니다. 토마토 씨앗은 일반적으로 거칠기와 품질에 따라 분류됩니다. 크고 건강한 씨앗은 더 많은 생명을주는 물질을 가지고 있고 발아 및 성공적인 식물 발달 가능성이 높기 때문에 파종에 가장 적합한 것으로 간주됩니다. 토마토 씨앗에는 품질과 신선도를 결정하는 데 사용할 수있는 특정 특성이 있습니다. 예를 들어, 신선한 토마토 씨앗은 손상이나 썩은 흔적이 없이 단단하고 조밀해야 합니다. 또한 얇은 필름이나 운모로 덮여 있어 저장성이 향상될 수도 있습니다. 토마토 씨앗을 파종할 때는 일반적으로 토양이나 특수 파종 매체에 뿌린 다음 일정 깊이까지 묻습니다. 발아하고 성장을 시작하려면 열, 수분 및 빛이 필요합니다. 토마토 씨앗은 유전 적 다양성이 뛰어나 과일의 모양, 크기 및 색상이 다른 다양한 품종과 잡종뿐만 아니라 다양한 맛의 품질을 가진 토마토를 얻을 수 있습니다. 씨앗에서 토마토를 재배하는 것은 집이나 정원 또는 채소밭에서 할 수있는 매혹적이고 보람있는 과정입니다. 또한 직접 토마토를 재배하면 과정을 제어하고 신선하고 맛있는 과일을 얻을 수 있습니다.
ru: Семена томатов - это мелкие семенные зерна, из которых выращиваются растения томатов. Они являются основным способом размножения томатных растений. Семена томатов имеют различные размеры и форму в зависимости от сорта растения, с которого они были собраны. Обычно они плоские, округлые, коричневого или черного цвета. Семена томатов обычно сортируют по крупности и качеству. Лучшими для посева считаются крупные и здоровые семена, так как они содержат больше живительных веществ и имеют высокие шансы на прорастание и успешное развитие растений. Семена томатов имеют определенные характеристики, по которым можно определить их качество и свежесть. Например, свежие семена томатов должны быть упругими и плотными, без признаков повреждения или гниения. Кроме того, они могут быть покрыты тонким слоем пленки или слюды, что повышает их пригодность к хранению. При посеве семена томатов обычно высевают в почву или специальную посевную среду, а затем закапывают на определенную глубину. Для прорастания и начала роста им необходимы тепло, влага и свет. Семена томатов обладают большим генетическим разнообразием, что позволяет получать различные сорта и гибриды томатов с разными формами, размерами и окраской плодов, а также разными вкусовыми качествами. Выращивание томатов из семян - это увлекательный и полезный процесс, который можно проводить как дома, так и в саду или огороде. Кроме того, выращивание собственных томатов позволяет контролировать процесс и получать свежие и вкусные плоды.

# Seeds,Watermelon
source: Watermelon seeds
de: Wassermelonensamen
fr: Graines de pastèque
hu: Görögdinnye magok
it: Semi di anguria
ko: 수박 씨앗
ru: Семена арбуза
