Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Kitchen,BlinyText
source: Pancakes are a traditional dish that is popular in many countries around the world. They are thin and ruddy round flatbreads made of dough and fried in a frying pan. To make pancakes, you need basic ingredients such as flour, milk, eggs and salt. Sometimes sugar or vegetable oil is added to the batter to give the pancakes a sweet or milder flavor. Pancake batter is prepared by mixing flour, milk, eggs and salt into a uniform consistency. It is then allowed to stand for some time to loosen and become more elastic. Pancakes should be fried on a heated frying pan with the addition of a small amount of oil. As they cook, the batter is poured onto the frying pan and spread over the entire surface, covering it with a thin layer. The pancakes are cooked until golden on both sides. Pancakes can be served in a variety of variations. Popular choices of fillings for pancakes are butter, condensed milk, sour cream, berries or fruit, cheese, ham, mushrooms, etc. Pancakes can also be rolled up into rolls or stacked in several layers to create a variety of shapes and decorative compositions. Pancakes are a versatile dish that can be served as a main course or as a dessert. They are nutritious, easy to prepare and can satisfy a variety of tastes and preferences. Pancakes are the perfect choice for breakfast, lunch or even dinner.
de: Pfannkuchen sind ein traditionelles Gericht, das in vielen Ländern der Welt beliebt ist. Sie sind dünne und rötliche runde Fladen, die aus Teig hergestellt und in einer Pfanne gebacken werden. Um Pfannkuchen herzustellen, brauchst du Grundzutaten wie Mehl, Milch, Eier und Salz. Manchmal wird dem Teig Zucker oder Pflanzenöl zugesetzt, um den Pfannkuchen einen süßen oder milderen Geschmack zu verleihen. Pfannkuchenteig wird zubereitet, indem Mehl, Milch, Eier und Salz zu einer gleichmäßigen Konsistenz vermischt werden. Dann lässt man ihn einige Zeit stehen, damit er lockerer und elastischer wird. Pfannkuchen sollten in einer erhitzten Pfanne mit etwas Öl ausgebacken werden. Während des Bratens wird der Teig in die Pfanne gegossen und über die gesamte Oberfläche verteilt, so dass eine dünne Schicht entsteht. Die Pfannkuchen werden gebacken, bis sie auf beiden Seiten goldbraun sind. Pfannkuchen können in einer Vielzahl von Variationen serviert werden. Beliebte Füllungen für Pfannkuchen sind Butter, Kondensmilch, saure Sahne, Beeren oder Obst, Käse, Schinken, Pilze usw. Pfannkuchen können auch zu Röllchen aufgerollt oder in mehreren Schichten gestapelt werden, um eine Vielzahl von Formen und dekorativen Kompositionen zu schaffen. Pfannkuchen sind ein vielseitiges Gericht, das sowohl als Hauptgericht als auch als Dessert serviert werden kann. Sie sind nahrhaft, einfach zuzubereiten und können eine Vielzahl von Geschmäckern und Vorlieben befriedigen. Pfannkuchen sind die perfekte Wahl für Frühstück, Mittagessen oder sogar Abendessen.
fr: Les crêpes sont un plat traditionnel populaire dans de nombreux pays du monde. Ce sont des pains plats ronds, fins et vermeils, faits de pâte et frits dans une poêle. Pour faire des crêpes, vous avez besoin d'ingrédients de base comme de la farine, du lait, des œufs et du sel. Parfois, du sucre ou de l'huile végétale est ajouté à la pâte pour donner aux crêpes une saveur sucrée ou plus douce. La pâte à crêpes est préparée en mélangeant la farine, le lait, les œufs et le sel jusqu'à obtenir une consistance uniforme. On le laisse ensuite reposer pendant un certain temps pour qu'il se détende et devienne plus élastique. Les crêpes doivent être frites dans une poêle chauffée avec l'ajout d'une petite quantité d'huile. Pendant la cuisson, la pâte est versée sur la poêle et étalée sur toute la surface en la recouvrant d'une fine couche. Les crêpes sont cuites jusqu'à ce qu'elles soient dorées des deux côtés. Les crêpes peuvent être servies dans une variété de variantes. Les choix populaires de garnitures pour crêpes sont le beurre, le lait concentré, la crème sure, les baies ou les fruits, le fromage, le jambon, les champignons, etc. Les crêpes peuvent également être enroulées en rouleaux ou empilées en plusieurs couches pour créer une variété de formes et de compositions décoratives. Les crêpes sont un plat polyvalent qui peut être servi en plat principal ou en dessert. Ils sont nutritifs, faciles à préparer et peuvent satisfaire une variété de goûts et de préférences. Les crêpes sont le choix parfait pour le petit-déjeuner, le déjeuner ou même le dîner.
hu: A palacsinta hagyományos étel, amely a világ számos országában népszerű. Ezek vékony és ropogós, kerek, tésztából készült lapos kenyerek, amelyeket serpenyőben sütnek ki. A palacsinta elkészítéséhez olyan alapanyagokra van szükség, mint a liszt, a tej, a tojás és a só. Néha cukrot vagy növényi olajat adnak a tésztához, hogy a palacsinta édes vagy enyhébb ízt kapjon. A palacsintatésztát a liszt, a tej, a tojás és a só egységes állagúvá keverésével készítik el. Ezután hagyjuk állni egy ideig, hogy fellazuljon és rugalmasabbá váljon. A palacsintákat felhevített serpenyőben, kevés olaj hozzáadásával kell kisütni. Sütés közben a tésztát a serpenyőre öntjük, és a teljes felületet vékony réteggel beborítva eloszlatjuk. A palacsintákat mindkét oldalukon aranyszínűre sütjük. A palacsinta számos változatban tálalható. A palacsinták töltelékei között népszerű a vaj, sűrített tej, tejföl, bogyós gyümölcsök vagy gyümölcsök, sajt, sonka, gomba stb. A palacsintákat tekercsbe is lehet tekerni, vagy több rétegben egymásra rakni, hogy különféle formákat és dekoratív kompozíciókat hozzanak létre. A palacsinta sokoldalú étel, amely főételként vagy desszertként is tálalható. Tápláló, könnyen elkészíthető, és sokféle ízlésnek és preferenciának megfelel. A palacsinta tökéletes választás reggelire, ebédre vagy akár vacsorára is.
it: I pancake sono un piatto tradizionale popolare in molti paesi del mondo. Sono focacce rotonde sottili e rubiconde, fatte di pasta e fritte in padella. Per preparare le frittelle sono necessari ingredienti base come farina, latte, uova e sale. A volte all'impasto viene aggiunto zucchero o olio vegetale per conferire alle frittelle un sapore dolce o più delicato. La pastella per pancake viene preparata mescolando farina, latte, uova e sale fino ad ottenere una consistenza uniforme. Si lascia riposare per qualche tempo affinché si allenti e diventi più elastica. I pancake vanno fritti su una padella riscaldata con l'aggiunta di una piccola quantità di olio. Durante la cottura, la pastella viene versata nella padella e distribuita su tutta la superficie, ricoprendola con uno strato sottile. Le frittelle vengono cotte fino a doratura su entrambi i lati. I pancake possono essere serviti in una varietà di varianti. Le scelte più popolari di ripieni per pancake sono burro, latte condensato, panna acida, frutti di bosco o frutta, formaggio, prosciutto, funghi, ecc. I pancake possono anche essere arrotolati in rotoli o impilati in più strati per creare una varietà di forme e composizioni decorative. I pancake sono un piatto versatile che può essere servito come piatto principale o come dessert. Sono nutrienti, facili da preparare e possono soddisfare una varietà di gusti e preferenze. I pancake sono la scelta perfetta per colazione, pranzo o anche cena.
ko: 팬케이크는 전 세계 여러 나라에서 인기있는 전통 요리입니다. 반죽으로 만든 얇고 붉고 둥근 플랫 브레드로 프라이팬에 튀겨집니다. 팬케이크를 만들려면 밀가루, 우유, 계란, 소금과 같은 기본 재료가 필요합니다. 때때로 팬케이크에 달콤하거나 부드러운 맛을 내기 위해 반죽에 설탕이나 식물성 기름을 첨가합니다. 팬케이크 반죽은 밀가루, 우유, 계란 및 소금을 균일 한 농도로 혼합하여 준비합니다. 그런 다음 잠시 동안 그대로 두어 느슨해지고 탄력이 생깁니다. 팬케이크는 소량의 기름을 추가하여 가열 된 프라이팬에 튀겨 야합니다. 요리 할 때 반죽을 프라이팬에 붓고 전체 표면에 펴서 얇은 층으로 덮습니다. 팬케이크는 양면이 노릇해질 때까지 조리됩니다. 팬케이크는 다양한 변형으로 제공될 수 있습니다. 팬케이크의 속 재료로는 버터, 연유, 사워 크림, 베리 또는 과일, 치즈, 햄, 버섯 등이 많이 사용됩니다. 팬케이크는 롤 모양으로 말거나 여러 층으로 쌓아 다양한 모양과 장식적인 구성을 만들 수도 있습니다. 팬케이크는 메인 요리나 디저트로도 즐길 수 있는 다용도 요리입니다. 영양가가 높고 준비하기 쉬우며 다양한 취향과 기호를 만족시킬 수 있습니다. 팬케이크는 아침, 점심 또는 저녁 식사로 완벽한 선택입니다.
ru: Блины - это традиционное блюдо, которое популярно во многих странах мира. Они являются тонкими и румяными круглыми лепешками, приготовленными из теста и жаренными на сковороде. Для приготовления блинов необходимы основные ингредиенты, такие как мука, молоко, яйца и соль. Иногда в тесто добавляют сахар или растительное масло, чтобы придать блинам сладкий или более мягкий вкус. Тесто для блинов готовится путем смешивания муки, молока, яиц и соли в однородную консистенцию. Затем оно выдерживается в течение некоторого времени, чтобы разрыхлиться и стать более упругим. Жарить блины следует на разогретой сковороде с добавлением небольшого количества масла. По мере приготовления, тесто выливается на сковороду и распределяется по всей поверхности, покрывая ее тонким слоем. Блины готовятся до золотистой корочки с обеих сторон. Блины могут быть поданы в различных вариациях. Служат популярным выбором начинками для блинов являются масло, сгущенное молоко, сметана, ягоды или фрукты, сыр, ветчина, грибы и т.д. Также блины могут быть свернуты в рулеты или сложены в несколько слоев, чтобы создать разнообразные формы и декоративные композиции. Блины - это универсальное блюдо, которое может быть подано как в основном, так и в десертном варианте. Они питательны, легко приготовить и могут удовлетворить разнообразные вкусы и предпочтения. Блины - идеальный выбор для завтрака, обеда или даже ужина.

# Kitchen,Borsch
source: Borsch
de: Borschtsch
fr: Bortsch
ko: 보르시
ru: Борщ

# Kitchen,BorschText
source: Borscht is a traditional Ukrainian dish that has become popular in other countries as well. It is a soup prepared on the basis of beets and vegetables. One of the main ingredients of borscht is beet, which gives it its characteristic red color. Beets contain many useful substances such as vitamins, minerals and antioxidants, which favorably affect health. In addition to beets, vegetables such as potatoes, carrots, onions, cabbage and tomato paste form the basis of borscht. Depending on the region and preferences, other vegetables such as peppers, beans or mushrooms can be added to borscht. In order for the dish to be rich and flavorful, meat is necessarily added to borscht. Traditionally, beef or pork is used, but you can use other types of meat, such as chicken or turkey. Meat will give the soup a rich flavor and add nutrients. In addition to the basic composition, various spices and herbs such as dill, parsley or basil can be added to borscht. They give the dish a fresh and fragrant taste. Borscht is prepared by thoroughly cooking and boiling vegetables and meat so that they become soft and flavorful. Once ready, the soup undergoes a stage of insistence so that all the flavors are combined. Ready borscht is served hot, often with the addition of sour cream or cream. This addition gives it a delicate and more spicy flavor. Borscht is a hearty and nutritious dish that is not only tasty, but also healthy. It is perfect for dinner or lunch in the cold season and can be a main or additional dish on the table.
de: Borschtsch ist ein traditionelles ukrainisches Gericht, das auch in anderen Ländern beliebt geworden ist. Es ist eine Suppe, die auf der Basis von Rüben und Gemüse zubereitet wird. Eine der Hauptzutaten des Borschtsch ist die Rübe, die ihm seine charakteristische rote Farbe verleiht. Rüben enthalten viele nützliche Stoffe wie Vitamine, Mineralien und Antioxidantien, die sich positiv auf die Gesundheit auswirken. Neben Rüben bilden Gemüse wie Kartoffeln, Karotten, Zwiebeln, Kohl und Tomatenmark die Grundlage für Borschtsch. Je nach Region und Vorlieben können dem Borschtsch auch andere Gemüsesorten wie Paprika, Bohnen oder Pilze hinzugefügt werden. Damit das Gericht reichhaltig und schmackhaft ist, wird dem Borschtsch unbedingt Fleisch zugefügt. Traditionell wird Rind- oder Schweinefleisch verwendet, aber du kannst auch andere Fleischsorten wie Huhn oder Pute verwenden. Das Fleisch verleiht der Suppe einen reichhaltigen Geschmack und fügt Nährstoffe hinzu. Zusätzlich zur Grundzusammensetzung können dem Borschtsch verschiedene Gewürze und Kräuter wie Dill, Petersilie oder Basilikum hinzugefügt werden. Sie geben dem Gericht einen frischen und duftenden Geschmack. Für die Zubereitung von Borschtsch werden Gemüse und Fleisch gründlich gekocht und gegart, damit sie weich und schmackhaft werden. Sobald die Suppe fertig ist, wird sie noch einmal durchgezogen, damit sich alle Geschmacksstoffe verbinden. Fertiger Borschtsch wird heiß serviert, oft mit der Zugabe von saurer Sahne oder Rahm. Dieser Zusatz verleiht ihm einen feinen und würzigeren Geschmack. Borschtsch ist ein herzhaftes und nahrhaftes Gericht, das nicht nur lecker, sondern auch gesund ist. Er eignet sich perfekt als Abendessen oder Mittagessen in der kalten Jahreszeit und kann als Haupt- oder Zusatzgericht auf den Tisch kommen.
fr: Le bortsch est un plat traditionnel ukrainien devenu populaire dans d’autres pays également. C'est une soupe préparée à base de betteraves et de légumes. L'un des principaux ingrédients du bortsch est la betterave, ce qui lui donne sa couleur rouge caractéristique. Les betteraves contiennent de nombreuses substances utiles telles que des vitamines, des minéraux et des antioxydants, qui ont un effet bénéfique sur la santé. Outre les betteraves, la base du bortsch est constituée de légumes comme les pommes de terre, les carottes, les oignons, le chou et le concentré de tomates. Selon la région et les préférences, d'autres légumes comme des poivrons, des haricots ou des champignons peuvent être ajoutés au bortsch. Pour que le plat soit riche et savoureux, de la viande est nécessairement ajoutée au bortsch. Traditionnellement, on utilise du bœuf ou du porc, mais vous pouvez utiliser d'autres types de viande, comme le poulet ou la dinde. La viande donnera à la soupe une saveur riche et ajoutera des nutriments. En plus de la composition de base, diverses épices et herbes telles que l'aneth, le persil ou le basilic peuvent être ajoutées au bortsch. Ils donnent au plat un goût frais et parfumé. Le bortsch est préparé en cuisant et en faisant bouillir soigneusement les légumes et la viande afin qu'ils deviennent doux et savoureux. Une fois prête, la soupe subit une étape d'insistance afin que toutes les saveurs se marient. Le bortsch prêt est servi chaud, souvent avec l'ajout de crème sure ou de crème. Cet ajout lui confère une saveur délicate et plus épicée. Le bortsch est un plat copieux et nutritif, non seulement savoureux, mais aussi sain. Il est parfait pour le dîner ou le déjeuner pendant la saison froide et peut constituer un plat principal ou complémentaire sur la table.
hu: A borscs hagyományos ukrán étel, amely más országokban is népszerűvé vált. Ez egy céklából és zöldségekből készült leves. A borscs egyik fő összetevője a cékla, amely jellegzetes piros színét adja. A cékla számos hasznos anyagot tartalmaz, például vitaminokat, ásványi anyagokat és antioxidánsokat, amelyek kedvezően hatnak az egészségre. A céklán kívül olyan zöldségek képezik a borscs alapját, mint a burgonya, a sárgarépa, a hagyma, a káposzta és a paradicsompüré. A régiótól és a preferenciáktól függően más zöldségeket, például paprikát, babot vagy gombát is hozzá lehet adni a borscshoz. Ahhoz, hogy az étel gazdag és ízletes legyen, a borscshoz feltétlenül húst is adnak. Hagyományosan marhahúst vagy sertéshúst használnak, de másfajta húsokat, például csirkét vagy pulykát is használhatunk. A hús gazdag ízt kölcsönöz a levesnek, és tápanyagokat ad hozzá. Az alapösszetétel mellett a borscshoz különféle fűszereket és fűszernövényeket, például kaprot, petrezselymet vagy bazsalikomot is adhatunk. Ezek friss és illatos ízt adnak az ételnek. A borscsot úgy készítik, hogy a zöldségeket és a húst alaposan megfőzik és felforralják, hogy azok puhák és ízletesek legyenek. Miután elkészült, a leves egy ragasztási szakaszon megy keresztül, hogy az összes íz egyesüljön. A kész borscsot forrón tálalják, gyakran tejföl vagy tejszín hozzáadásával. Ez a hozzáadás finomabb és fűszeresebb ízt ad neki. A borscs egy kiadós és tápláló étel, amely nemcsak ízletes, hanem egészséges is. Tökéletes vacsorára vagy ebédre a hideg évszakban, és fő- vagy kiegészítő étel lehet az asztalon.
it: Il borscht è un piatto tradizionale ucraino diventato popolare anche in altri paesi. È una zuppa preparata a base di barbabietole e verdure. Uno degli ingredienti principali del borscht è la barbabietola, che gli conferisce il caratteristico colore rosso. Le barbabietole contengono molte sostanze utili come vitamine, minerali e antiossidanti, che influiscono favorevolmente sulla salute. Oltre alle barbabietole, la base del borscht sono verdure come patate, carote, cipolle, cavoli e concentrato di pomodoro. A seconda della regione e delle preferenze, al borscht possono essere aggiunte altre verdure come peperoni, fagioli o funghi. Affinché il piatto sia ricco e saporito, la carne viene necessariamente aggiunta al borscht. Tradizionalmente si utilizza manzo o maiale, ma è possibile utilizzare altri tipi di carne, come pollo o tacchino. La carne conferirà alla zuppa un sapore ricco e aggiungerà sostanze nutritive. Oltre alla composizione di base, al borscht possono essere aggiunte varie spezie ed erbe aromatiche come aneto, prezzemolo o basilico. Conferiscono al piatto un gusto fresco e profumato. Il Borscht si prepara cuocendo e facendo bollire accuratamente verdure e carne in modo che diventino morbide e saporite. Una volta pronta, la zuppa subisce una fase di insistenza affinché tutti i sapori si uniscano. Il borscht pronto viene servito caldo, spesso con l'aggiunta di panna acida o panna. Questa aggiunta gli conferisce un sapore delicato e più piccante. Il borscht è un piatto sostanzioso e nutriente che non è solo gustoso, ma anche salutare. È perfetto per la cena o il pranzo nella stagione fredda e può costituire un piatto unico o aggiuntivo sulla tavola.
ko: 보르시는 다른 나라에서도 인기를 끌고 있는 우크라이나 전통 요리입니다. 사탕무와 야채를 기본으로 한 수프입니다. 보르시의 주요 성분 중 하나는 비트이며 특유의 붉은 색을 띠는 비트입니다. 비트에는 비타민, 미네랄 및 항산화 제와 같은 많은 유용한 물질이 포함되어있어 건강에 유리하게 영향을 미칩니다. 비트 외에도 감자, 당근, 양파, 양배추 및 토마토 페이스트와 같은 야채가 보르시의 기초를 형성합니다. 지역과 선호도에 따라 고추, 콩 또는 버섯과 같은 다른 야채를 보르시에 추가 할 수 있습니다. 요리가 풍부하고 풍미가 나기 위해서는 반드시 고기를 보르시에 첨가해야합니다. 전통적으로 쇠고기 또는 돼지 고기를 사용하지만 닭고기 나 칠면조와 같은 다른 종류의 고기를 사용할 수 있습니다. 고기는 수프에 풍부한 풍미를주고 영양분을 더합니다. 기본 구성 외에도 딜, 파슬리 또는 바질과 같은 다양한 향신료와 허브를 보르시에 추가 할 수 있습니다. 그들은 요리에 신선하고 향긋한 맛을줍니다. 보르시는 야채와 고기를 철저히 익히고 끓여서 부드럽고 풍미가 나도록 준비합니다. 준비가되면 수프는 모든 풍미가 결합되도록 고집 단계를 거칩니다. 준비된 보르시는 종종 사워 크림이나 크림을 추가하여 뜨겁게 제공됩니다. 이 추가는 섬세하고 더 매운 풍미를 제공합니다. 보르시는 맛있을뿐만 아니라 건강에도 좋은 풍성하고 영양가있는 요리입니다. 추운 계절의 저녁이나 점심 식사에 적합하며 테이블의 메인 또는 추가 요리가 될 수 있습니다.
ru: Борщ - это традиционное украинское блюдо, которое стало популярным и в других странах. Он представляет собой суп, приготовленный на основе свеклы и овощей. Одним из главных ингредиентов борща является свекла, которая придает ему характерный красный цвет. Свекла содержит множество полезных веществ, таких как витамины, минералы и антиоксиданты, которые благоприятно влияют на здоровье. Помимо свеклы, основу борща составляют такие овощи, как картофель, морковь, лук, капуста и томатная паста. В зависимости от региона и предпочтений, в борщ могут добавляться еще и другие овощи, такие как перец, бобы или грибы. Для того чтобы блюдо было насыщенным и ароматным, в борщ обязательно добавляют мясо. Традиционно используется говядина или свинина, но можно использовать и другие виды мяса, например, курицу или индейку. Мясо придаст супу богатый вкус и добавит питательных веществ. В дополнение к основному составу, в борщ могут добавляться различные специи и зелень, такие как укроп, петрушка или базилик. Они придают блюду свежий и ароматный вкус. Борщ готовится путем тщательного приготовления и варки овощей и мяса, чтобы они стали мягкими и ароматными. После готовности суп проходит этап настаивания, чтобы все вкусы соединились. Готовый борщ подается горячим, часто с добавлением сметаны или сливок. Это добавление придает ему нежный и более пикантный вкус. Борщ - это сытное и питательное блюдо, которое не только вкусное, но и полезное для здоровья. Он отлично подходит для ужина или обеда в холодное время года и может быть основным или дополнительным блюдом на столе.

# Kitchen,Carp_with_vegetables
source: Carp with vegetables
de: Karpfen mit Gemüse
fr: Carpe aux légumes
ko: 야채를 곁들인 잉어
