Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Shop,CottagecheeseText
source: Cottage cheese is a non-liquid, fermented dairy product of white color, traditional in Eastern, Northern and (less frequently) Central Europe, obtained by fermenting milk and then removing the whey. It is officially accepted to classify cottage cheese produced in the traditional way, according to its fat content. According to GOST of the Russian Federation, according to physical and chemical characteristics curd is divided into the following categories: defatted, fat-free, classic and fat. Also according to the method of manufacture there are such types of cottage cheese as plain, soft, as well as grained cottage cheese, which is a type of cottage cheese with reduced fat content. Milk-containing product with milk fat substitute, produced in accordance with the technology of curd production, is not called cottage cheese, but cottage cheese product. For example, in Germany they produce cottage cheese with linseed oil, which contains less than 0.5% animal fats, and therefore cholesterol, but contains unsaturated fatty acids such as alpha-linolenic acid. Therefore, this product can be useful for the prevention of cardiovascular diseases. In the former Soviet Union curd is made and directly consumed fresh or sweet, in the rest of Eastern and Central Europe - fresh or brackish, in Northern Europe - brackish. To a small extent curd is consumed in Great Britain, North America, Japan, and almost completely absent in Southern Europe and other places in the world. The words "curd" and "cheese" are separated in modern Russian. In Old Russian, Ukrainian, Serbian and some other Slavic languages the word "syr" means both cheese proper and cottage cheese, so products made from cottage cheese are still often called "cheesy" (for example, syrniki - Ukrainianism for the Russian "cottage cheese", see Ukr. "syr"). In English-speaking culture, cottage cheese is considered a type of young soft cheese, while in modern Russian-speaking culture cottage cheese is usually not considered a type of cheese.
de: Hüttenkäse ist ein nicht flüssiges, fermentiertes Milchprodukt von weißer Farbe, das traditionell in Ost-, Nord- und (seltener) Mitteleuropa durch Fermentieren von Milch und anschließendes Entfernen der Molke hergestellt wird. Es ist offiziell anerkannt, Hüttenkäse, der auf traditionelle Weise hergestellt wird, nach seinem Fettgehalt zu klassifizieren. Gemäß GOST der Russischen Föderation wird der Quark nach seinen physikalischen und chemischen Eigenschaften in folgende Kategorien eingeteilt: entfettet, fettfrei, klassisch und fett. Auch nach der Art der Herstellung gibt es Hüttenkäse, wie z. B. glatten, weichen und gekörnten Hüttenkäse, der eine Art von Hüttenkäse mit reduziertem Fettgehalt ist. Ein milchhaltiges Produkt mit Milchfettersatz, das nach der Technologie der Quarkherstellung hergestellt wird, wird nicht als Hüttenkäse, sondern als Hüttenkäseprodukt bezeichnet. In Deutschland wird z. B. Hüttenkäse mit Leinöl hergestellt, das weniger als 0,5 % tierische Fette und damit Cholesterin, aber ungesättigte Fettsäuren wie Alpha-Linolensäure enthält. Daher kann dieses Produkt zur Vorbeugung von Herz-Kreislauf-Erkrankungen nützlich sein. In der ehemaligen Sowjetunion wird Quark hergestellt und direkt frisch oder süß verzehrt, im übrigen Ost- und Mitteleuropa - frisch oder brackig, in Nordeuropa - brackig. In geringem Umfang wird Quark in Großbritannien, Nordamerika und Japan konsumiert, während er in Südeuropa und anderen Teilen der Welt fast völlig fehlt. Im modernen Russisch sind die Wörter "Quark" und "Käse" voneinander getrennt. Im Altrussischen, Ukrainischen, Serbischen und einigen anderen slawischen Sprachen bedeutet das Wort "syr" sowohl Käse im eigentlichen Sinne als auch Hüttenkäse, so dass aus Hüttenkäse hergestellte Produkte immer noch oft als "käsig" bezeichnet werden (z. B. syrniki - ukrainischer Ausdruck für den russischen "Hüttenkäse", siehe Ukr. "syr"). In der englischsprachigen Kultur gilt Hüttenkäse als eine Art junger Weichkäse, während in der modernen russischsprachigen Kultur Hüttenkäse in der Regel nicht als eine Art Käse angesehen wird.
fr: Le fromage cottage est un produit laitier fermenté non liquide de couleur blanche, traditionnel en Europe de l'Est, du Nord et (moins fréquemment) centrale, obtenu par fermentation du lait puis élimination du lactosérum. Il est officiellement admis de classer le fromage cottage produit de manière traditionnelle, selon sa teneur en matières grasses. Selon GOST de la Fédération de Russie, selon les caractéristiques physiques et chimiques, le caillé est divisé dans les catégories suivantes : dégraissé, sans gras, classique et gras. En outre, selon la méthode de fabrication, il existe des types de fromage cottage tels que le fromage cottage nature, à pâte molle et à grains, qui est un type de fromage cottage à teneur réduite en matières grasses. Le produit contenant du lait avec un substitut de matière grasse laitière, produit conformément à la technologie de production de caillé, n'est pas appelé fromage cottage, mais produit à base de fromage cottage. Par exemple, en Allemagne, on produit du fromage cottage à base d'huile de lin, qui contient moins de 0,5 % de graisses animales, et donc de cholestérol, mais contient des acides gras insaturés comme l'acide alpha-linolénique. Ce produit peut donc être utile pour la prévention des maladies cardiovasculaires. Dans l'ex-Union soviétique, le caillé est fabriqué et consommé directement frais ou sucré, dans le reste de l'Europe centrale et orientale - frais ou saumâtre, en Europe du Nord - saumâtre. Dans une faible mesure, le caillé est consommé en Grande-Bretagne, en Amérique du Nord, au Japon et presque totalement absent en Europe du Sud et ailleurs dans le monde. Les mots « caillé » et « fromage » sont séparés en russe moderne. En vieux russe, en ukrainien, en serbe et dans certaines autres langues slaves, le mot « syr » signifie à la fois le fromage proprement dit et le fromage cottage, c'est pourquoi les produits à base de fromage cottage sont encore souvent appelés « ringard » (par exemple, syrniki - ukrainisme pour le « cottage » russe fromage", voir Ukr. "syr"). Dans la culture anglophone, le fromage cottage est considéré comme un type de jeune fromage à pâte molle, tandis que dans la culture russophone moderne, le fromage cottage n'est généralement pas considéré comme un type de fromage.
hu: A túró fehér színű, nem folyékony, erjesztett tejtermék, amely Kelet-, Észak- és (ritkábban) Közép-Európában hagyományos, a tej erjesztésével, majd a savó eltávolításával készül. Hivatalosan elfogadott a hagyományos módon előállított túrót a zsírtartalom alapján osztályozni. Az Orosz Föderáció GOST-ja szerint a fizikai és kémiai jellemzők alapján a túrót a következő kategóriákba sorolják: zsírtalanított, zsírmentes, klasszikus és zsíros. Az előállítás módja szerint is vannak olyan túrótípusok, mint a sima, a lágy, valamint a szemes túró, amely a túró csökkentett zsírtartalmú típusa. A tejzsírpótlóval készült, a túrógyártás technológiája szerint előállított tejtartalmú terméket nem túrónak, hanem túróterméknek nevezzük. Németországban például lenmagolajjal állítanak elő túrót, amely kevesebb mint 0,5% anál kevesebb állati zsírt, tehát koleszterint tartalmaz, viszont telítetlen zsírsavakat, például alfa-linolénsavat. Ezért ez a termék hasznos lehet a szív- és érrendszeri betegségek megelőzésében. A volt Szovjetunióban a túrót frissen vagy édesen, Kelet- és Közép-Európa többi részén frissen vagy sósan, Észak-Európában sósan készítik és közvetlenül fogyasztják. Kisebb mértékben fogyasztják a túrót Nagy-Britanniában, Észak-Amerikában, Japánban, és szinte teljesen hiányzik Dél-Európában és a világ más részein. A "túró" és a "sajt" szavak a modern orosz nyelvben elkülönülnek egymástól. Az óorosz, ukrán, szerb és néhány más szláv nyelvben a "szir" szó a tulajdonképpeni sajtot és a túrót is jelenti, ezért a túróból készült termékeket ma is gyakran nevezik "sajtosnak" (pl. szirniki - ukránosítás az orosz "túró" szóra, lásd Ukr. "syr"). Az angol nyelvű kultúrában a túrót a fiatal lágysajtok egyik fajtájának tekintik, míg a modern orosz nyelvű kultúrában a túrót általában nem tekintik sajtfajtának.
it: La ricotta è un latticino fermentato non liquido, di colore bianco, tradizionale dell'Europa orientale, settentrionale e (meno frequentemente) centrale, ottenuto dalla fermentazione del latte e dalla successiva eliminazione del siero. È ufficialmente accettata la classificazione della ricotta prodotta in modo tradizionale in base al contenuto di grassi. Secondo GOST della Federazione Russa, in base alle caratteristiche fisiche e chimiche la cagliata è divisa nelle seguenti categorie: sgrassata, senza grassi, classica e grassa. Anche secondo il metodo di produzione esistono tipi di ricotta come la ricotta semplice, morbida e anche quella a grani, che è un tipo di ricotta a ridotto contenuto di grassi. Il prodotto contenente latte con sostituto del grasso del latte, prodotto secondo la tecnologia di produzione della cagliata, non è chiamato ricotta, ma prodotto a base di ricotta. In Germania, ad esempio, si produce la ricotta con olio di lino, che contiene meno dello 0,5% di grassi animali, e quindi di colesterolo, ma contiene acidi grassi insaturi come l'acido alfa-linolenico. Pertanto, questo prodotto può essere utile per la prevenzione delle malattie cardiovascolari. Nell'ex Unione Sovietica la cagliata viene prodotta e consumata direttamente fresca o dolce, nel resto dell'Europa centrale e orientale fresca o salmastra, nel Nord Europa salmastra. In piccola parte la cagliata viene consumata in Gran Bretagna, Nord America, Giappone, mentre è quasi del tutto assente nell'Europa meridionale e in altri luoghi del mondo. Le parole "cagliata" e "formaggio" sono separate nel russo moderno. Nell'antico russo, ucraino, serbo e in alcune altre lingue slave la parola "syr" significa sia formaggio vero e proprio che ricotta, quindi i prodotti a base di ricotta sono ancora spesso chiamati "formaggio" (ad esempio, syrniki - ucraino per il russo "cottage" formaggio", vedi Ukr. "syr"). Nella cultura di lingua inglese, la ricotta è considerata un tipo di formaggio a pasta molle giovane, mentre nella moderna cultura di lingua russa la ricotta di solito non è considerata un tipo di formaggio.
ko: 코티지 치즈는 우유를 발효시킨 후 유청을 제거하여 얻은 흰색의 비액체 발효 유제품으로 동부, 북부 및 (덜 자주) 중부 유럽에서 전통적으로 사용됩니다. 지방 함량에 따라 전통적인 방식으로 생산 된 코티지 치즈를 공식적으로 분류하는 것이 공식적으로 허용됩니다. 러시아 연방 GOST에 따르면 물리적 및 화학적 특성에 따라 두부는 탈지, 무 지방, 클래식 및 지방 범주로 나뉩니다. 또한 제조 방법에 따라 지방 함량이 감소 된 코티지 치즈의 일종 인 플레인, 소프트, 그레인 코티지 치즈와 같은 유형의 코티지 치즈가 있습니다. 두부 생산 기술에 따라 생산되는 유지방 대체물이 함유 된 우유 함유 제품은 코티지 치즈라고하지 않고 코티지 치즈 제품이라고합니다. 예를 들어 독일에서는 동물성 지방이 0.5 % 미만이므로 콜레스테롤을 함유하고 있지만 알파 리놀렌산과 같은 불포화 지방산이 포함 된 아마 인유로 코티지 치즈를 생산합니다. 따라서이 제품은 심혈관 질환 예방에 유용 할 수 있습니다. 구소련에서는 두부가 만들어져 신선하거나 달콤하고, 나머지 동유럽과 중부 유럽에서는 신선하거나 짠맛, 북유럽에서는 짠맛으로 직접 소비됩니다. 두부는 영국, 북미, 일본에서는 어느 정도 소비되며 남유럽과 세계 다른 지역에서는 거의 소비되지 않습니다. "두부"와 "치즈"라는 단어는 현대 러시아어에서 분리되어 있습니다. 고대 러시아어, 우크라이나어, 세르비아어 및 기타 슬라브어에서 "시르"라는 단어는 치즈 고유 및 코티지 치즈를 모두 의미하므로 코티지 치즈로 만든 제품은 여전히 종종 "치즈"라고 불립니다 (예 : 러시아 "코티지 치즈"에 대한 우크라이나어 syrniki, Ukr. "시르"). 영어권 문화에서 코티지 치즈는 일종의 젊은 부드러운 치즈로 간주되는 반면 현대 러시아어권 문화에서는 코티지 치즈는 일반적으로 치즈의 일종으로 간주되지 않습니다.
ru: Творог - традиционный для Восточной, Северной и (реже) Центральной Европы нежидкий кисломолочный продукт белого цвета, получаемый путем заквашивания молока с последующим удалением сыворотки. Официально принято классифицировать творог, произведенный традиционным способом, по содержанию жира. Согласно ГОСТу РФ, по физико-химическим характеристикам творог подразделяется на следующие категории: обезжиренный, обезжиренный, классический и жирный. Также по способу производства различают такие виды творога, как простой, мягкий, а также зерненый творог, который является разновидностью творога с пониженным содержанием жира. Молокосодержащий продукт с заменителем молочного жира, произведенный в соответствии с технологией производства творога, называется не творогом, а творожным продуктом. Например, в Германии производят творог с льняным маслом, которое содержит менее 0,5% животных жиров, а значит, и холестерина, но содержит ненасыщенные жирные кислоты, такие как альфа-линоленовая кислота. Поэтому этот продукт может быть полезен для профилактики сердечно-сосудистых заболеваний. На территории бывшего Советского Союза творог изготавливается и непосредственно потребляется в свежем или сладком виде, в остальных странах Восточной и Центральной Европы - в свежем или солоноватом, в Северной Европе - в солоноватом. В незначительной степени творог употребляется в Великобритании, Северной Америке, Японии и почти полностью отсутствует в Южной Европе и других странах мира. В современном русском языке слова "творог" и "сыр" разделены. В древнерусском, украинском, сербском и некоторых других славянских языках слово "сир" означает как собственно сыр, так и творог, поэтому продукты из творога до сих пор часто называют "сырными" (например, сирники - украинизм для русского "творог", см. укр. "сырок"). В англоязычной культуре cottage cheese считается разновидностью молодого мягкого сыра, в то время как в современной русскоязычной культуре cottage cheese обычно не считается разновидностью сыра.

# Shop,Dough
source: Dough
de: Teig
fr: Pâte
hu: Tészta
it: Impasto
ko: 반죽
ru: Тесто

# Shop,DoughText
source: Dough is a semi-finished product in the baking, confectionary and pasta industries, obtained by kneading flour with various other products (depending on the type of dough), the main of which are: water, fats, eggs, sugar, salt, leavening agents (yeast, soda). Dough contains proteins, carbohydrates, fats, acids, salts and other substances in different states: in the form of limited swelling colloids, suspensions and solutions. Some types of dough: Protein - dough made of whipped egg whites with sugar, with flour and without flour; biscuit dough - dough with a significant content of eggs and sugar, used to prepare biscuits and products based on them: cakes, rolls, pastries; pancake dough - liquid dough for pancakes; yeast (sour) dough - dough, leavening with baking yeast; this dough can be made by using leavened or unleavened method, dough made with rye flour is usually leavened with baking sourdough; Choux pastry, a dough for which the flour is poured over hot water or milk; paneer - a liquid dough in which foods are dipped before frying; shortbread - a crumbly dough with a high fat content; unleavened dough - a plain dough made of flour and water and used to make unleavened flatbreads (matzo, lavash, unleavened bread), noodles, dumplings shells; muffin dough - dough with a high content of muffins (sugar, butter, eggs); puff pastry - layered pastry with separating fat layers; sugar - used in dough decoration, as well as for some types of pancakes and cookies.
de: Teig ist ein halbfertiges Produkt in der Back-, Konditorei- und Teigwarenindustrie, das durch Kneten von Mehl mit verschiedenen anderen Produkten (je nach Art des Teigs) gewonnen wird, von denen die wichtigsten sind: Wasser, Fette, Eier, Zucker, Salz, Backtriebmittel (Hefe, Natron). Teig enthält Proteine, Kohlenhydrate, Fette, Säuren, Salze und andere Stoffe in verschiedenen Zuständen: in Form von begrenzt quellfähigen Kolloiden, Suspensionen und Lösungen. Einige Arten von Teig: Protein - Teig aus geschlagenem Eiweiß mit Zucker, mit Mehl und ohne Mehl; Biskuitteig - Teig mit einem hohen Anteil an Eiern und Zucker, der für die Zubereitung von Biskuits und darauf basierenden Produkten verwendet wird: Kuchen, Brötchen, Gebäck; Pfannkuchenteig - flüssiger Teig für Pfannkuchen; Hefeteig (Sauerteig) - Teig, der mit Backhefe gesäuert wird; dieser Teig kann mit oder ohne Sauerteig hergestellt werden; ein Teig aus Roggenmehl wird gewöhnlich mit Backsauerteig gesäuert; Brandteig, ein Teig, für den das Mehl über heißes Wasser oder Milch gegossen wird; Panade - ein flüssiger Teig, in den Lebensmittel vor dem Braten getaucht werden; Shortbread - ein krümeliger Teig mit hohem Fettgehalt; ungesäuerter Teig - ein einfacher Teig aus Mehl und Wasser, der zur Herstellung von ungesäuerten Fladenbroten (Matze, Lavasch, ungesäuertes Brot), Nudeln, Knödelschalen verwendet wird; Muffinteig - Teig mit einem hohen Anteil an Muffins (Zucker, Butter, Eier); Blätterteig - geschichteter Teig mit getrennten Fettschichten; Zucker - wird zum Verzieren des Teigs sowie für einige Arten von Pfannkuchen und Keksen verwendet.
fr: La pâte est un produit semi-fini de l'industrie de la boulangerie, de la confiserie et des pâtes alimentaires, obtenu en pétrissant de la farine avec divers autres produits (selon le type de pâte) dont les principaux sont : l'eau, les graisses, les œufs, le sucre, le sel, le levain. agents (levure, soude). La pâte contient des protéines, des glucides, des graisses, des acides, des sels et d'autres substances dans différents états : sous forme de colloïdes, de suspensions et de solutions à gonflement limité. Quelques types de pâtes : Protéine - pâte à base de blancs d'oeufs battus avec du sucre, avec de la farine et sans farine ; pâte à biscuits - pâte à teneur importante en œufs et en sucre, utilisée pour préparer des biscuits et des produits à base de ceux-ci : gâteaux, petits pains, pâtisseries ; pâte à crêpes - pâte liquide pour crêpes; pâte à levure (aigre) - pâte levée avec de la levure de boulangerie; cette pâte peut être préparée en utilisant une méthode au levain ou sans levain, la pâte à base de farine de seigle est généralement levée avec du levain de boulangerie ; La pâte à choux, une pâte dont la farine est versée sur de l'eau chaude ou du lait ; paneer - une pâte liquide dans laquelle les aliments sont trempés avant d'être frits ; sablés - une pâte friable à haute teneur en matières grasses ; pâte sans levain - une pâte nature faite de farine et d'eau et utilisée pour faire des pains plats sans levain (matzo, lavash, pain sans levain), des nouilles, des coquilles de boulettes ; pâte à muffins - pâte à haute teneur en muffins (sucre, beurre, œufs); pâte feuilletée - pâte feuilletée avec couches de graisse séparatrices ; sucre - utilisé dans la décoration de la pâte, ainsi que pour certains types de crêpes et de biscuits.
hu: A tészta a sütő-, cukrász- és tésztaiparban félkész termék, amelyet a liszt és különböző más termékek (a tészta típusától függően) összegyúrásával állítanak elő, amelyek közül a legfontosabbak: víz, zsírok, tojás, cukor, só, kovászanyagok (élesztő, szóda). A tészta fehérjéket, szénhidrátokat, zsírokat, savakat, sókat és egyéb anyagokat tartalmaz különböző állapotokban: korlátozottan duzzadó kolloidok, szuszpenziók és oldatok formájában. Néhány tésztatípus: Fehérje - tojásfehérjéből cukorral, liszttel és liszt nélkül felvert tészta; keksztészta - jelentős tojás- és cukortartalmú tészta, amelyet kekszek és az ezeken alapuló termékek: sütemények, tekercsek, péksütemények készítésére használnak; palacsintatészta - folyékony tészta palacsintákhoz; élesztős (kovászos) tészta - sütőélesztővel kovászolt tészta; ez a tészta készülhet kovászos vagy kovásztalan módszerrel, a rozslisztből készült tésztát általában sütőélesztővel kovászolják; Choux tészta, olyan tészta, amelyhez a lisztet forró vízzel vagy tejjel öntik fel; paneer - folyékony tészta, amelybe az ételeket sütés előtt mártják; mézeskalács - magas zsírtartalmú, omlós tészta; kovásztalan tészta - lisztből és vízből készült sima tészta, amelyet kovásztalan lapos kenyerek (matzo, lavash, kovásztalan kenyér), tészták, gombócok, kagylók készítésére használnak; muffin tészta - magas muffin tartalmú tészta (cukor, vaj, tojás); leveles tészta - réteges tészta, elválasztó zsírrétegekkel; cukor - a tészták díszítésére, valamint egyes palacsinta- és süteményfajtákhoz használják.
it: L'impasto è un semilavorato dell'industria della panificazione, pasticceria e pasta, ottenuto impastando la farina con diversi altri prodotti (a seconda del tipo di impasto), i principali dei quali sono: acqua, grassi, uova, zucchero, sale, lievitazione agenti (lievito, soda). L'impasto contiene proteine, carboidrati, grassi, acidi, sali e altre sostanze in diversi stati: sotto forma di colloidi, sospensioni e soluzioni a rigonfiamento limitato. Alcuni tipi di impasto: Proteine - impasto a base di albumi montati con zucchero, con farina e senza farina; pasta per biscotti - pasta con un contenuto significativo di uova e zucchero, utilizzata per preparare biscotti e prodotti a base di essi: torte, panini, pasticcini; pasta per frittelle - pasta liquida per frittelle; pasta lievitata (acida) - impasto, lievitazione con lievito da forno; questo impasto può essere preparato con il metodo lievitato o azzimo, l'impasto con farina di segale viene solitamente lievitato con pasta madre da forno; Pasta choux, impasto per il quale la farina viene versata sull'acqua calda o sul latte; paneer: un impasto liquido in cui vengono immersi gli alimenti prima di friggerli; pasta frolla: un impasto friabile ad alto contenuto di grassi; pasta azzima - una pasta semplice fatta di farina e acqua e utilizzata per preparare focacce azzime (matzo, lavash, pane azzimo), tagliatelle, gusci di gnocchi; impasto per muffin - impasto con un alto contenuto di muffin (zucchero, burro, uova); pasta sfoglia - pasta sfoglia con strati di grasso separati; zucchero - utilizzato nella decorazione dell'impasto, nonché per alcuni tipi di frittelle e biscotti.
ko: 반죽은 제빵, 제과 및 파스타 산업의 반제품으로 밀가루를 다양한 다른 제품 (반죽 유형에 따라 다름)과 반죽하여 얻은 반제품이며, 주요 성분은 물, 지방, 계란, 설탕, 소금, 발효제 (효모, 소다) 등입니다. 반죽에는 단백질, 탄수화물, 지방, 산, 염 및 기타 물질이 제한된 팽창 콜로이드, 현탁액 및 용액의 형태로 다른 상태로 포함되어 있습니다. 일부 유형의 반죽: 단백질-설탕과 함께 휘핑 한 달걀 흰자위로 만든 반죽, 밀가루와 밀가루가없는 반죽; 비스킷 반죽-계란과 설탕 함량이 상당한 반죽으로 비스킷과이를 기반으로 한 제품 (케이크, 롤, 패스트리)을 준비하는 데 사용됩니다; 팬케이크 반죽-팬케이크 용 액체 반죽; 효모 (신맛) 반죽-반죽, 베이킹 효모로 발효; 이 반죽은 누룩을 넣거나 누룩을 넣지 않은 방법으로 만들 수 있으며 호밀 가루로 만든 반죽은 일반적으로 베이킹 사워 도우로 누룩을 넣습니다; 슈 페이스트리-밀가루를 뜨거운 물이나 우유에 붓는 반죽입니다; 파니-튀기기 전에 음식을 담그는 액체 반죽; 쇼트 브레드-지방 함량이 높은 부서지기 쉬운 반죽; 누룩을 넣지 않은 반죽-밀가루와 물로 만든 일반 반죽으로 누룩을 넣지 않은 플랫 브레드 (마조, 라바시, 누룩을 넣지 않은 빵), 국수, 만두 껍질을 만드는 데 사용됩니다; 머핀 반죽-머핀 (설탕, 버터, 계란) 함량이 높은 반죽; 퍼프 페이스트리-지방층이 분리 된 레이어드 페이스트리; 설탕-반죽 장식 및 일부 유형의 팬케이크 및 쿠키에 사용됩니다.
ru: Тесто - полуфабрикат в хлебопекарной, кондитерской и макаронной промышленности, получаемый путем замеса муки с различными другими продуктами (в зависимости от вида теста), основными из которых являются: вода, жиры, яйца, сахар, соль, разрыхлители (дрожжи, сода). Тесто содержит белки, углеводы, жиры, кислоты, соли и другие вещества в различных состояниях: в виде ограниченно набухающих коллоидов, суспензий и растворов. Некоторые виды теста: белковое - тесто из взбитых яичных белков с сахаром, с мукой и без муки; бисквитное тесто - тесто со значительным содержанием яиц и сахара, используемое для приготовления бисквитов и изделий на их основе: тортов, рулетов, пирожных; блинное тесто - жидкое тесто для блинов; дрожжевое (кислое) тесто - тесто, заквашиваемое хлебопекарными дрожжами; такое тесто может быть приготовлено квасным или безопарным способом, тесто из ржаной муки обычно заквашивается хлебопекарной закваской; тесто для пирожков - тесто, для приготовления которого мука заливается горячей водой или молоком; панир - жидкое тесто, в которое обмакивают продукты перед жаркой; хлеб - рассыпчатое тесто с высоким содержанием жира; пресное тесто - простое тесто из муки и воды, используемое для приготовления пресных лепешек (маца, лаваш, пресный хлеб), лапши, оболочек для пельменей; сдобное тесто - тесто с высоким содержанием сдобы (сахар, масло, яйца); слоеное тесто - слоеное тесто с разделительными жировыми прослойками; сахар - используется для украшения теста, а также для некоторых видов блинов и печенья.

# Shop,Mayonnaise
source: Mayonnaise
hu: Majonéz
it: Maionese
ko: 마요네즈
ru: Майонез
