Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Fish,PerchText
source: The perch (Latin: Perca fluviatilis) is a fish of the perch family that inhabits freshwater bodies in Europe and Northern Asia. It has a long body covered with shields and is distinguished from other fish by its brightly colored transverse stripes on the back, sides and tail. The perch can reach an adult size of 15 to 60 centimeters, depending on habitat conditions. The perch actively preys on other fish, crustaceans and small aquatic fauna, so it is a predatory fish. It usually lives in groups, preferring fresh waters such as rivers, lakes and ponds. This fish has an important commercial importance in fisheries and is a popular target for recreational anglers. The flavor of bass meat is considered excellent and it is often grilled, boiled or fried. In addition, perch are also a target of interest for aquarists and are often kept in aquariums and ponds. In nature, perch have an important ecological role, helping to control populations of other fish species and maintaining biological balance in aquatic ecosystems. Overall, perch are a common freshwater fish with good consumer value, interesting appearance, and an important ecological role.
de: Der Flussbarsch (lateinisch: Perca fluviatilis) ist ein Fisch aus der Familie der Barsche, der in Europa und Nordasien in Süßwassergewässern lebt. Er hat einen langen, mit Schilden bedeckten Körper und unterscheidet sich von anderen Fischen durch seine leuchtend farbigen Querstreifen auf dem Rücken, den Seiten und dem Schwanz. Der Barsch kann je nach Lebensraum eine Erwachsenengröße von 15 bis 60 Zentimetern erreichen. Der Barsch erbeutet aktiv andere Fische, Krebstiere und kleine Wasserlebewesen, er ist also ein Raubfisch. Er lebt normalerweise in Gruppen und bevorzugt Süßwasser wie Flüsse, Seen und Teiche. Dieser Fisch hat eine wichtige kommerzielle Bedeutung in der Fischerei und ist ein beliebtes Ziel für Freizeitangler. Der Geschmack von Barschfleisch gilt als ausgezeichnet und wird oft gegrillt, gekocht oder gebraten. Darüber hinaus ist der Barsch auch für Aquarianer interessant und wird oft in Aquarien und Teichen gehalten. In der Natur spielt der Barsch eine wichtige ökologische Rolle, da er hilft, die Populationen anderer Fischarten zu kontrollieren und das biologische Gleichgewicht in aquatischen Ökosystemen aufrechtzuerhalten. Insgesamt ist der Barsch ein weit verbreiteter Süßwasserfisch mit gutem Verbrauchswert, interessantem Aussehen und einer wichtigen ökologischen Rolle.
fr: La perche (latin : Perca fluviatilis) est un poisson de la famille des perches qui habite les plans d'eau douce d'Europe et d'Asie du Nord. Il a un long corps recouvert de boucliers et se distingue des autres poissons par ses rayures transversales aux couleurs vives sur le dos, les flancs et la queue. La perche peut atteindre une taille adulte de 15 à 60 centimètres, selon les conditions de l'habitat. La perche se nourrit activement d’autres poissons, crustacés et petite faune aquatique, c’est donc un poisson prédateur. Il vit généralement en groupe, préférant les eaux douces comme les rivières, les lacs et les étangs. Ce poisson a une importance commerciale importante dans la pêche et constitue une cible populaire pour les pêcheurs récréatifs. La saveur de la viande de bar est considérée comme excellente et elle est souvent grillée, bouillie ou frite. De plus, les perches sont également une cible d’intérêt pour les aquariophiles et sont souvent conservées dans les aquariums et les étangs. Dans la nature, la perche joue un rôle écologique important, aidant à contrôler les populations d’autres espèces de poissons et à maintenir l’équilibre biologique des écosystèmes aquatiques. Dans l’ensemble, la perche est un poisson d’eau douce commun avec une bonne valeur pour le consommateur, une apparence intéressante et un rôle écologique important.
hu: A sügér (latinul: Perca fluviatilis) a sügérfélék családjába tartozó hal, amely édesvizekben él Európában és Észak-Ázsiában. Hosszú, pajzsokkal borított teste van, és a hátán, oldalán és farkán található élénk színű keresztirányú csíkok különböztetik meg más halaktól. A sügér az élőhelyi körülményektől függően elérheti a 15-60 centiméteres kifejlett méretet. A sügér aktívan zsákmányol más halakat, rákokat és kisebb vízi állatokat, tehát ragadozó halnak számít. Általában csoportosan él, és az édesvizeket, például a folyókat, tavakat és tavakat kedveli. Ez a hal fontos kereskedelmi jelentőséggel bír a halászatban, és a szabadidős horgászok kedvelt célpontja. A sügérhús ízét kiválónak tartják, és gyakran grillezik, főzik vagy sütik. Ezenkívül a sügér az akvaristák érdeklődésének is célpontja, és gyakran tartják akváriumokban és tavakban. A természetben a sügér fontos ökológiai szerepet tölt be, mivel segít más halfajok populációinak szabályozásában és a vízi ökoszisztémák biológiai egyensúlyának fenntartásában. A sügér összességében egy gyakori édesvízi hal, amely jó fogyasztói értékkel, érdekes megjelenéssel és fontos ökológiai szereppel rendelkezik.
ko: 농어(라틴어: Perca fluviatilis)는 유럽과 북아시아의 담수에서 서식하는 농어과 어류입니다. 긴 몸통이 방패로 덮여 있으며 등, 옆구리, 꼬리에 밝은 색의 가로 줄무늬가 있어 다른 물고기와 구별됩니다. 농어는 서식지 조건에 따라 15 ~ 60 센티미터의 성인 크기에 도달 할 수 있습니다. 농어는 다른 물고기, 갑각류 및 작은 수생 동물을 적극적으로 잡아 먹기 때문에 포식성 물고기입니다. 일반적으로 강, 호수 및 연못과 같은 담수를 선호하며 그룹으로 산다. 이 물고기는 어업에서 중요한 상업적 중요성을 가지고 있으며 레크리에이션 낚시꾼에게 인기있는 대상입니다. 농어 고기의 풍미는 우수한 것으로 간주되며 종종 구이, 삶거나 튀겨집니다. 또한 농어는 아쿠아리스트들에게도 관심의 대상이며 종종 수족관과 연못에 보관됩니다. 자연에서 농어는 다른 어종의 개체수를 조절하고 수생 생태계의 생물학적 균형을 유지하는 데 도움이 되는 중요한 생태학적 역할을 합니다. 전반적으로 농어는 소비 가치가 높고 흥미로운 외형과 중요한 생태적 역할을 하는 흔한 민물고기입니다.
ru: Окунь (лат. Perca fluviatilis) - это рыба семейства окуневых, обитающая в пресноводных водоемах Европы и Северной Азии. Она имеет длинное тело, покрытое щитками, и отличается от других рыб своими яркими поперечными полосами на спине, боках и хвосте. Окунь может достигать взрослого размера от 15 до 60 см, в зависимости от условий обитания. Окунь активно охотится на других рыб, ракообразных и мелкую водную фауну, поэтому он является хищной рыбой. Он обычно обитает в группах, предпочитая пресные воды, такие как реки, озера и пруды. Эта рыба имеет важное коммерческое значение в рыболовстве и является популярной целью для любителей рыбной ловли. Вкус мяса окуня считается отличным, и его часто готовят на гриле, варят или жарят. Кроме того, окунь также является объектом интереса для аквариумистов, и его часто содержат в аквариумах и прудах. В природе окунь имеет важную экологическую роль, помогая контролировать популяции других видов рыб и поддерживая биологическое равновесие в водных экосистемах. В целом, окунь - это распространенная пресноводная рыба с хорошей потребительской ценностью, интересной внешностью и важной экологической ролью.

# Fish,Pike
source: Pike
de: Hecht
fr: Brochet
hu: Csuka
ko: 강꼬치고기
ru: Щука

# Fish,PikeText
source: The pike (Latin: Esox lucius) is a freshwater fish belonging to the pike family. It is one of the largest and most common predators in freshwater bodies of Europe, North America and North Asia. The pike has a long body with a flattened shape and a massive head. Its coloration varies from greenish-gray to dark green or brownish, with bright oblique spots on the back and sides. The pike has a powerful jaw equipped with sharp teeth, which allows it to successfully hunt other fish and small aquatic life. The pike is a characteristic inhabitant of standing or slow-flowing water bodies such as lakes, ponds, rivers and marshes. It prefers areas with dense underwater vegetation where it can stalk its prey and use it as a reason. The pike can reach impressive sizes, with adults reaching lengths of up to 150 cm and weighing over 25 kg. The pike is known for its aggressiveness and strength during angling, which is why it is a popular fish to fish for. Its meat is considered tasty and nutritious, and it is widely used in cooking. Pike can be fried, baked, boiled or smoked. This fish plays an important ecological role in aquatic ecosystems. Pike control populations of other fish and help maintain biological balance. It also serves as food for other predators, including fish-eaters and birds. Overall, the pike is a large, powerful and popular fish that is an important predator of freshwater ecosystems and is favored for both fishing and food purposes.
de: Der Hecht (lateinisch: Esox lucius) ist ein Süßwasserfisch, der zur Familie der Hechte gehört. Er ist einer der größten und am häufigsten vorkommenden Raubfische in den Süßwassergewässern Europas, Nordamerikas und Nordasiens. Der Hecht hat einen langen Körper mit einer abgeflachten Form und einem massiven Kopf. Seine Färbung variiert von grünlich-grau bis dunkelgrün oder bräunlich, mit hellen schrägen Flecken auf dem Rücken und den Seiten. Der Hecht hat einen kräftigen, mit scharfen Zähnen ausgestatteten Kiefer, mit dem er erfolgreich Jagd auf andere Fische und kleine Wasserbewohner macht. Der Hecht ist ein typischer Bewohner von stehenden oder langsam fließenden Gewässern wie Seen, Teichen, Flüssen und Sümpfen. Er bevorzugt Gebiete mit dichter Unterwasservegetation, wo er sich an seine Beute heranpirschen und sie als Grund nutzen kann. Der Hecht kann beeindruckende Größen erreichen: Erwachsene Tiere werden bis zu 150 cm lang und wiegen über 25 kg. Der Hecht ist für seine Aggressivität und Stärke beim Angeln bekannt, weshalb er ein beliebter Fisch zum Angeln ist. Sein Fleisch gilt als schmackhaft und nahrhaft und wird häufig in der Küche verwendet. Hecht kann gebraten, gebacken, gekocht oder geräuchert werden. Dieser Fisch spielt eine wichtige ökologische Rolle in aquatischen Ökosystemen. Der Hecht kontrolliert die Populationen anderer Fische und hilft, das biologische Gleichgewicht zu erhalten. Er dient auch anderen Raubtieren, wie Fischfressern und Vögeln, als Nahrung. Insgesamt ist der Hecht ein großer, kräftiger und beliebter Fisch, der ein wichtiger Räuber in Süßwasser-Ökosystemen ist und sowohl zum Fischen als auch als Nahrungsmittel genutzt wird.
fr: Le brochet (latin : Esox lucius) est un poisson d'eau douce appartenant à la famille des brochets. C'est l'un des prédateurs les plus grands et les plus communs dans les plans d'eau douce d'Europe, d'Amérique du Nord et d'Asie du Nord. Le brochet a un corps long, de forme aplatie et une tête massive. Sa coloration varie du gris verdâtre au vert foncé ou brunâtre, avec des taches obliques brillantes sur le dos et les côtés. Le brochet possède une mâchoire puissante équipée de dents acérées, ce qui lui permet de chasser avec succès d'autres poissons et petites espèces aquatiques. Le brochet est un habitant caractéristique des plans d’eau stagnants ou à faible débit tels que les lacs, les étangs, les rivières et les marais. Il préfère les zones à végétation sous-marine dense où il peut traquer ses proies et s'en servir comme excuse. Le brochet peut atteindre des tailles impressionnantes, les adultes atteignant une longueur allant jusqu'à 150 cm et pesant plus de 25 kg. Le brochet est connu pour son agressivité et sa force lors de la pêche à la ligne, c'est pourquoi il est un poisson apprécié. Sa viande est considérée comme savoureuse et nutritive et elle est largement utilisée en cuisine. Le brochet peut être frit, cuit au four, bouilli ou fumé. Ce poisson joue un rôle écologique important dans les écosystèmes aquatiques. Le brochet contrôle les populations d’autres poissons et aide à maintenir l’équilibre biologique. Il sert également de nourriture à d’autres prédateurs, notamment les mangeurs de poissons et les oiseaux. Dans l’ensemble, le brochet est un poisson gros, puissant et populaire, un prédateur important des écosystèmes d’eau douce et apprécié à la fois pour la pêche et pour l’alimentation.
hu: A csuka (latinul: Esox lucius) a csukafélék családjába tartozó édesvízi hal. Európa, Észak-Amerika és Észak-Ázsia édesvizeinek egyik legnagyobb és leggyakoribb ragadozója. A csuka hosszú, lapított teste és hatalmas feje van. Színezete a zöldesszürkétől a sötétzöldig vagy barnásig terjed, a hátán és az oldalán világos, ferde foltokkal. A csuka erőteljes, éles fogakkal ellátott állkapcsa lehetővé teszi számára, hogy sikeresen vadászhasson más halakra és kisebb vízi élőlényekre. A csuka az álló vagy lassú áramlású víztestek, például tavak, tavak, tavak, folyók és mocsarak jellegzetes lakója. Kedveli a sűrű víz alatti növényzettel borított területeket, ahol becserkészheti zsákmányát, és okulásra használhatja azt. A csuka lenyűgöző méreteket érhet el: a kifejlett példányok akár 150 cm hosszúak is lehetnek, súlyuk pedig meghaladja a 25 kg-ot. A csuka agresszivitásáról és erejéről ismert a horgászat során, ezért népszerű horgászhal. Húsát ízletesnek és táplálónak tartják, és széles körben használják a főzésben. A csuka sülve, sütve, főzve vagy füstölve is fogyasztható. Ez a hal fontos ökológiai szerepet játszik a vízi ökoszisztémákban. A csuka szabályozza más halak populációit, és segít fenntartani a biológiai egyensúlyt. Emellett táplálékul szolgál más ragadozóknak, köztük a halevőknek és a madaraknak. A csuka összességében egy nagy, erős és népszerű hal, amely az édesvízi ökoszisztémák fontos ragadozója, és mind halászati, mind táplálkozási célokra kedvelt.
ko: 강꼬치고기(라틴어: Esox lucius)는 강꼬치고기과에 속하는 민물고기입니다. 유럽, 북미 및 북아시아의 담수에서 가장 크고 가장 흔한 포식자 중 하나입니다. 강꼬치고기는 납작한 모양의 긴 몸과 거대한 머리를 가지고 있습니다. 색상은 녹색 회색에서 짙은 녹색 또는 갈색까지 다양하며 뒷면과 측면에 밝은 비스듬한 반점이 있습니다. 강꼬치고기는 날카로운 이빨이 장착 된 강력한 턱을 가지고있어 다른 물고기와 작은 수생 생물을 성공적으로 사냥 할 수 있습니다. 강꼬치고기는 호수, 연못, 강 및 습지와 같이 고여 있거나 느리게 흐르는 수역의 특징적인 거주자입니다. 수중 식물이 빽빽한 곳을 선호하며, 먹이를 쫓아다니며 먹이로 삼을 수 있는 곳을 선호합니다. 강꼬치고기는 성체의 몸길이가 최대 150cm, 몸무게가 25kg이 넘는 인상적인 크기에 도달할 수 있습니다. 강꼬치고기는 낚시할 때 공격성과 힘으로 유명하기 때문에 낚시꾼들에게 인기 있는 물고기입니다. 그 고기는 맛있고 영양가있는 것으로 간주되며 요리에 널리 사용됩니다. 강꼬치고기는 튀기거나 굽거나 삶거나 훈제 할 수 있습니다. 이 물고기는 수생 생태계에서 중요한 생태적 역할을 합니다. 강꼬치고기는 다른 물고기의 개체수를 조절하고 생물학적 균형을 유지하는 데 도움이 됩니다. 또한 물고기를 잡아먹는 새를 포함한 다른 포식자의 먹이 역할도 합니다. 전반적으로 강꼬치고기는 민물 생태계의 중요한 포식자이며 낚시와 식용으로 모두 선호되는 크고 강력하며 인기 있는 물고기입니다.
ru: Щука (лат. Esox lucius) - это пресноводная рыба, принадлежащая семейству щуковых. Она является одним из крупнейших и наиболее распространенных хищников в пресноводных водоемах Европы, Северной Америки и Северной Азии. Щука имеет длинное тело со сплюснутой формой и массивной головой. Ее окраска варьирует от зеленовато-серой до темно-зеленой или коричневатой, с яркими косыми пятнами на спине и боках. Щука имеет мощную челюсть, оснащенную острыми зубами, что позволяет ей совершать успешные охоты на других рыб и мелкую водную живность. Щука является характерным обитателем стоячих или медленно текущих водоемов, таких как озера, пруды, реки и болота. Она предпочитает места с густой подводной растительностью, где может подстерегать своих жертв и использовать ее в качестве причины. Щука может достигать впечатляющих размеров, взрослые особи могут достигать длины до 150 см и весить более 25 кг. Щука известна своей агрессивностью и силой во время ловли на удочку, поэтому она является популярной рыбой для рыболовства. Ее мясо считается вкусным и питательным, и оно широко используется в кулинарии. Щуку можно жарить, запекать, варить или коптить. Эта рыба играет важную экологическую роль в водных экосистемах. Щука контролирует популяции других рыб и помогает поддерживать биологическое равновесие. Она также служит пищей для других хищников, включая рыбоедов и птиц. В целом, щука - это крупная, мощная и популярная рыба, которая является важным хищником пресноводных экосистем и пользуется популярностью как для рыболовства, так и для пищевых целей.

# Fish,Sazan
source: Yazi
ko: 잉어

# Fish,SazanText
source: The yazi is a large freshwater fish from the pike family. It has a distinctive appearance and has a number of unique features. The body of the yazya elongated and slightly laterally compressed, reaches a length of 40-60 cm and weighs from 1 to 5 kg, although sometimes you can meet and more specimens. Its skin is covered with large, thick and coarse scales, which serves it as a good defense against enemies. The scales have a greenish-gray coloration with yellowish or white spots, making it easily recognizable. Jazzy eyes are large and elongated, colored yellow or reddish-orange. They allow him to see perfectly even in the murky waters where he lives. Yazya also has a large and wide mouth with a number of sharp teeth, their shape and size allow him to successfully hunt his prey. Thanks to his teeth, he can easily hold his prey and cut it into pieces before swallowing it. The yaz is a predator and an active hunter. In his diet swims a huge number of aquatic invertebrates - crustaceans, mollusks and small fish. He also does not mind eating plants - algae and aquatic plants are an important part of his diet. During the breeding season, yazi actively move to shallow water or river tributaries to lay eggs and ensure the survival of the next generation. Their spawning occurs in spring or early summer, and male yazi are characterized by becoming particularly bright and aggressive, guarding their territory from competitors. Yazi is not only an object of fishing, but also a subject of interest to scientists. It serves as an indicator of the state of the water body, as it reacts to changes in water quality and pollution. Also, yazi can be used in aquaristics because of its bright and noticeable appearance. In general, the yazi is a unique fish that combines strength, aggressiveness and elegance. Its characteristic appearance and features can mesmerize the observer and arouse interest in the study of nature and the world of aquatic organisms.
de: Der Yazi ist ein großer Süßwasserfisch aus der Familie der Hechte. Er hat ein unverwechselbares Aussehen und weist eine Reihe von einzigartigen Merkmalen auf. Der Körper des Yazi ist länglich und leicht seitlich zusammengedrückt, erreicht eine Länge von 40-60 cm und wiegt zwischen 1 und 5 kg, obwohl man manchmal auch mehr Exemplare antreffen kann. Seine Haut ist mit großen, dicken und groben Schuppen bedeckt, die ihm als gute Verteidigung gegen Feinde dienen. Die Schuppen haben eine grünlich-graue Färbung mit gelblichen oder weißen Flecken, wodurch sie leicht zu erkennen sind. Die Augen von Jazzy sind groß und länglich, gelb oder rötlich-orange gefärbt. Sie ermöglichen es ihm, selbst in den trüben Gewässern, in denen er lebt, perfekt zu sehen. Yazya hat auch ein großes und breites Maul mit vielen scharfen Zähnen, deren Form und Größe es ihm ermöglichen, seine Beute erfolgreich zu jagen. Dank seiner Zähne kann er seine Beute leicht festhalten und sie in Stücke schneiden, bevor er sie verschluckt. Der Yaz ist ein Raubtier und ein aktiver Jäger. Auf seinem Speiseplan steht eine große Anzahl wirbelloser Wassertiere - Krebstiere, Weichtiere und kleine Fische. Es macht ihm auch nichts aus, Pflanzen zu fressen - Algen und Wasserpflanzen sind ein wichtiger Teil seiner Nahrung. Während der Brutzeit zieht der Yazi aktiv in flache Gewässer oder Flussnebenflüsse, um Eier zu legen und das Überleben der nächsten Generation zu sichern. Das Laichen findet im Frühling oder Frühsommer statt. Männliche Yazi zeichnen sich dadurch aus, dass sie besonders hell und aggressiv werden und ihr Revier vor Konkurrenten bewachen. Der Yazi ist nicht nur ein Objekt der Fischerei, sondern auch ein Thema für Wissenschaftler. Er dient als Indikator für den Zustand des Gewässers, da er auf Veränderungen der Wasserqualität und Verschmutzung reagiert. Außerdem kann der Yazi wegen seines hellen und auffälligen Aussehens in der Aquaristik eingesetzt werden. Generell ist der Yazi ein einzigartiger Fisch, der Stärke, Aggressivität und Eleganz vereint. Sein charakteristisches Aussehen und seine Eigenschaften können den Betrachter in ihren Bann ziehen und das Interesse an der Natur und der Welt der Wasserorganismen wecken.
fr: Le yazi est un gros poisson d'eau douce de la famille des brochets. Il a une apparence distinctive et possède un certain nombre de caractéristiques uniques. Le corps du yazya est allongé et légèrement comprimé latéralement, atteint une longueur de 40 à 60 cm et pèse de 1 à 5 kg, bien que parfois vous puissiez rencontrer plus de spécimens. Sa peau est recouverte d'écailles larges, épaisses et grossières, qui lui servent de bonne défense contre les ennemis. Les écailles ont une coloration gris verdâtre avec des taches jaunâtres ou blanches, ce qui les rend facilement reconnaissables. Les yeux Jazzy sont grands et allongés, de couleur jaune ou rouge-orange. Ils lui permettent de voir parfaitement même dans les eaux troubles où il vit. Yazya a également une bouche grande et large avec un certain nombre de dents pointues, leur forme et leur taille lui permettent de chasser avec succès ses proies. Grâce à ses dents, il peut facilement tenir sa proie et la couper en morceaux avant de l'avaler. Le yaz est un prédateur et un chasseur actif. Dans son alimentation nage un grand nombre d'invertébrés aquatiques - crustacés, mollusques et petits poissons. Cela ne le dérange pas non plus de manger des plantes – les algues et les plantes aquatiques constituent une partie importante de son alimentation. Pendant la saison de reproduction, les yazis se déplacent activement vers les eaux peu profondes ou les affluents des rivières pour pondre et assurer la survie de la génération suivante. Leur frai a lieu au printemps ou au début de l'été, et les yazi mâles se caractérisent par être particulièrement brillants et agressifs, gardant leur territoire des concurrents. Yazi n'est pas seulement un objet de pêche, mais aussi un sujet d'intérêt pour les scientifiques. Il sert d’indicateur de l’état de la masse d’eau, car il réagit aux changements de qualité de l’eau et à la pollution. En outre, le yazi peut être utilisé en aquariophilie en raison de son aspect brillant et visible. De manière générale, le yazi est un poisson unique qui allie force, agressivité et élégance. Son apparence et ses caractéristiques caractéristiques peuvent hypnotiser l'observateur et susciter l'intérêt pour l'étude de la nature et du monde des organismes aquatiques.
ko: 잉어는 파이크과에 속하는 대형 민물고기입니다. 그것은 독특한 외모를 가지고 있으며 여러 가지 독특한 특징을 가지고 있습니다. 잉어의 몸은 길쭉하고 약간 옆으로 압축되어 길이가 40-60cm에 달하고 무게는 1 ~ 5kg에 이르지만 때로는 더 많은 표본을 만날 수 있습니다. 피부는 크고 두껍고 거친 비늘로 덮여있어 적에 대한 좋은 방어 역할을합니다. 비늘은 황색 또는 흰색 반점이있는 녹색 회색을 띠고있어 쉽게 알아볼 수 있습니다. 잉어 눈은 크고 길쭉하며 노란색 또는 붉은 주황색을 띕니다. 이 눈은 그가 사는 어두운 물 속에서도 완벽하게 볼 수 있게 해줍니다. 잉어는 또한 크고 넓은 입과 날카로운 이빨을 가지고 있으며, 그 모양과 크기로 인해 먹이를 성공적으로 사냥 할 수 있습니다. 이빨 덕분에 먹이를 쉽게 잡고 삼키기 전에 조각으로자를 수 있습니다. 잉어는 포식자이자 활동적인 사냥꾼입니다. 그의 식단에는 갑각류, 연체 동물 및 작은 물고기와 같은 수많은 수생 무척추 동물이 헤엄칩니다. 그는 또한 식물을 먹는 것을 꺼리지 않습니다. 조류와 수생 식물은 그의 식단에서 중요한 부분입니다. 번식기 동안 잉어는 알을 낳고 다음 세대의 생존을 보장하기 위해 얕은 물이나 강 지류로 적극적으로 이동합니다. 산란은 봄이나 초여름에 이루어지며 수컷 잉어는 특히 밝고 공격적으로 변하여 경쟁자로부터 자신의 영역을 보호하는 것이 특징입니다. 잉어는 낚시의 대상 일뿐만 아니라 과학자들의 관심의 대상이기도합니다. 수질 및 오염의 변화에 반응하기 때문에 수역의 상태를 나타내는 지표 역할을합니다. 또한 잉어는 밝고 눈에 띄는 외관으로 인해 수생 생물학에 사용할 수 있습니다. 일반적으로 잉어는 힘, 공격성 및 우아함을 결합한 독특한 물고기입니다. 그 특징적인 외모와 특징은 관찰자를 매료시키고 자연과 수생 생물 연구에 대한 관심을 불러 일으킬 수 있습니다.

# Fish,Som
source: Som
de: Wels
fr: Poisson-chat
hu: Harcsa
ko: 메기
ru: Сом
