Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Menu,RayTracedGlobalIlluminationText
source: Ray Traced Global Illumination (RTGI) adds real-time interactive bounce lighting to areas of your scene not directly lit by a given light source.
de: Ray Traced Global Illumination (RTGI) fügt interaktives Bounce-Lighting in Echtzeit zu Bereichen deiner Szene hinzu, die nicht direkt von einer bestimmten Lichtquelle beleuchtet werden.
fr: Ray Tracing Global Illumination (RTGI) ajoute un éclairage indirect interactif en temps réel aux zones de votre scène qui ne sont pas directement éclairées par une source de lumière donnée.
hu: A Ray Traced Global Illumination (RTGI) valós idejű interaktív visszaverődő megvilágítással látja el a jelenet azon területeit, amelyeket egy adott fényforrás közvetlenül nem világít meg.
it: Ray Traced Global Illumination (RTGI) aggiunge illuminazione rimbalzante interattiva in tempo reale alle aree della scena non illuminate direttamente da una determinata fonte di luce.
ko: 레이 트레이스드 글로벌 일루미네이션(RTGI)은 특정 광원이 직접 비추지 않는 씬 영역에 실시간 인터랙티브 바운스 조명을 추가합니다.
ru: Функция Ray Traced Global Illumination (RTGI) добавляет интерактивное отраженное освещение в реальном времени к участкам сцены, не освещенным непосредственно данным источником света.

# Menu,RayTracedReflections
source: Ray Traced Reflections
fr: Ray Tracing Réflexions
hu: Ray nyomon követett reflexiók
it: Riflessi con ray tracing
ko: 레이 트레이스드 반사

# Menu,RayTracedReflectionsText
source: Ray Traced Reflections (RTR) simulates accurate environment representation supporting multiple reflection bounces.
de: Ray Traced Reflections (RTR) simuliert eine genaue Umgebungsdarstellung, die mehrere Reflexionen unterstützt.
fr: Ray Tracing (RTR) simule une représentation précise de l'environnement prenant en charge plusieurs rebonds de réflexion.
hu: A Ray Traced Reflections (RTR) pontos környezeti ábrázolást szimulál, amely támogatja a többszörös visszaverődéseket.
it: Ray Traced Reflections (RTR) simula una rappresentazione accurata dell'ambiente supportando più rimbalzi di riflessione.
ko: 레이 트레이스드 리플렉션(RTR)은 다중 반사 바운스를 지원하는 정확한 환경 표현을 시뮬레이션합니다.
ru: Система Ray Traced Reflections (RTR) моделирует точное отображение среды, поддерживая множественные отражения.

# Menu,RayTracedShadows
source: Ray Traced Shadows
fr: Ray Tracing Ombres
hu: Ray nyomon követett árnyékok
it: Ombre con ray tracing
ko: 레이 트레이스 섀도

# Menu,RayTracedShadowsText
source: Ray Traced Shadows simulate soft area lighting effects for objects in the environment. This means that based on the light's source size or source angle, an object's shadow will have sharper shadows near the contact surface than farther away where it softens and widens.
de: Ray Traced Shadows simulieren weiche Flächenlichteffekte für Objekte in der Umgebung. Das bedeutet, dass je nach Größe oder Winkel der Lichtquelle der Schatten eines Objekts in der Nähe der Kontaktfläche schärfer ist als in größerer Entfernung, wo er weicher und breiter wird.
fr: Ray Tracing Les ombres simulent des effets d’éclairage de zone douce pour les objets de l’environnement. Cela signifie qu'en fonction de la taille ou de l'angle de la source de lumière, l'ombre d'un objet aura des ombres plus nettes près de la surface de contact que plus loin, là où elle s'adoucit et s'élargit.
hu: A Ray Traced Shadows a környezetben lévő objektumok lágy területi fényhatásait szimulálja. Ez azt jelenti, hogy a fényforrás mérete vagy a fényforrás szöge alapján egy tárgy árnyéka élesebb árnyékot vet az érintkezési felület közelében, mint távolabb, ahol lágyabb és szélesebb lesz.
it: Le ombre con ray tracing simulano effetti di illuminazione morbida per gli oggetti nell'ambiente. Ciò significa che, in base alle dimensioni della sorgente luminosa o all'angolo della sorgente, l'ombra di un oggetto avrà ombre più nitide vicino alla superficie di contatto rispetto a quelle più lontane dove si ammorbidisce e si allarga.
ko: 레이 트레이스드 섀도는 환경 내 오브젝트에 대한 부드러운 영역 조명 효과를 시뮬레이션합니다. 즉, 빛의 광원 크기 또는 광원 각도에 따라 물체의 그림자는 멀리 떨어진 곳보다 접촉면 근처에서 더 선명한 그림자를 갖게 되며, 멀리 떨어진 곳에서는 그림자가 부드러워지고 넓어집니다.
ru: Тени с трассировкой лучей имитируют эффекты мягкого площадного освещения объектов в окружающей среде. Это означает, что в зависимости от размера или угла источника света тень объекта будет более резкой вблизи контактной поверхности, чем дальше, где она смягчается и расширяется.

# Menu,RayTracing
source: Ray Tracing
hu: Sugárkövetés
ko: 레이 트레이싱

# Menu,Shader
source: Shader
ko: 셰이더

# Menu,ShaderText
source: Select your preferred shader, apply the settings and restart the game.
de: Wähle deinen bevorzugten Shader, übernehme die Einstellungen und starte das Spiel neu.
fr: Sélectionnez votre shader préféré, appliquez les paramètres et redémarrez le jeu.
ko: 원하는 셰이더를 선택하고 설정을 적용한 후 게임을 다시 시작합니다.

# Menu,Ultraperformance
source: Ultra performance
de: Ultra Leistung
ko: 울트라 성능

# Menu,Warning
source: Warning
de: Warnung
fr: Avertissement
ko: 경고

# NotesText,1
source: We drank until the stars in the sky began to double, and the vodka only ran out on the third floor!
de: Wir tranken, bis sich die Sterne am Himmel zu verdoppeln begannen, und der Wodka ging erst im dritten Stock aus!
fr: Nous avons bu jusqu'à ce que les étoiles dans le ciel commencent à doubler et que la vodka ne soit épuisée qu'au troisième étage !
hu: Addig ittunk, amíg a csillagok az égen duplázódni nem kezdtek, és a vodka csak a harmadik emeleten fogyott el!
it: Abbiamo bevuto fino a quando le stelle nel cielo hanno cominciato a raddoppiare e la vodka è finita solo al terzo piano!
ko: 하늘의 별이 두 배가 될 때까지 마셨고 보드카는 다 떨어졌어요!
ru: Мы пили до тех пор, пока звезды на небе не стали двоиться, а водка закончилась только на третьем этаже!

# NotesText,2
source: Yesterday Kolyan and I drank so much that even Vaska the cat slept on the radiator all day!
de: Gestern haben Kolyan und ich so viel getrunken, dass sogar Kater Vaska den ganzen Tag auf dem Heizkörper geschlafen hat!
fr: Hier, Kolyan et moi avons tellement bu que même Vaska le chat a dormi sur le radiateur toute la journée !
hu: Tegnap Koljan és én annyit ittunk, hogy még Vaska, a macska is a radiátoron aludt egész nap!
it: Ieri Kolyan e io abbiamo bevuto così tanto che anche il gatto Vaska ha dormito tutto il giorno sul termosifone!
ko: 어제 니콜라이와 저는 술을 너무 많이 마셨고 고양이 바스카도 하루 종일 라디에이터에서 잤어요!
ru: Вчера мы с Коляном выпили столько, что даже кот Васька весь день спал на радиаторе!

# NotesText,3
source: There was so much to drink that I no longer remember how we got home, or why I only had one shoe in the morning!
de: Es gab so viel zu trinken, dass ich nicht mehr weiß, wie wir nach Hause gekommen sind oder warum ich morgens nur einen Schuh hatte!
fr: Il y avait tellement à boire que je ne me souviens plus comment nous sommes rentrés à la maison, ni pourquoi je n'avais qu'une seule chaussure le matin !
hu: Annyi volt az ital, hogy már nem emlékszem, hogyan jutottunk haza, vagy miért csak egy cipőm volt reggel!
it: C'era così tanto da bere che non ricordo più come siamo tornati a casa, né perché avevo solo una scarpa al mattino!
ko: 술을 너무 많이 마셔서 어떻게 집에 갔는지, 왜 아침에 신발이 하나밖에 없었는지 더 이상 기억이 나지 않습니다!
ru: Было столько выпито, что я уже не помню, как мы добрались до дома, и почему утром у меня был только один ботинок!

# NotesText,4
source: When we were about to go out, Sashka found another bottle in his pocket, and we decided to celebrate some more!
de: Als wir gerade gehen wollten, fand Sashka eine weitere Flasche in seiner Tasche, und wir beschlossen, noch ein bisschen zu feiern!
fr: Alors que nous étions sur le point de sortir, Sashka a trouvé une autre bouteille dans sa poche et nous avons décidé de célébrer encore un peu !
hu: Amikor indulni készültünk, Sashka talált még egy üveggel a zsebében, és úgy döntöttünk, hogy még ünnepelünk egy kicsit!
it: Quando stavamo per uscire, Sashka si è trovata in tasca un'altra bottiglia e abbiamo deciso di festeggiare ancora un po'!
ko: 외출하려고 할 때 사쉬카가 주머니에서 또 다른 병을 발견했고, 우리는 더 축하하기로 결정했습니다!
ru: Когда мы уже собирались уходить, Сашка нашел в кармане еще одну бутылку, и мы решили отметить это событие еще раз!

# NotesText,5
source: I had such a drunken night last night that I'm so hungover today - can't seem to get off the couch!
de: Ich hatte gestern eine so durchzechte Nacht, dass ich heute so verkatert bin, dass ich nicht von der Couch aufstehen kann!
fr: J'ai eu une soirée tellement arrosée hier soir que j'ai tellement la gueule de bois aujourd'hui - je n'arrive pas à me lever du canapé !
hu: Tegnap este olyan részeg voltam, hogy ma annyira másnapos vagyok - nem tudok felkelni a kanapéról!
it: Ieri sera ho passato una notte così ubriaca che oggi ho così i postumi della sbornia: non riesco ad alzarmi dal divano!
ko: 어젯밤에 너무 많이 마셨고 오늘 숙취가 심해서 소파에서 일어날 수가 없어요!
ru: Я вчера так нажрался, что у меня сегодня похмелье - не могу встать с дивана!

# Notice,Activateswitch
source: Activate switch
de: Schalter betätigen
fr: Activer l'interrupteur
hu: Kapcsoló aktiválása
it: Attiva l'interruttore
ko: 스위치 활성화
ru: Включить переключатель

# Notice,Banya
source: Taking a bath...
de: Ein Bad nehmen...
fr: Prendre un bain...
hu: Fürdés...
it: Fare il bagno...
ko: 목욕하기...
ru: Помывка в бане...

# Notice,Barn
source: Barn
de: Scheune
fr: Grange
hu: Pajta
it: Fienile
ko: 헛간
ru: Амбар

# Notice,Boombox
source: Boombox
fr: Radiocassette
ko: 붐박스
ru: Бумбокс

# Notice,Cancel
source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégsem
it: Cancella
ko: 취소
ru: Отменить

# Notice,Celling
source: Celling
de: Zellen
fr: Cellulaire
hu: Cselezés
ko: 천장
ru: Потолок

# Notice,Choppingwood
source: Chopping wood
de: Holz hacken
fr: Couper du bois
hu: Favágás
it: Tagliare la legna
ko: 나무 자르기
ru: Нарубить дров

# Notice,CookingStationError
source: It's impossible to put a field kitchen...
de: Eine Feldküche kann man hier unmöglich aufstellen...
fr: C'est impossible de mettre une cuisine de campagne...
hu: Lehetetlen egy mezei konyhát elhelyezni...
it: È impossibile mettere una cucina da campo...
ko: 야외 취사장을 설치하는 것은 불가능합니다...
ru: Невозможно разместить полевую кухню...

# Notice,Create
source: Create
de: Erstellen
fr: Créer
hu: Készítés
it: Creare
ko: 만들기
ru: Создать

# Notice,DeadText
source: I'm gonna lie down for a while and get up :-)
de: Ich lege mich eine Weile hin und stehe dann auf :-)
fr: Je vais m'allonger un moment et me lever :-)
hu: Lefekszem egy kicsit, aztán felkelek :-)
it: Mi sdraio un po' e poi mi alzo :-)
ko: 잠시 누워 있다가 일어날게요 :-)
ru: Полежу немного и встану :-)

# Notice,DeleteGame
source: Delete Game
de: Spiel löschen
fr: Supprimer la partie
hu: Játék törlése
it: Eliminare il gioco
ko: 게임 삭제
ru: Удалить слот

# Notice,DisclaimerText
source: A small percentage of people may suffer epileptic seizures when exposed to certain images, including flashing lights or geometric patterns displayed in video games. If you or your relatives have had seizures or have been diagnosed with epilepsy, please consult a physician before playing. If you experience dizziness, distorted vision, eye or facial contractions, limb twitching, or disorientation, stop playing IMMEDIATELY and consult a physician.
de: Ein kleiner Prozentsatz von Menschen kann epileptische Anfälle erleiden, wenn sie bestimmten Bildern ausgesetzt sind, z. B. blinkenden Lichtern oder geometrischen Mustern in Videospielen. Wenn du oder deine Verwandten bereits Anfälle hatten oder bei ihnen Epilepsie diagnostiziert wurde, konsultiere bitte einen Arzt, bevor du spielst. Wenn du Schwindel, Sehstörungen, Augen- oder Gesichtszuckungen, Zuckungen der Gliedmaßen oder Orientierungslosigkeit verspürst, höre SOFORT auf zu spielen und suche einen Arzt auf.
fr: Un petit pourcentage de personnes peuvent souffrir de crises d’épilepsie lorsqu’elles sont exposées à certaines images, notamment des lumières clignotantes ou des motifs géométriques affichés dans les jeux vidéo. Si vous ou vos proches avez eu des convulsions ou avez reçu un diagnostic d'épilepsie, veuillez consulter un médecin avant de jouer. Si vous ressentez des étourdissements, une vision déformée, des contractions oculaires ou faciales, des contractions des membres ou une désorientation, arrêtez IMMÉDIATEMENT de jouer et consultez un médecin.
hu: Az emberek kis százalékánál előfordulhat, hogy bizonyos képek, például videojátékokban megjelenő villogó fények vagy geometriai minták láttán epilepsziás rohamot kapnak. Ha Önnek vagy hozzátartozóinak rohamai voltak, vagy epilepsziát diagnosztizáltak nála, kérjük, játék előtt forduljon orvoshoz. Ha szédülést, látászavarokat, szem- vagy arcvonások összehúzódását, végtagrándulást vagy tájékozódási zavarokat tapasztal, azonnal hagyja abba a játékot, és forduljon orvoshoz.
it: Una piccola percentuale di persone può soffrire di attacchi epilettici se esposta a determinate immagini, comprese luci lampeggianti o motivi geometrici visualizzati nei videogiochi. Se tu o i tuoi parenti avete avuto convulsioni o vi è stata diagnosticata l'epilessia, consultate un medico prima di giocare. Se avverti vertigini, visione distorta, contrazioni oculari o facciali, spasmi degli arti o disorientamento, interrompi IMMEDIATAMENTE il gioco e consulta un medico.
ko: 소수의 사람들은 비디오 게임에 표시되는 번쩍이는 불빛이나 기하학적 패턴 등 특정 이미지에 노출될 때 간질 발작을 일으킬 수 있습니다. 본인이나 친척이 발작을 경험했거나 간질 진단을 받은 적이 있다면 게임을 하기 전에 의사와 상담하세요. 어지러움, 시야 왜곡, 눈 또는 안면 수축, 사지 경련 또는 방향 감각 상실을 경험하는 경우 즉시 게임을 중단하고 의사와 상담하세요.
ru: У небольшого процента людей под воздействием некоторых изображений, в том числе мигающих огней или геометрических фигур, отображаемых в видеоиграх, могут возникать эпилептические припадки. Если у вас или ваших родственников случались припадки или была диагностирована эпилепсия, проконсультируйтесь с врачом перед началом игры. При возникновении головокружения, искажения зрения, судорог глаз или лица, подергивания конечностей или дезориентации НЕЗАМЕДЛИТЕЛЬНО прекратите игру и обратитесь к врачу.

# Notice,Doors
source: Doors
de: Türen
fr: Portes
hu: Ajtók
it: Porte
ko: 문
ru: Двери

# Notice,Drawgraffiti
source: Draw graffiti
de: Graffiti zeichnen
fr: Dessiner des graffitis
hu: Rajzolj graffitit
it: Disegnare graffiti
ko: 낙서 그리기
ru: Нарисовать граффити

# Notice,Dumpster
source: Throw in the trash
de: In den Müll werfen
fr: Mettre à la poubelle
ko: 쓰레기통에 버리기

# Notice,ErrorChopping
source: This tree is designed for birdhouse installation...
de: Dieser Baum ist für die Montage von Vogelhäuschen...
fr: Cet arbre est conçu pour l'installation d'un nichoir...
hu: Ezt a fát madáretető telepítéséhez tervezték...
it: Questo albero è progettato per l'installazione di casette per uccelli...
ko: 이 나무는 새집 설치용으로 설계되었습니다...
ru: Это дерево предназначено для установки скворечника...

# Notice,ErrorFatigue
source: I'm tired... I need to rest...
de: Ich bin müde... Ich muss mich ausruhen...
fr: Je suis fatigué... j'ai besoin de me reposer...
hu: Fáradt vagyok... Pihennem kell...
it: Sono stanco... ho bisogno di riposare...
ko: 피곤해... 좀 쉬어야겠어요...
ru: Я устал... Мне нужно отдохнуть...

# Notice,ErrorFurnace
source: Before you take a bath, you have to light the stove...
de: Bevor du ein Bad nimmst, musst du den Ofen anmachen...
fr: Avant de prendre un bain, il faut allumer le poêle...
hu: Mielőtt fürödnél, be kell gyújtanod a kályhát...
it: Prima di fare il bagno bisogna accendere il fornello...
ko: 목욕하기 전에 스토브에 불을 붙여야 합니다...
ru: Прежде чем помыться в бане, нужно разжечь печь...

# Notice,ErrorSawing
source: A failed attempt at sawing it off. Try again...
de: Versuch gescheitert, ihn abzusägen. Versuche es erneut...
fr: Une tentative ratée de le scier. Essayer à nouveau...
ko: 톱질에 실패했습니다. 다시 시도하세요...

# Notice,ErrorWater
source: We need to get some water...
de: Wir müssen etwas Wasser holen...
fr: Il nous faut de l'eau...
hu: Szükségünk van egy kis vízre...
it: Dobbiamo prendere dell'acqua...
ko: 물 좀 마셔야겠어...
ru: Нужно набрать воды...

# Notice,FastTravel
source: Fast Travel
de: Schnellreisen
fr: Voyage rapide
hu: Gyors utazás
it: Viaggio veloce
ko: 빠른 이동
ru: Быстрое перемещение

# Notice,Fatigue
source: Fatigue
de: Müdigkeit
hu: Fáradtság
it: Fatica
ko: 피로
ru: Усталость

# Notice,Fence
source: Fence
de: Zaun
fr: Clôture
hu: Kerítés
it: Recinzione
ko: 울타리
ru: Забор

# Notice,FireDumstep
source: Light the trash on fire
de: Zünde den Müll an
fr: Allumez le feu aux poubelles
hu: Gyújtsd fel a szemetet
it: Dai fuoco alla spazzatura
ko: 쓰레기에 불을 붙이기
ru: Поджечь мусор

# Notice,FlashLight
source: It's evening. You can turn on the flashlight by pressing the F button.
de: Es ist Abend. Du kannst die Taschenlampe einschalten, indem du auf F drückst.
fr: C'est le soir. Vous pouvez allumer la lampe de poche en appuyant sur le bouton F.
hu: Este van. Az F gomb megnyomásával bekapcsolhatja a zseblámpát.
it: È sera. È possibile accendere la torcia premendo il pulsante F.
ko: 저녁입니다. F 버튼을 눌러 손전등을 켤 수 있습니다.
ru: Наступает вечер. Вы можете включить фонарик, нажав кнопку F.

# Notice,Floor
source: Floor
de: Boden
fr: Sol
hu: Padló
it: Piano
ko: 바닥
ru: Пол

# Notice,Foundation
source: Foundation
de: Fundament
fr: Fondation
hu: Alapítvány
it: Fondazione
ko: 기초
ru: Фундамент

# Notice,GirlSex
source: Get busy
de: Beschäftige dich
fr: Être occupé
hu: Légy elfoglalt
it: Darsi da fare
ko: 바쁘게 생활하기
ru: Заняться делом

# Notice,GirlSexText
source: There was supposed to be a frank scene here, but you'd better look at the kitty :-)
de: Eigentlich sollte es hier eine freizügige Szene geben, aber du solltest dir lieber das Kätzchen ansehen :-)
fr: Il était censé y avoir une scène franche ici, mais tu ferais mieux de regarder le minou :-)
hu: Itt egy őszinte jelenetnek kellett volna lennie, de inkább nézd meg a cicát :-)
it: Doveva esserci una scena sincera qui, ma faresti meglio a guardare il gattino :-)
ko: 여기에는 진솔한 장면이 있어야 하는데, 고양이를 보시는 게 좋을 것 같아요 :-)
ru: Здесь должна была быть откровенная сцена, но лучше посмотрите на котика :-)

# Notice,Health
source: Health
de: Gesundheit
fr: Santé
hu: Egészség
it: Salute
ko: 건강
ru: Здоровье

# Notice,Hunger
source: Hunger
fr: Faim
hu: Éhség
it: Mangiare
ko: 배고픔
ru: Голод

# Notice,LeaderBoard1
source: Leaderboards
de: Bestenlisten
fr: Classements
hu: Ranglisták
it: Classifiche
ko: 순위표
ru: Таблица лидеров

# Notice,LeaderBoard2
source: Leaderboard for the number of NPC kills
de: Bestenliste für die Anzahl der getöteten NPCs
fr: Classement du nombre de PNJ tués
hu: Ranglista az NPC-k megölésének számában
it: Classifica per il numero di uccisioni di NPC
ko: NPC 킬 횟수 순위표
ru: Таблица лидеров по количеству убийств NPC

# Notice,Letterbox
source: Letterbox
de: Briefkasten
fr: Boîte aux lettres
hu: Postaláda
it: Cassetta delle lettere
ko: 편지함
ru: Почтовый ящик

# Notice,LoadGame
source: Load Game
de: Spiel laden
fr: Chargement du jeu
hu: Játék betöltése
it: Caricare Il Gioco
ko: 게임 로드
ru: Загрузить игру

# Notice,Loading
source: Loading
de: Lade
fr: Chargement
hu: Betöltés
it: Caricamento
ko: 로드 중
ru: Загрузка

# Notice,LockedDoor
source: The door is closed!
de: Die Tür ist verschlossen!
fr: La porte est fermée!
hu: Az ajtó zárva!
it: La porta è chiusa!
ko: 문이 닫혔습니다!
ru: Дверь закрыта!

# Notice,Map
source: A map of the village is under development...
de: Eine Karte des Dorfes ist in Arbeit...
fr: Un plan du village est en cours d'élaboration...
hu: A falu térképe fejlesztés alatt áll...
it: Una mappa del villaggio è in fase di sviluppo...
ko: 마을 지도는 개발 중입니다...
ru: Карта деревни находится в разработке...

# Notice,Medical
source: Medicaid isn't free, honey :-)
de: Medizinische Versorgung ist nicht kostenlos, Schätzchen :-)
fr: Medicaid n'est pas gratuit, chérie :-)
ko: 의료보험은 공짜가 아니에요, 자기 :-)

# Notice,Money
source: Money
de: Geld
fr: Argent
hu: Pénz
it: Denaro
ko: 돈
ru: Деньги

# Notice,Mousewheel
source: Mouse wheel
de: Mausrad
fr: Roulette de la souris
hu: Egérgörgő
it: Rotella del mouse
ko: 마우스 휠
ru: Колёсико мыши

# Notice,NewSlot
source: Create a new Save Slot...
de: Erstelle einen neuen Speicherplatz...
fr: Créez un nouvel emplacement de sauvegarde...
hu: Új mentési slot létrehozása...
it: Creare un nuovo slot di salvataggio...
ko: 새 저장 슬롯 만들기...
ru: Введите название для слота сохранения...

# Notice,Nextchannel
source: Next channel
de: Nächster Kanal
fr: Chaîne suivante
hu: Következő csatorna
it: Canale successivo
ko: 다음 채널
ru: Следующий канал

# Notice,OffTV
source: Turn off TV
de: Fernseher ausschalten
fr: Éteignez la télévision
hu: Kapcsolja ki a TV-t
it: Spegnere la TV
ko: TV 끄기
ru: Выключить телевизор

# Notice,PaintWall
source: Paint a wall
de: Eine Wand streichen
fr: Peindre un mur
hu: Fess egy falat
it: Dipingere una parete
ko: 벽 페인트 칠하기
ru: Покрасить стену

# Notice,Player
source: Player
de: Spieler
fr: Joueur
hu: Játékos
it: Giocatore
ko: 플레이어
ru: Игрок

# Notice,Preview
source: Preview
de: Vorschau
fr: Aperçu
hu: Előnézet
it: Anteprima
ko: 미리보기
ru: Предпросмотр

# Notice,Previouschannel
source: Previous channel
de: Vorheriger kanal
fr: Chaîne précédente
hu: Előző csatorna
it: Canale precedente
ko: 이전 채널
ru: Предыдущий канал

# Notice,PutShelfs
source: Put it on a shelf
de: Ins Regal legen
fr: Mettez-le sur une étagère
ko: 선반에 올려놓기

# Notice,Radio
source: Radio
hu: Rádió
ko: 라디오
ru: Радио

# Notice,Rats
source: Rats
de: Ratten
hu: Patkányok
it: Topo
ko: 쥐
ru: Мыши

# Notice,Repairthefence
source: Repair the fence
de: Den Zaun reparieren
fr: Réparer la cloture
hu: Javítsa meg a kerítést
it: Riparazione della recinzione
ko: 울타리 수리
ru: Отремонтировать забор

# Notice,ReputationUpdated
source: Reputation updated!
de: Reputation aktualisiert!
fr: Réputation mise à jour !
hu: A hírnév frissült!
it: Reputazione aggiornata!
ko: 평판이 업데이트되었습니다!
ru: Репутация обновлена!

# Notice,SavedLoad
source: Saving and loading the game
de: Speichern und Laden des Spiels
fr: Sauvegarder et charger la partie
hu: Játék mentése és betöltése
it: Salvataggio e caricamento del gioco
ko: 게임 저장 및 불러오기
ru: Сохранение и загрузка игры

# Notice,SaveGame
source: Save Game
de: Spiel speichern
fr: Sauvegarder la partie
hu: Játék mentése
it: Salva Partita
ko: 게임 저장
ru: Сохранить игру

# Notice,Saving
source: Saving
de: Speichere
fr: Sauvegarde
hu: Mentés
it: Risparmio
ko: 저장
ru: Сохранить

# Notice,Schoolwalls
source: School walls
de: Schulmauern
fr: Murs d'école
hu: Iskola falai
it: Pareti della scuola
ko: 학교 담장
ru: Стены школы

# Notice,Shop
source: Buy products
de: Produkte kaufen
fr: Acheter des produits
hu: Termékek vásárlása
it: Acquista i prodotti
ko: 제품 구매
ru: Купить продукты

# Notice,SleepBed
source: Go to sleep
de: Geh schlafen
fr: Dormir
hu: Menj aludni
it: Andare a
ko: 잠자기
ru: Лечь спать

# Notice,Specifythequantity
source: Specify the quantity
de: Gib die Menge an
fr: Précisez la quantité
ko: 수량 지정

# Notice,Stamina
source: Stamina
de: Ausdauer
fr: Endurance
hu: Állóképesség
ko: 스태미나
ru: Выносливость

# Notice,SvaeGame
source: Game successfully saved!
de: Spiel erfolgreich gespeichert!
fr: Jeu sauvegardé avec succès !
hu: A játék sikeresen mentve!
it: Il gioco è stato salvato con successo!
ko: 게임이 성공적으로 저장되었습니다!
ru: Игра успешно сохранена!

# Notice,Switch
source: Switch
de: Wechseln
fr: Changer
hu: Kapcsoló
it: Interruttore
ko: 스위치
ru: Выключатель

# Notice,Takephotos
source: - Take photos
de: - Fotos machen
fr: Prendre des photos
hu: - Fotózzunk
it: - Scattare foto
ko: - 사진 찍기
ru: - Сделать фото

# Notice,Tent
source: Tent
de: Zelt
fr: Tente
hu: Sátor
it: Tenda
ko: 텐트
ru: Палатка

# Notice,TentError
source: No room to pitch a tent...
de: Kein Platz, um ein Zelt aufzustellen...
fr: Pas de place pour planter une tente...
hu: Nincs hely a sátorveréshez...
it: Non c'è spazio per piantare una tenda...
ko: 텐트를 칠 공간이 없습니다...
ru: Неподходящее место для установки палатки...

# Notice,Thirst
source: Thirst
de: Durst
fr: Soif
hu: Szomjúság
it: Bere
ko: 갈증
ru: Жажда

# Notice,Throwaway
source: Throw away
de: Wegwerfen
fr: Jeter
ko: 버리기

# Notice,Time
source: Time
de: Zeit
fr: Temps
hu: Idő
it: Tempo
ko: 시간
ru: Время
