Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# QuestsList,34Text
source: Hi! Soon our little kindergarteners will be going to kindergarten. But there is quite a lot of garbage accumulated on its territory. Could you help me clean it up?
de: Hallo! Bald werden unsere Kleinkinder in den Kindergarten gehen. Aber auf ihrem Gelände hat sich eine ganze Menge Müll angesammelt. Könntest du mir helfen, ihn aufzuräumen?
fr: Salut! Bientôt, nos petits enfants de maternelle iront à la maternelle. Mais beaucoup de déchets s’accumulent sur son territoire. Pourriez-vous m'aider à le nettoyer ?
hu: Szia! Hamarosan óvodába mennek a kis óvodásaink. De elég sok szemét halmozódott fel a területén. Segítenétek eltakarítani?
ko: 안녕하세요! 곧 우리 유치원생들이 유치원에 갈 거예요. 하지만 그 구역에 쓰레기가 많이 쌓여 있어요. 청소 좀 도와주시겠어요?
ru: Привет! Скоро наши маленькие воспитанники пойдут в детский сад. Но на его территории скопилось довольно много мусора. Не могли бы вы помочь мне его убрать?

# QuestsList,35Name
source: Berries for the little kindergartners
de: Beeren für die Kleinsten im Kindergarten
fr: Des baies pour les petits enfants de la maternelle
hu: Bogyók a kis óvodásoknak
ko: 어린 유치원생들을 위한 베리
ru: Ягоды для маленьких воспитанников

# QuestsList,35Text
source: Thank you for your help. I would also like to ask you to pick berries for our little ones. They often get sick in the fall and could use vitamins to strengthen the immunity of their growing bodies. I will make them delicious compotes and jam from the berries you have collected.
de: Ich danke dir für deine Hilfe. Ich möchte dich auch bitten, Beeren für unsere Kleinen zu pflücken. Sie werden im Herbst oft krank und könnten Vitamine gebrauchen, um ihr Immunsystem im Wachstum zu stärken. Aus den Beeren, die du gesammelt hast, werde ich ihnen leckeres Kompott und Marmelade kochen.
fr: Merci pour votre aide. J'aimerais également vous demander de cueillir des baies pour nos petits. Ils tombent souvent malades à l’automne et pourraient utiliser des vitamines pour renforcer l’immunité de leur corps en pleine croissance. Je leur ferai de délicieuses compotes et confitures à partir des baies que vous aurez récoltées.
hu: Köszönöm a segítségét. Szeretném megkérni, hogy szedjenek bogyókat a kicsiknek. Ősszel gyakran megbetegszenek, és jól jönnének a vitaminok, hogy erősítsék a növekvő szervezetük immunrendszerét. Az általatok gyűjtött bogyókból finom kompótot és lekvárt fogok nekik készíteni.
ko: 도와주셔서 감사합니다. 또한 우리 아이들을 위해 베리를 따주실 것을 부탁드리고 싶습니다. 아이들은 가을에 자주 아프고 성장하는 신체의 면역력을 강화하기 위해 비타민이 필요합니다. 당신이 수집 한 열매로 맛있는 설탕에 절인 과일과 잼을 만들 것입니다.
ru: Спасибо за помощь. Еще хотелось бы попросить Вас собрать ягоды для наших малышей. Они часто болеют осенью, и им не помешают витамины для укрепления иммунитета их растущего организма. Из собранных Вами ягод я буду варить для них вкусные компоты и варенье.

# QuestsList,36Name
source: Ear for the little kindergartners
de: Ohren für die Kleinen im Kindergarten
fr: Oreille pour les petites maternelles
hu: Fül a kis óvodásoknak
ko: 어린 유치원생들을 위한 귀
ru: Уха для маленьких воспитанников

# QuestsList,36Text
source: Thank you for bringing me berries for our kindergartners. But can I ask you something else? There are quite a lot of fish in our lake and the kids could use some phosphorus and fish oil. Can you catch us 3 pike and 2 catfish?
de: Danke, dass du mir Beeren für die Kleinen mitgebracht hast. Aber kann ich dich um noch etwas bitten? Es gibt ziemlich viele Fische in unserem See und die Kinder könnten etwas Phosphor und Fischöl gebrauchen. Kannst du uns 3 Hechte und 2 Welse fangen?
fr: Merci de m'avoir apporté des baies pour nos enfants de maternelle. Mais puis-je vous demander autre chose ? Il y a beaucoup de poissons dans notre lac et les enfants pourraient utiliser du phosphore et de l'huile de poisson. Pouvez-vous nous attraper 3 brochets et 2 poissons-chats ?
hu: Köszönöm, hogy bogyókat hoztál az óvodásainknak. De kérdezhetek még valamit? Elég sok hal van a tavunkban, és a gyerekeknek jól jönne egy kis foszfor és halolaj. Ki tudnál fogni nekünk 3 csukát és 2 harcsát?
ko: 유치원생들을 위해 딸기를 가져와 주셔서 감사합니다. 다른 것도 부탁해도 될까요? 우리 호수에는 물고기가 꽤 많은데 아이들이 인(영양소)과 생선 기름을 좀 먹을 수 있을 것 같아요. 강꼬치고기 3마리와 메기 2마리만 잡아주실 수 있나요?
ru: Спасибо, что принесли ягоды для наших детсадовцев. Но могу ли я попросить вас о чем-нибудь еще? В нашем озере довольно много рыбы, и детям не помешало бы немного фосфора и рыбьего жира. Вы можете поймать нам 3 щуки и 2 сома?

# QuestsList,37Name
source: Moonshiners
fr: Contrebande
hu: Pálinkák
ko: 밀주 왕
ru: Самогонщики

# QuestsList,37Text
source: Hello, friend! Me and my two friends need a hangover! But not with anything, but with moonshine! Can you help us?
de: Hallo, Freund! Ich und meine zwei Freunde brauchen einen Kater! Aber nicht mit irgendetwas, sondern mit Moonshine! Kannst du uns helfen?
fr: Bonjour mon ami! Mes deux amis et moi avons besoin d'une gueule de bois ! Mais pas avec n'importe quoi, mais avec de l'alcool de contrebande ! Pouvez-vous nous aider?
hu: Helló, barátom! Nekem és két barátomnak másnaposságra van szükségünk! De nem bármivel, hanem holdfénnyel! Tudnál segíteni nekünk?
ko: 안녕하세요, 친구! 저와 제 두 친구는 숙취해소가 필요해요! 근데 다른 게 아니라 밀주로! 우릴 도와줄 수 있어요?
ru: Привет, друг! Мне и двум моим друзьям нужно похмелиться! Но не чем-нибудь, а самогоном! Ты можешь нам помочь?

# QuestsList,38Name
source: Beer master
de: Biermeister
fr: Maître de la bière
hu: Sörmester
ko: 맥주 마스터
ru: Пивной мастер

# QuestsList,38Text
source: Hello, comrade! The festival ended not long ago. And it's time to collect all the used beer kegs. All my helpers have already gone home and I have no one to ask for help but you. Will you help me collect them?
de: Hallo, Kamerad! Das Fest ist vor kurzem zu Ende gegangen. Und es ist an der Zeit, alle gebrauchten Bierfässer einzusammeln. Alle meine Helfer sind bereits nach Hause gegangen und ich habe niemanden, den ich um Hilfe bitten kann, außer dich. Wirst du mir helfen, sie einzusammeln?
fr: Bonjour camarade! Le festival s'est terminé il n'y a pas longtemps. Et il est temps de récupérer tous les fûts de bière usagés. Tous mes assistants sont déjà rentrés chez eux et je n’ai personne à qui demander de l’aide à part vous. Veux-tu m'aider à les récupérer ?
hu: Helló, elvtárs! A fesztivál nemrég ért véget. És itt az ideje, hogy összegyűjtsük az összes használt söröshordót. Minden segítőm már hazament, és rajtad kívül senkitől nem tudok segítséget kérni. Segítenél nekem összeszedni őket?
ko: 안녕하세요, 동지! 축제가 얼마 전에 끝났습니다. 이제 사용한 맥주 통을 모두 모아야 할 때입니다. 모든 도우미는 이미 집에 갔고 당신 외에는 도움을 요청할 사람이 없습니다. 수거하는 걸 도와줄래요?
ru: Здравствуйте, товарищ! Не так давно закончился фестиваль. И пришло время собирать все использованные пивные бочки. Все мои помощники уже ушли домой, и мне не к кому обратиться за помощью, кроме как к тебе. Поможешь мне их собрать?

# QuestsList,39Name
source: Bring a girl a fish
de: Bring einer Frau einen Fisch
fr: Apportez un poisson à une fille
hu: Hozz egy lánynak egy halat
ko: 소녀에게 물고기 가져다주기
ru: Принесите девушке рыбки

# QuestsList,39Text
source: Thank you for your help, darling! I'm so tired and would like some fresh fish. Will you give the girl some fish?
de: Danke für deine Hilfe, Schätzchen! Ich bin so müde und hätte gerne etwas frischen Fisch. Kannst du der Frau etwas Fisch geben?
fr: Merci pour ton aide, chérie ! Je suis tellement fatiguée et j'aimerais du poisson frais. Veux-tu donner du poisson à la fille ?
hu: Köszönöm a segítségedet, drágám! Nagyon fáradt vagyok, és szeretnék egy kis friss halat. Adnál a lánynak egy kis halat?
ko: 도와줘서 고마워요, 자기! 너무 피곤해서 신선한 생선을 먹고 싶어요. 생선 좀 갖다 줄래요?
ru: Спасибо за помощь, дорогой! Я так устала и хотела бы поесть свежей рыбы. Не могли бы вы дать девушке немного рыбки?

# QuestsList,3Name
source: To see Grandpa Maxim
de: Großvater Maxim besuchen
fr: Pour voir Papy Maxim
hu: Maxim nagyapát meglátogatni
it: Per vedere il nonno Maxim
ko: 맥심 할아버지를 만나려면
ru: Повидаться с дедом Максимом

# QuestsList,3Text
source: Hi! Are you new? Let's go to Grandpa Maxim's for moonshine. He makes the best moonshine in the village!
de: Hallo! Bist du neu? Lass uns zu Großvater Maxim gehen, um Moonshine zu trinken. Er macht den besten Moonshine im Dorf!
fr: Salut! Es-tu Nouveau? Allons chez grand-père Maxim pour du clair de lune. Il fait le meilleur clair de lune du village !
hu: Szia! Új vagy? Menjünk Maxim nagyapához holdfényre. Ő készíti a legjobb holdfényt a faluban!
it: Ciao! Sei nuovo? Andiamo da nonno Maxim a bere il moonshine. Fa il miglior moonshine del villaggio!
ko: 안녕하세요! 새로 오셨나요? 맥심 할아버지 댁에 가서 밀주를 마시러 갑시다. 할아버지는 마을에서 가장 맛있는 밀주를 만드세요!
ru: Привет! Ты новенький? Пойдем к деду Максиму за самогоном. Он делает самый лучший самогон в деревне!

# QuestsList,40Name
source: Miller
de: Müller
fr: Meunier
ko: 방앗간
ru: Мельник

# QuestsList,40Text
source: Our decorative mill broke down. I've been wanting to fix it for a long time, but never got around to it. Now I'm busy, too. Could you help me?
de: Unsere dekorative Mühle ist kaputt gegangen. Ich wollte sie schon lange reparieren, bin aber nie dazu gekommen. Außerdem bin ich sehr beschäftigt. Kannst du mir helfen?
fr: Notre moulin décoratif est tombé en panne. Cela faisait longtemps que je voulais le réparer, mais je n'y suis jamais parvenu. Maintenant, je suis aussi occupé. Pourriez-vous m'aider?
hu: A dekoratív malmunk elromlott. Már régóta meg akartam javítani, de sosem jutottam el odáig, hogy megjavítsam. Most is elfoglalt vagyok. Tudna segíteni?
ko: 장식용 방앗간이 고장났습니다. 오랫동안 고치고 싶었지만 엄두를 내지 못했어요. 지금은 제가 너무 바빠서요. 좀 도와주실 수 있나요?
ru: Сломалась наша декоративная мельница. Я давно хотел ее починить, но все никак не решался. А сейчас я тоже занят. Не могли бы Вы мне помочь?

# QuestsList,41Name
source: To help the hospital. Part 1
de: Dem Krankenhaus helfen. Teil 1
fr: Pour aider l'hôpital. Partie 1
hu: Segíteni a kórháznak. 1. rész
ko: 병원을 돕기 위해. 파트 1
ru: Помочь больнице. Часть 1

# QuestsList,41Text
source: Greetings, Ivan! Our hospital gets sick people from time to time. The other day they want to bring us a large batch of patients from the region. But there is nothing to feed them because we have a very limited budget. Could you cook and bring us some food?
de: Sei gegrüßt, Ivan! Unser Krankenhaus bekommt von Zeit zu Zeit kranke Menschen. Neulich wollten sie uns eine große Gruppe von Patienten aus der Region bringen. Aber wir haben nichts, um sie zu verpflegen, weil wir ein sehr begrenztes Budget haben. Könntest du für uns kochen und uns etwas zu essen bringen?
fr: Salutations, Ivan! Notre hôpital reçoit des malades de temps en temps. L’autre jour, ils veulent nous amener un gros lot de patients de la région. Mais il n’y a rien pour les nourrir car nous avons un budget très limité. Pourriez-vous cuisiner et nous apporter à manger ?
hu: Üdvözlet, Iván! Kórházunkban időről időre megbetegednek az emberek. A minap egy nagy adag beteget akartak hozni nekünk a régióból. De nincs miből etetni őket, mert nagyon szűkös a költségvetésünk. Tudnál főzni és hozni nekünk ételt?
ko: 안녕하세요, 이반! 우리 병원에는 때때로 아픈 사람들이 찾아옵니다. 얼마 전에는 이 지역에서 환자들을 많이 데려오고 싶다고 하더군요. 하지만 예산이 매우 한정되어 있어서 그들을 먹일 음식이 없어요. 음식을 요리해서 가져다 주실 수 있나요?
ru: Приветствую тебя, Иван! В нашу больницу время от времени поступают больные. На днях к нам хотят привезти большую партию пациентов из области. Но кормить их нечем, так как бюджет у нас очень ограничен. Не могли бы Вы приготовить и привезти нам еду?

# QuestsList,42Name
source: To help the hospital. Part 2
de: Dem Krankenhaus helfen. Teil 2
fr: Pour aider l'hôpital. Partie 2
hu: Segíteni a kórháznak. 2. rész
ko: 병원을 돕기 위해. 파트 2
ru: Помочь больнице. Часть 2

# QuestsList,42Text
source: Thank you so much! Now we have to make dinner. Here's a list of what you need to eat: 1. Borscht - 7 servings. 2. Bread - 7 loaves. 3. Water - 50 liters. 4. Various berries.
de: Vielen Dank dafür! Jetzt müssen wir das Abendessen zubereiten. Hier ist eine Liste mit dem, was Du zum Essen brauchst: 1. Borscht - 7 Portionen. 2. Brot - 7 Laibe. 3. Wasser - 50 Liter. 4. Verschiedene Beeren.
fr: Merci beaucoup! Maintenant, nous devons préparer le dîner. Voici une liste de ce que vous devez manger : 1. Bortsch - 7 portions. 2. Pain - 7 pains. 3. Eau - 50 litres. 4. Diverses baies.
hu: Nagyon szépen köszönöm! Most már vacsorát kell készítenünk. Itt van egy lista arról, hogy mit kell enni: 1. Borscs - 7 adag. 2. Kenyér - 7 cipó. 3. Víz - 50 liter. 4. Különböző bogyós gyümölcsök.
ko: 정말 감사합니다! 이제 저녁을 만들어야 합니다. 다음은 여러분이 먹어야 할 음식 목록입니다: 1. 보르시 - 7인분. 2. 빵- 7 개. 3. 물-50 리터. 4. 다양한 딸기.
ru: Большое спасибо! Теперь надо приготовить обед. Вот список того, что нужно приготовить на обед: 1. Борщ - 7 порций. 2. Хлеб - 7 буханок. 3. Вода - 50 л. 4. Различные ягоды.

# QuestsList,43Name
source: To help the hospital. Part 3
de: Dem Krankenhaus helfen. Teil 3
fr: Pour aider l'hôpital. Partie 3
hu: Segíteni a kórháznak. 3. rész
ko: 병원을 돕기 위해. 파트 3
ru: Помочь больнице. Часть 3

# QuestsList,43Text
source: Thank you so much! Now we need to make dinner. Here's a list of what you need to eat: 1. Bread - 7 loaves. 2. Water - 50 liters. 3. Various fish.
de: Vielen Dank dafür! Jetzt müssen wir das Abendessen zubereiten. Hier ist eine Liste mit dem, was Du zum Essen brauchst: 1. Brot - 7 Laibe. 2. Wasser - 50 Liter. 3. Verschiedene Fische.
fr: Merci beaucoup! Maintenant, nous devons préparer le dîner. Voici une liste de ce que vous devez manger : 1. Pain - 7 pains. 2. Eau - 50 litres. 3. Divers poissons.
hu: Nagyon szépen köszönöm! Most pedig vacsorát kell készítenünk. Itt van egy lista arról, hogy mit kell enni: 1. Kenyér - 7 kenyér. 2. Víz - 50 liter. 3. Különböző halak.
ko: 정말 감사합니다! 이제 저녁을 만들어야 합니다. 다음은 여러분이 먹어야 할 음식 목록입니다: 1. 빵 - 7개. 2. 물-50 리터. 3. 다양한 물고기.
ru: Большое спасибо! Теперь нужно приготовить ужин. Вот список того, что нужно приготовить на ужин: 1. Хлеб - 7 буханок. 2. Вода - 50 л. 3. Различная рыба.

# QuestsList,44Name
source: Assistant
de: Assistent
hu: Asszisztens
ko: 어시스턴트
ru: Помощник

# QuestsList,44Text
source: Hello! Can I ask you a favor: will you bring me some humus, sheep's wool and salt?
de: Hallo! Kannst du mir einen Gefallen tun: Bringst du mir etwas Humus, Schafswolle und Salz mit?
fr: Bonjour! Puis-je vous demander un service : m'apporterez-vous du fumier, de la laine de mouton et du sel ?
hu: Helló! Kérhetnék egy szívességet: hoznál nekem humuszt, juhgyapjút és sót?
ko: 안녕하세요! 부탁 하나 해도 될까요? 부엽토, 양털, 소금을 좀 가져다 주시겠어요?
ru: Здравствуйте! Могу ли я попросить Вас об одолжении: не могли бы Вы принести мне перегной, овечью шерсть и соль?

# QuestsList,45Completed
source: Darling, you're going to become a very important person in the village.
de: Schätzchen, du wirst eine sehr wichtige Person im Dorf werden.
fr: Chérie, tu vas devenir une personne très importante dans le village.
hu: Drágám, nagyon fontos ember leszel a faluban.
ko: 아가, 당신은 마을에서 아주 중요한 사람이 될 거예요.
ru: Дорогой, ты станешь очень важным человеком в деревне.

# QuestsList,45Name
source: Fortune-telling
de: Wahrsagerei
fr: Voyance
hu: Jóslás
ko: 운세
ru: Гадание

# QuestsList,45Text
source: Hello, darling! Would you like me to read your hand? I'll tell you the whole truth! Don't be stingy, darling.
de: Hallo, Schätzchen! Möchtest du, dass ich dir aus der Hand lese? Ich werde dir die ganze Wahrheit sagen! Sei nicht knauserig, Schätzchen.
fr: Bonjour Chérie! Voudrais-tu que je regarde ta main ? Je vais vous dire toute la vérité ! Ne sois pas avare, chérie.
hu: Helló, drágám! Szeretnéd, ha olvasnék a kezedből? Elmondom a teljes igazságot! Ne légy fukar, drágám.
ko: 안녕하세요! 손금을 봐드릴까요? 모든 진실을 말해줄게요! 인색하게 굴지 말아요, 자기야.
ru: Здравствуй, дорогая! Хочешь, я погадаю по твоей руке? Я скажу тебе всю правду! Не скупись, дорогой.

# QuestsList,46Name
source: To bring honey to the legend
de: Den Honig zur Legende bringen
fr: Pour apporter du miel à la légende
ko: 전설의 꿀을 가져오려면

# QuestsList,46Text
source: I'm going hunting and will be back soon. I would like to see a jar of quality country honey on my table. I'll thank you well for that.
de: Ich gehe auf die Jagd und werde bald zurück sein. Ich würde gerne ein Glas hochwertigen Landhonig auf meinem Tisch sehen. Ich werde dir dafür dankbar sein.
fr: Je pars à la chasse et je reviens bientôt. J'aimerais voir un pot de miel de campagne de qualité sur ma table. Je vous en remercierai bien.
ko: 사냥을 나갔다가 곧 돌아올 거예요. 제 식탁에 품질 좋은 시골 꿀 한 병이 있었으면 좋겠어요. 그렇게 해주시면 감사하겠습니다.

# QuestsList,47Name
source: Man of Steel. Part 1
de: Der Mann aus Stahl. Teil 1
fr: Homme d'acier. Partie 1
ko: 맨 오브 스틸. 파트 1

# QuestsList,47Text
source: Hello, friend! I hear you are a strong and brave hunter and not afraid to go into the woods. I am afraid to go there myself, for I am afraid to meet green crystals, as they annoy me. Bring me five deer pelts, please.
de: Hallo, mein Freund! Ich höre, du bist ein starker und mutiger Jäger und hast keine Angst, in den Wald zu gehen. Ich selbst habe Angst, dorthin zu gehen, denn ich fürchte mich davor, grüne Kristalle zu treffen, weil sie mich ärgern. Bringe mir bitte fünf Hirschfelle.
fr: Bonjour mon ami! J'ai entendu dire que vous êtes un chasseur fort et courageux et que vous n'avez pas peur d'aller dans les bois. J'ai peur d'y aller moi-même, car j'ai peur de rencontrer des cristaux verts, car ils m'énervent. Apportez-moi cinq peaux de cerf, s'il vous plaît.
ko: 안녕하세요, 친구! 당신은 강하고 용감한 사냥꾼이며 숲에 들어가는 것을 두려워하지 않는다고 들었습니다. 저는 녹색 수정을 만나면 짜증나기 때문에 직접 가기가 두렵습니다. 사슴 가죽 다섯 개를 가져다주세요.

# QuestsList,48Name
source: Man of Steel. Part 2
de: Der Mann aus Stahl. Teil 2
fr: Homme d'acier. Partie 2
ko: 맨 오브 스틸. 파트 2

# QuestsList,48Text
source: I see you did your job! Thank you! Can you get me five wolf pelts? That would be a good way to keep our settlement safe from predators.
de: Ich sehe, du hast es geschafft! Ich danke dir! Kannst du mir fünf Wolfsfelle besorgen? Das wäre ein guter Weg, um unsere Siedlung vor Raubtieren zu schützen.
fr: Je vois que tu as fait ton travail ! Merci! Pouvez-vous m'apporter cinq peaux de loup ? Ce serait un bon moyen de protéger notre colonie des prédateurs.
ko: 수고하셨습니다! 고마워요! 늑대 가죽 다섯 개만 구해줄 수 있어요? 포식자들로부터 우리 마을을 안전하게 지킬 수 있을 거예요.

# QuestsList,49Name
source: Man of Steel. Part 3
de: Der Mann aus Stahl. Teil 3
fr: Homme d'acier. Partie 3
ko: 맨 오브 스틸. 파트 3

# QuestsList,49Text
source: I see you got that one, too! Oh, cool! Can you get me five bear skins? I bet you can't do that!
de: Wie ich sehe, hast du den auch bekommen! Oh, cool! Kannst du mir fünf Bärenfelle besorgen? Ich wette, das schaffst du nicht!
fr: Je vois que tu l'as aussi celui-là ! Oh cool! Pouvez-vous m'apporter cinq peaux d'ours ? Je parie que tu ne peux pas faire ça !
ko: 그것도 가지고 계시네요! 오, 멋지네요! 곰 가죽 다섯 개만 갖다 주시겠어요? 그건 불가능하겠죠!

# QuestsList,4Name
source: Glassware
de: Glaswaren
fr: Verrerie
hu: Üvegedények
it: Cristalleria
ko: 유리 병
ru: Стеклотара

# QuestsList,4Text
source: I need vodka bottles to make moonshine. Please find and bring me 10 bottles.
de: Ich brauche Wodkaflaschen, um Moonshine zu machen. Finde und bringe mir bitte 10 Flaschen.
fr: J'ai besoin de bouteilles de vodka pour faire de l'alcool de contrebande. S'il vous plaît, trouvez et apportez-moi 10 bouteilles.
hu: Szükségem van vodkás üvegekre, hogy holdfényt csináljak. Kérem, keressen és hozzon nekem 10 üveggel.
it: Mi servono bottiglie di vodka per fare il chiaro di luna. Per favore, trova e portami 10 bottiglie.
ko: 밀주를 만들려면 보드카 병이 필요해요. 10병을 찾아서 가져다주세요.
ru: Мне нужны бутылки из-под водки для изготовления самогона. Пожалуйста, найдите и принесите мне 10 бутылок.

# QuestsList,50Name
source: Potions
de: Tränke
ko: 물약

# QuestsList,50Text
source: Hello, dear traveler! How are you? Can you help your old grandmother to brew a potion? Bring me, my dear, some special blue mushrooms. Don't eat the red ones!
de: Hallo, lieber Reisender! Wie geht es dir? Kannst du deiner alten Großmutter helfen, einen Trank zu brauen? Bringe mir, ein paar spezielle blaue Pilze. Die roten darfst du nicht essen!
fr: Bonjour, cher voyageur ! Comment vas-tu? Pouvez-vous aider votre vieille grand-mère à préparer une potion ? Apportez-moi, ma chère, des champignons bleus spéciaux. Ne mangez pas les rouges !
ko: 안녕하세요, 여행자! 잘 지내셨어요? 할머니가 물약을 끓이는 걸 도와줄 수 있을까요? 특별한 푸른 버섯을 가져다 줘요. 빨간 버섯은 먹지 마세요!

# QuestsList,51Name
source: To bring the girl supplies
de: Der Frau die Vorräte bringen
fr: Pour apporter des fournitures à la fille
ko: 여성용품 가져오기

# QuestsList,51text
source: Hi! I'm the keeper of the sanctuary. Keeping an eye on the local forest dwellers and nature. I just don't have time to go get supplies in the village center. Would you help me?
de: Hallo! Ich bin die Wächterin des Schutzgebiets. Ich passe auf die einheimischen Waldbewohner und die Natur auf. Ich habe einfach keine Zeit, um im Dorfzentrum Vorräte zu besorgen. Würdest du mir helfen?
fr: Salut! Je suis le gardien du sanctuaire. Garder un œil sur les habitants de la forêt locale et sur la nature. Je n'ai juste pas le temps d'aller me ravitailler au centre du village. Voulez-vous me aider?
ko: 안녕하세요! 저는 보호구역의 지킴이입니다. 숲에 사는 사람들과 자연을 지켜보고 있어요. 시내에 보급품을 사러 갈 시간이 없어요. 도와주실래요?

# QuestsList,52Completed
source: I'll visit you in the bathhouse :-)
de: Ich werde dich im Badehaus besuchen :-)
fr: Je te rendrai visite aux bains publics :-)
ko: 목욕탕에서 뵙겠습니다 :-)

# QuestsList,52Name
source: Bathhouse steam room
de: Badehaus-Dampfbad
fr: Hammam
ko: 목욕탕 한증막

# QuestsList,52Text
source: Hi! I heard you have a bathhouse! I'd love to go there! I want to make sure you have them. Dial them up, please.
de: Hallo! Ich habe gehört, dass du ein Badehaus hast! Dort würde ich gerne hingehen! Ich will sichergehen, dass du sie hast. Ruf sie an, bitte.
fr: Salut! J'ai entendu dire que tu avais des bains publics ! J'adorerais y aller ! Je veux m'assurer que vous les avez. Appelez-les, s'il vous plaît.
ko: 안녕하세요! 목욕탕이 있다고 들었어요! 꼭 가보고 싶어요! 있는지 확인하고 싶어요. 전화를 걸어주세요.

# QuestsList,5Name
source: Water carrier
de: Wasserträger
fr: Porteur d'eau
hu: Vízhordozó
it: Vettore d'acqua
ko: 물 운반
ru: Водонос

# QuestsList,5Text
source: Please bring me 100 liters of water from the nearest well or well.
de: Bitte bring mir 100 Liter Wasser aus dem nächsten Brunnen oder der nächsten Quelle.
fr: S'il vous plaît, apportez-moi 100 litres d'eau du puits ou du puits le plus proche.
hu: Kérem, hozzon nekem 100 liter vizet a legközelebbi kútból vagy kútról.
it: Per favore portatemi 100 litri d'acqua dal pozzo o dal pozzo più vicino.
ko: 가장 가까운 우물이나 샘에서 100리터의 물을 가져와 주세요.
ru: Пожалуйста, принесите мне 100 литров воды из ближайшего колодца или колонки.

# QuestsList,6Completed
source: Thank you so much for your help. Keep the extra moonshine machine as a thank you.
de: Vielen Dank für deine Hilfe. Behalte die zweite Moonshine-Maschine als Dankeschön.
fr: Je vous remercie beaucoup pour votre aide. Gardez la machine Moonshine supplémentaire en guise de remerciement.
hu: Nagyon köszönöm a segítséget. Tartsa meg az extra holdfénygépet köszönetképpen.
it: Grazie mille per il vostro aiuto. Tieni la macchina per il chiaro di luna in più come ringraziamento.
ko: 도와주셔서 정말 감사합니다. 여분의 밀주는 감사의 표시로 가져가세요.
ru: Большое спасибо за помощь. В качестве благодарности оставьте себе дополнительный самогонный аппарат.

# QuestsList,6Name
source: Sugar Man
fr: Mec au sucre
hu: Cukros ember
it: L'uomo dello zucchero
ko: 슈가맨
ru: Сахарный человек

# QuestsList,6Text
source: Bring me 7 kilos of sugar so I can make my strong moonshine.
de: Bring mir 7 kg Zucker, damit ich starken Moonshine machen kann.
fr: Apportez-moi 7 kilos de sucre pour que je puisse préparer mon alcool de contrebande.
hu: Hozzatok nekem 7 kiló cukrot, hogy erős pálinkát készíthessek.
it: Portami 7 chili di zucchero così posso fare il mio forte chiaro di luna.
ko: 진한 밀주를 만들 수 있도록 설탕 7킬로그램을 가져와요.
ru: Принесите мне 7 килограммов сахара, чтобы я мог сделать свой крепкий самогон.
