Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Beehive,BeesText
source: Bees are small insects that belong to the Apidae family. They are among the most important and beneficial insects on the planet. Bees play a critical role in pollinating plants, which helps in the reproduction and conservation of a variety of plant species. The main species of bee, known as the honeybee (Apis mellifera), is the most common. They live in organized social groups known as hives. Each hive consists of one uterus, worker bees (females that perform various tasks), and several males called trunks. Bees have a complex body structure. They possess three pairs of articulated legs, and on their head they have a pair of compound eyes, stalks, and flagella. On the back pair of legs there are special baskets with which they collect pollen from flowers. The most famous and valuable product obtained from bees is honey. Bees collect nectar from flowers and process it in the hive, adding enzymes to preserve the honey. Besides honey, bees also produce other products such as beeswax, bee venom, propolis and bee milk. Bees also play an important role in collecting bee pollen. They collect pollen on their bodies and move it from flower to flower, which helps pollinate plants. This process is critical for biodiversity and food production. Bees are of great importance to humankind and nature as a whole. Without their important role in plant pollination, many types of fruits and vegetables would grow much smaller, resulting in food shortages. In addition, bee honey and other bee products are natural and beneficial and provide many benefits to human health.
de: Bienen sind kleine Insekten, die zur Familie der Apidae gehören. Sie gehören zu den wichtigsten und nützlichsten Insekten auf unserem Planeten. Bienen spielen eine entscheidende Rolle bei der Bestäubung von Pflanzen, was zur Fortpflanzung und Erhaltung einer Vielzahl von Pflanzenarten beiträgt. Die wichtigste Bienenart, die Honigbiene (Apis mellifera), ist am weitesten verbreitet. Sie leben in organisierten sozialen Gruppen, die Bienenstöcke genannt werden. Jeder Bienenstock besteht aus einer Gebärmutter, Arbeitsbienen (Weibchen, die verschiedene Aufgaben übernehmen) und mehreren Männchen, den sogenannten Rüsseln. Bienen haben einen komplexen Körperbau. Sie haben drei Paar gelenkige Beine und am Kopf ein Paar Facettenaugen, Stacheln und Geißeln. Am hinteren Beinpaar befinden sich spezielle Körbe, mit denen sie Pollen von den Blüten sammeln. Das bekannteste und wertvollste Produkt der Bienen ist der Honig. Die Bienen sammeln den Nektar von den Blüten und verarbeiten ihn im Bienenstock, wobei sie Enzyme hinzufügen, um den Honig haltbar zu machen. Neben Honig produzieren Bienen auch andere Produkte wie Bienenwachs, Bienengift, Propolis und Bienenmilch. Bienen spielen auch eine wichtige Rolle beim Sammeln von Bienenpollen. Sie sammeln den Pollen an ihrem Körper und tragen ihn von Blüte zu Blüte, was zur Bestäubung der Pflanzen beiträgt. Dieser Prozess ist entscheidend für die Artenvielfalt und die Nahrungsmittelproduktion. Bienen sind von großer Bedeutung für die Menschheit und die Natur insgesamt. Ohne ihre wichtige Rolle bei der Pflanzenbestäubung würden viele Obst- und Gemüsesorten viel kleiner ausfallen, was zu Nahrungsmittelknappheit führen würde. Außerdem sind Bienenhonig und andere Bienenprodukte natürlich und wohltuend und haben viele Vorteile für die menschliche Gesundheit.
fr: Les abeilles sont de petits insectes appartenant à la famille des Apidae. Ils font partie des insectes les plus importants et les plus bénéfiques de la planète. Les abeilles jouent un rôle essentiel dans la pollinisation des plantes, ce qui contribue à la reproduction et à la conservation d’une variété d’espèces végétales. La principale espèce d’abeille, connue sous le nom d’abeille domestique (Apis mellifera), est la plus commune. Ils vivent en groupes sociaux organisés appelés ruches. Chaque ruche se compose d'un utérus, d'abeilles ouvrières (femelles qui effectuent diverses tâches) et de plusieurs mâles appelés troncs. Les abeilles ont une structure corporelle complexe. Ils possèdent trois paires de pattes articulées et sur la tête, ils ont une paire d'yeux composés, de tiges et de flagelles. Sur la paire de pattes arrière se trouvent des paniers spéciaux avec lesquels ils collectent le pollen des fleurs. Le produit le plus célèbre et le plus précieux obtenu des abeilles est le miel. Les abeilles récoltent le nectar des fleurs et le transforment dans la ruche, en ajoutant des enzymes pour préserver le miel. Outre le miel, les abeilles produisent également d’autres produits tels que la cire d’abeille, le venin d’abeille, la propolis et le lait d’abeille. Les abeilles jouent également un rôle important dans la collecte du pollen d’abeille. Ils collectent le pollen sur leur corps et le déplacent de fleur en fleur, ce qui contribue à la pollinisation des plantes. Ce processus est essentiel pour la biodiversité et la production alimentaire. Les abeilles revêtent une grande importance pour l’humanité et la nature dans son ensemble. Sans leur rôle important dans la pollinisation des plantes, de nombreux types de fruits et légumes deviendraient beaucoup plus petits, ce qui entraînerait des pénuries alimentaires. De plus, le miel d’abeille et les autres produits de la ruche sont naturels et bénéfiques et apportent de nombreux avantages à la santé humaine.
ko: 꿀벌은 꿀벌목 꿀벌과에 속하는 작은 곤충입니다. 벌은 지구상에서 가장 중요하고 유익한 곤충 중 하나입니다. 꿀벌은 다양한 식물 종의 번식과 보존에 도움이 되는 식물 수분에서 중요한 역할을 합니다. 꿀벌의 주요 종은 꿀벌(Apis mellifera)로 알려진 꿀벌이 가장 흔합니다. 꿀벌은 벌집으로 알려진 조직화된 사회 집단에서 생활합니다. 각 벌집은 하나의 자궁, 일벌(다양한 작업을 수행하는 암컷), 몸통이라고 불리는 여러 마리의 수컷으로 구성됩니다. 꿀벌은 복잡한 신체 구조를 가지고 있습니다. 벌은 세 쌍의 관절이 있는 다리를 가지고 있으며, 머리에는 한 쌍의 복합 눈, 줄기, 편모가 있습니다. 뒷다리 쌍에는 꽃에서 꽃가루를 수집하는 특수 바구니가 있습니다. 꿀벌에서 얻은 가장 유명하고 귀중한 제품은 꿀입니다. 꿀벌은 꽃에서 꿀을 수집하여 벌통에서 처리하고 꿀을 보존하기 위해 효소를 첨가합니다. 꿀 외에도 꿀벌은 밀랍, 봉독, 프로폴리스 및 벌유와 같은 다른 제품도 생산합니다. 꿀벌은 또한 꽃가루를 수집하는 데 중요한 역할을 합니다. 벌은 자신의 몸에 꽃가루를 모아 꽃에서 꽃으로 옮기며 식물의 수분을 돕습니다. 이 과정은 생물 다양성과 식량 생산에 매우 중요합니다. 꿀벌은 인류와 자연 전체에 매우 중요한 존재입니다. 식물 수분에서 중요한 역할을 하는 꿀벌이 없다면 많은 종류의 과일과 채소가 훨씬 작아져 식량 부족을 초래할 것입니다. 또한 벌꿀과 기타 꿀벌 제품은 자연적이고 유익하며 인간의 건강에 많은 이점을 제공합니다.

# Beehive,BeeWork
source: Bees are working...
de: Die Bienen arbeiten...
fr: Les abeilles travaillent...
ko: 꿀벌이 일하고 있습니다...

# Beehive,Gethoney
source: Get honey
de: Honig holen
fr: Obtenez du miel
ko: 꿀 얻기

# Beehive,Harvesthoney
source: Harvest honey
de: Honig sammeln
fr: Récolter le miel
ko: 꿀 수확

# Beehive,Harvestinghoney
source: Harvesting honey...
de: Der Honig wird gesammelt...
fr: Récolter le miel...
ko: 꿀 수확...

# Beehive,Honey
source: Honey
de: Honig
fr: Miel
ko: 꿀

# Beehive,HoneyText
source: Honey is a naturally sweet product produced by bees from flower nectar or honeydew. It serves as a major nutrient and energy source for bees and is of great value to humans. Honey has many different variations in taste, aroma, color, and texture, depending on which flowers the bees collected the nectar from. It can be light, golden, dark or even black. Other factors such as climate and terrain can also affect its properties. Honey contains many nutrients including vitamins, minerals, antioxidants and enzymes. It is a natural source of energy, carbohydrates and natural sugars, making it a great alternative sweet food. Due to its natural medicinal and antibacterial activity, honey is also often used medicinally to treat wounds, infections and colds. Honey can be eaten on its own, added to tea or coffee, used in baked goods, marinades, sauces and desserts. It is also one of the main ingredients in traditional medicine and cosmetics. Honey has a long shelf life due to its natural preserving properties. Honey is popular all over the world as a delicacy, a healthy product and a symbol of nature. Its unique flavor and medicinal properties make it an indispensable element of many cultural and culinary traditions.
de: Honig ist ein natürlich süßes Produkt, das von Bienen aus Blütennektar oder Honigtau hergestellt wird. Er dient als wichtige Nährstoff- und Energiequelle für Bienen und ist auch für den Menschen von großem Wert. Je nachdem, von welchen Blüten die Bienen den Nektar gesammelt haben, variieren Geschmack, Aroma, Farbe und Beschaffenheit des Honigs stark. Er kann hell, golden, dunkel oder sogar schwarz sein. Auch andere Faktoren wie Klima und Bodenbeschaffenheit können seine Eigenschaften beeinflussen. Honig enthält viele Nährstoffe wie Vitamine, Mineralien, Antioxidantien und Enzyme. Er ist eine natürliche Quelle von Energie, Kohlenhydraten und natürlichem Zucker, was ihn zu einer tollen süßen Alternative macht. Aufgrund seiner natürlichen medizinischen und antibakteriellen Wirkung wird Honig auch oft zur Behandlung von Wunden, Infektionen und Erkältungen eingesetzt. Honig kann pur gegessen, in Tee oder Kaffee zugegeben, in Backwaren, Marinaden, Soßen und Desserts verwendet werden. Er ist auch eine der wichtigsten Zutaten in der traditionellen Medizin und Kosmetik. Aufgrund seiner natürlichen Konservierungseigenschaften ist Honig lange haltbar. Honig ist auf der ganzen Welt als Delikatesse, gesundes Produkt und Symbol der Natur beliebt. Sein einzigartiger Geschmack und seine medizinischen Eigenschaften machen ihn zu einem unverzichtbaren Bestandteil vieler kultureller und kulinarischer Traditionen.
fr: Le miel est un produit naturellement sucré produit par les abeilles à partir du nectar des fleurs ou du miellat. Il constitue une source majeure de nutriments et d’énergie pour les abeilles et est d’une grande valeur pour les humains. Le miel présente de nombreuses variations de goût, d'arôme, de couleur et de texture, selon les fleurs sur lesquelles les abeilles ont récolté le nectar. Il peut être clair, doré, foncé ou même noir. D'autres facteurs tels que le climat et le relief peuvent également affecter ses propriétés. Le miel contient de nombreux nutriments, notamment des vitamines, des minéraux, des antioxydants et des enzymes. C'est une source naturelle d'énergie, de glucides et de sucres naturels, ce qui en fait une excellente alternative aux aliments sucrés. En raison de son activité médicinale et antibactérienne naturelle, le miel est également souvent utilisé en médecine pour traiter les plaies, les infections et les rhumes. Le miel peut être consommé seul, ajouté au thé ou au café, utilisé dans les pâtisseries, les marinades, les sauces et les desserts. C’est également l’un des principaux ingrédients de la médecine traditionnelle et des cosmétiques. Le miel a une longue durée de conservation en raison de ses propriétés naturelles de conservation. Le miel est populaire dans le monde entier comme mets délicat, produit sain et symbole de la nature. Sa saveur unique et ses propriétés médicinales en font un élément indispensable de nombreuses traditions culturelles et culinaires.
ko: 꿀은 꿀벌이 꽃의 꿀이나 단물에서 생산한 천연 단맛의 제품입니다. 꿀벌의 주요 영양소이자 에너지원이며 인간에게도 매우 중요한 역할을 합니다. 꿀은 꿀벌이 어떤 꽃에서 꿀을 채취했는지에 따라 맛, 향, 색, 질감 등 다양한 차이가 있습니다. 연한 황금색, 황금색, 어두운 색, 심지어 검은색일 수도 있습니다. 기후와 지형과 같은 다른 요인도 꿀의 특성에 영향을 미칠 수 있습니다. 꿀에는 비타민, 미네랄, 항산화제, 효소 등 다양한 영양소가 함유되어 있습니다. 꿀은 천연 에너지, 탄수화물 및 천연 당분의 공급원이므로 단 음식을 대체할 수 있는 훌륭한 식품입니다. 천연 약용 및 항균 작용으로 인해 꿀은 상처, 감염 및 감기 치료를 위해 의학적으로도 자주 사용됩니다. 꿀은 그냥 먹거나 차나 커피에 첨가하거나 구운 식품, 매리 네이드, 소스 및 디저트에 사용할 수 있습니다. 또한 전통 의학 및 화장품의 주요 성분 중 하나이기도 합니다. 꿀은 천연 보존 특성으로 인해 유통기한이 길다. 꿀은 진미, 건강 제품 및 자연의 상징으로 전 세계적으로 인기가 있습니다. 독특한 풍미와 의학적 특성으로 인해 많은 문화 및 요리 전통에서 없어서는 안 될 요소입니다.

# Beehive,Install
source: Install beehive
de: Bienenstock installieren
fr: Installer une ruche
ko: 벌집 설치

# Beehive,No
source: I don't have a beehive...
de: Ich habe keinen Bienenstock...
fr: Je n'ai pas de ruche...
ko: 벌집이 없습니다...

# Beehive,NoHoney
source: Honey's not ready yet...
de: Honig ist noch nicht bereit...
fr: Le miel n'est pas encore prêt...
ko: 꿀이 아직 준비되지 않았습니다...

# Beehive,NoHoney2
source: I can't get honey yet....
de: Ich kann noch keinen Honig bekommen....
fr: Je ne peux pas encore avoir de miel....
ko: 아직 꿀을 얻을 수 없어요....

# CoreMenu,Firestation
source: Fire station
de: Feuerwache
fr: Caserne de pompiers
ko: 소방서

# CoreMenu,Hospital
source: Hospital
de: Krankenhaus
fr: Hôpital
ko: 병원

# CoreMenu,House
source: House
de: Haus
fr: Maison
ko: 집

# CoreMenu,Inventory
source: Inventory
de: Inventar
fr: Inventaire
hu: Leltár
it: Inventario
ko: 인벤토리
ru: Инвентарь

# CoreMenu,LearningLog
source: Learning log
de: Lernprotokoll
fr: Journal d'apprentissage
hu: Oktatási napló
it: Registro dell'apprendimento
ko: 학습 일지
ru: Журнал обучения

# CoreMenu,Metalwarehouse
source: Metal warehouse
de: Metalllager
fr: Entrepôt métallique
ko: 고물상

# CoreMenu,Money
source: Money:
de: Geld:
fr: Argent:
hu: Pénz:
it: Denaro
ko: 돈:
ru: Деньги:

# CoreMenu,Quests
source: Quests
de: Aufgaben
fr: Quêtes
hu: Küldetések
it: Missioni
ko: 퀘스트
ru: Задания

# CoreMenu,Reputation
source: Reputation:
fr: Réputation:
hu: Hírnév:
it: Reputazione
ko: 평판:
ru: Репутация:

# CoreMenu,Shool
source: Shool
de: Schule
fr: École
ko: 학교

# CoreMenu,Shop
source: Shop
de: Geschäft
fr: Boutique
ko: 상점

# CoreMenu,VillageDisco
source: Village Disco
de: Dorf-Disco
fr: Discothèque du village
ko: 디스코 마을

# CoreWareHouse,Berryfridge
source: Berry fridge
de: Beeren Kühlschrank
fr: Réfrigérateur à baies
ko: 베리 냉장고

# CoreWareHouse,Chest
source: Chest
de: Kiste
fr: Coffre
ko: 상자

# CoreWareHouse,Fridge
source: Food fridge
de: Lebensmittel Kühlschrank
fr: Réfrigérateur alimentaire
ko: 식품 냉장고

# CoreWareHouse,In
source: What do we take?
de: Was sollen wir mitnehmen?
fr: Que prenons-nous ?
ko: 뭘 가져갈까요?

# CoreWareHouse,No
source: I have nothing left to put...
de: Ich habe nichts mehr zum Einlagern...
fr: Je n'ai plus rien à mettre...
ko: 더 이상 넣을 게 없어요...

# CoreWareHouse,Out
source: What do we want to put in?
de: Was wollen wir einlagern?
fr: Que veut-on y mettre ?
ko: 무엇을 넣을까요?

# CoreWareHouse,Put
source: Put
de: Einlagern
fr: Mettre
ko: 넣다

# CoreWareHouse,Take
source: Take
de: Mitnehmen
fr: Prendre
ko: 가져가기

# CreateSystemText,Barn
source: Build the barn
de: Baue die Scheune
fr: Construire la grange
hu: Építsd meg a pajtát
it: Costruisci il fienile
ko: 헛간 건설
ru: Построить амбар

# CreateSystemText,BarnText
source: In order to get permission to build a large barn you need to obtain a certain amount of resources.
de: Um eine Genehmigung für den Bau einer großen Scheune zu erhalten, musst du eine bestimmte Menge an Ressourcen sammeln.
fr: Afin d'obtenir l'autorisation de construire une grande grange, vous devez obtenir une certaine quantité de ressources.
hu: Ahhoz, hogy engedélyt kapjon egy nagy pajta építésére, bizonyos mennyiségű nyersanyagot kell beszereznie.
it: Per ottenere il permesso di costruire un grande fienile è necessario ottenere una certa quantità di risorse.
ko: 대형 헛간을 지을 수 있는 허가를 받으려면 일정량의 자원을 확보해야 합니다.
ru: Для того чтобы получить разрешение на строительство большого амбара, необходимо получить определенное количество ресурсов.

# CreateSystemText,Greenhouse
source: Greenhouse
de: Gewächshaus
fr: Serre
hu: Üvegház
it: Serra
ko: 온실
ru: Теплица
