Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,GoosemeatText
source: Goose meat is meat obtained from a goose. It has a distinctive texture and flavor. Goose meat has a juicy and tender texture with a distinctive flavor. Goose meat is considered dietary and nutritious at the same time. It contains proteins, fats, vitamins and minerals necessary for good health. Goose meat is rich in iron, zinc, selenium and B vitamins, especially vitamin B12. These elements contribute to immunity, bone health and nervous system health. Goose meat is an important component of many traditional dishes. It is often used in the preparation of holiday banquets and family dinners. Goose meat can be baked, stewed, roasted or used in broths and sauces. It combines perfectly with various spices and seasonings, adding an exquisite flavor to dishes. Goose meat is also known for its fatty skin and roasted fat, which becomes crispy after cooking. Goose hams, roasted breast and baked legs are popular in Russian cuisine. Goose meat is a delicacy, which is distinguished by its flavor and nutrition, and is a popular ingredient in a variety of culinary recipes.
de: Gänsefleisch ist Fleisch, das von einer Gans stammt. Es hat eine besondere Beschaffenheit und einen besonderen Geschmack. Gänsefleisch hat eine saftige und zarte Textur und einen unverwechselbaren Geschmack. Gänsefleisch gilt als diätetisch und nahrhaft zugleich. Es enthält Proteine, Fette, Vitamine und Mineralstoffe, die für eine gute Gesundheit notwendig sind. Gänsefleisch ist reich an Eisen, Zink, Selen und B-Vitaminen, insbesondere Vitamin B12. Diese Elemente tragen zur Immunität, zur Knochengesundheit und zur Gesundheit des Nervensystems bei. Gänsefleisch ist ein wichtiger Bestandteil vieler traditioneller Gerichte. Es wird oft bei der Zubereitung von Festmahlzeiten und Familienessen verwendet. Gänsefleisch kann gebacken, geschmort, gebraten oder in Brühen und Soßen verwendet werden. Es lässt sich perfekt mit verschiedenen Gewürzen kombinieren und verleiht den Gerichten einen exquisiten Geschmack. Gänsefleisch ist auch für seine fette Haut und sein Bratfett bekannt, das nach dem Garen knusprig wird. Gänseschinken, gebratene Brust und gebackene Keulen sind in der russischen Küche beliebt. Gänsefleisch ist eine Delikatesse, die sich durch ihren Geschmack und ihren Nährwert auszeichnet und eine beliebte Zutat für eine Vielzahl von kulinarischen Rezepten ist.
fr: La viande d'oie est de la viande obtenue à partir d'une oie. Il a une texture et une saveur distinctives. La viande d'oie a une texture juteuse et tendre avec une saveur distinctive. La viande d'oie est considérée à la fois comme diététique et nutritive. Il contient des protéines, des graisses, des vitamines et des minéraux nécessaires à une bonne santé. La viande d'oie est riche en fer, zinc, sélénium et vitamines B, notamment la vitamine B12. Ces éléments contribuent à l’immunité, à la santé des os et à la santé du système nerveux. La viande d'oie est un élément important de nombreux plats traditionnels. Il est souvent utilisé dans la préparation des banquets de fêtes et des dîners de famille. La viande d'oie peut être cuite au four, mijotée, rôtie ou utilisée dans des bouillons et des sauces. Il se combine parfaitement avec diverses épices et assaisonnements, ajoutant une saveur exquise aux plats. La viande d'oie est également connue pour sa peau grasse et sa graisse grillée, qui devient croustillante après la cuisson. Les jambons d'oie, les poitrines rôties et les cuisses cuites au four sont populaires dans la cuisine russe. La viande d'oie est un mets délicat qui se distingue par sa saveur et sa valeur nutritive et constitue un ingrédient populaire dans une variété de recettes culinaires.
hu: A libahús a libából nyert hús. Különleges állagú és ízű. A libahús lédús és zsenge textúrájú, jellegzetes ízű. A libahús egyszerre diétás és tápláló. Az egészséghez szükséges fehérjéket, zsírokat, vitaminokat és ásványi anyagokat tartalmaz. A libahús gazdag vasban, cinkben, szelénben és B-vitaminokban, különösen B12-vitaminban. Ezek az elemek hozzájárulnak az immunitáshoz, a csontok és az idegrendszer egészségéhez. A libahús számos hagyományos étel fontos összetevője. Gyakran használják az ünnepi lakomák és családi vacsorák elkészítéséhez. A libahúst lehet sütni, párolni, sütni vagy húslevesekben és mártásokban felhasználni. Tökéletesen kombinálható a különböző fűszerekkel és ízesítőkkel, és kiváló ízt kölcsönöz az ételeknek. A libahús a zsíros bőréről és a sült zsírjáról is ismert, amely a főzés után ropogósra sül. A libacomb, a sült mell és a sült combok népszerűek az orosz konyhában. A libahús olyan ínyencség, amely ízével és táplálkozásával tűnik ki, és számos konyhai recept kedvelt összetevője.
ko: 거위 고기는 거위에서 얻은 고기입니다. 독특한 식감과 풍미가 있습니다. 거위 고기는 육즙이 많고 부드러운 식감과 독특한 풍미를 가지고 있습니다. 거위 고기는식이 요법과 영양가있는 동시에 영양가있는 것으로 간주됩니다. 그것은 건강에 필요한 단백질, 지방, 비타민 및 미네랄을 포함합니다. 거위 고기에는 철분, 아연, 셀레늄 및 비타민 B, 특히 비타민 B12가 풍부합니다. 이러한 요소는 면역력, 뼈 건강 및 신경계 건강에 기여합니다. 거위 고기는 많은 전통 요리의 중요한 구성 요소입니다. 휴일 연회 및 가족 저녁 식사 준비에 자주 사용됩니다. 거위 고기는 굽거나 조림, 구이 또는 국물과 소스에 사용할 수 있습니다. 다양한 향신료 및 조미료와 완벽하게 결합되어 요리에 절묘한 풍미를 더합니다. 거위 고기는 또한 지방이 많은 껍질과 구운 지방으로 유명하며 요리 후 바삭 바삭 해집니다. 거위 햄, 구운 가슴살 및 구운 다리는 러시아 요리에서 인기가 있습니다. 거위 고기는 맛과 영양이 특징 인 진미이며 다양한 요리법에서 인기있는 재료입니다.
ru: Гусятина – это мясо, получаемое от гуся. Оно отличается особой текстурой и вкусом. Гусятина имеет сочную и нежную структуру, при этом обладает характерным ароматом. Мясо гуся считается диетическим и одновременно питательным. Оно содержит белки, жиры, витамины и минералы, необходимые для поддержания здоровья. Гусятина богата железом, цинком, селеном и витаминами группы В, особенно витамином В12. Эти элементы способствуют укреплению иммунитета, здоровью костей и нервной системы. Гусятина является важным компонентом многих традиционных блюд. Она часто используется при приготовлении праздничных банкетов и семейных ужинов. Гусятина может быть запеченной, тушеной, жареной или использоваться для приготовления бульонов и соусов. Она отлично сочетается с различными специями и приправами, добавляя блюдам изысканный вкус. Гусятина также известна своей жирной кожей и поджаренными жирками, которые после приготовления становятся хрустящими. В русской кухне популярны гусиные окорочка, жареная грудка и запеченые ножки. Гусятина – это деликатесное мясо, которое отличается своим вкусом и питательностью, и является популярным ингредиентом в разнообразных кулинарных рецептах.

# Inventory,Humus
source: Humus
fr: Fumier
hu: Humusz
ko: 부엽토
ru: Перегной

# Inventory,HumusText
source: Humus is an organic fertilizer obtained from the decomposition of plant and animal residues. It has a high content of nutrients such as nitrogen, phosphorus and potassium, which are essential for plant growth and development. Humus has many beneficial properties. First, it increases soil fertility by improving soil structure and water-holding capacity. This allows plants to get enough moisture and nutrients for normal growth. Secondly, humus promotes the development of beneficial microorganisms in the soil, which improve its physical and chemical properties and protect plants from pests and diseases. One of the most important properties of humus is its ability to last. It gradually releases nutrients, providing stable nutrition for plants over a long period of time. This is especially important for crops that require a constant supply of nutrients, such as vegetable and fruit plants. In addition, humus is an environmentally friendly fertilizer because it is made from natural organic materials. Its use helps to reduce the use of chemical fertilizers that can be harmful to the environment. In agriculture, humus is widely used to fertilize fields and gardens. It can be used as manure, slurry or compost. In addition, humus is also used in horticulture and gardening to make nutrient mixtures and topdressings. Ultimately, humus is a valuable resource that helps to improve soil quality and increase crop yields. Its use allows agriculture to become more sustainable and environmentally friendly.
de: Humus ist ein organischer Dünger, der aus der Zersetzung von pflanzlichen und tierischen Rückständen gewonnen wird. Er hat einen hohen Gehalt an Nährstoffen wie Stickstoff, Phosphor und Kalium, die für das Wachstum und die Entwicklung der Pflanzen wichtig sind. Humus hat viele nützliche Eigenschaften. Erstens erhöht er die Bodenfruchtbarkeit, indem er die Bodenstruktur und das Wasserhaltevermögen verbessert. Dadurch können die Pflanzen ausreichend Feuchtigkeit und Nährstoffe für ein normales Wachstum erhalten. Zweitens fördert Humus die Entwicklung von nützlichen Mikroorganismen im Boden, die seine physikalischen und chemischen Eigenschaften verbessern und die Pflanzen vor Schädlingen und Krankheiten schützen. Eine der wichtigsten Eigenschaften von Humus ist seine Fähigkeit, sich zu halten. Er setzt nach und nach Nährstoffe frei und bietet den Pflanzen über einen langen Zeitraum hinweg stabile Nährstoffe. Das ist besonders wichtig für Pflanzen, die eine konstante Nährstoffzufuhr benötigen, wie z. B. Gemüse- und Obstpflanzen. Außerdem ist Humus ein umweltfreundlicher Dünger, weil er aus natürlichen organischen Materialien hergestellt wird. Seine Verwendung trägt dazu bei, den Einsatz von chemischen Düngemitteln zu reduzieren, die die Umwelt schädigen können. In der Landwirtschaft wird Humus häufig zur Düngung von Feldern und Gärten verwendet. Er kann als Dünger, Gülle oder Kompost verwendet werden. Außerdem wird Humus im Gartenbau und in der Gärtnerei zur Herstellung von Nährstoffmischungen und Düngemitteln verwendet. Letztendlich ist Humus eine wertvolle Ressource, die zur Verbesserung der Bodenqualität und zur Steigerung der Ernteerträge beiträgt. Durch seine Verwendung kann die Landwirtschaft nachhaltiger und umweltfreundlicher werden.
fr: Le fumier est un engrais organique obtenu à partir de la décomposition de résidus végétaux et animaux. Il contient une teneur élevée en nutriments tels que l'azote, le phosphore et le potassium, essentiels à la croissance et au développement des plantes. Le fumier possède de nombreuses propriétés bénéfiques. Premièrement, il augmente la fertilité des sols en améliorant leur structure et leur capacité de rétention d’eau. Cela permet aux plantes d’obtenir suffisamment d’humidité et de nutriments pour une croissance normale. Deuxièmement, l’humus favorise le développement de micro-organismes bénéfiques dans le sol, qui améliorent ses propriétés physiques et chimiques et protègent les plantes des ravageurs et des maladies. L’une des propriétés les plus importantes de l’humus est sa capacité à durer. Il libère progressivement des nutriments, fournissant ainsi une nutrition stable aux plantes sur une longue période. Ceci est particulièrement important pour les cultures qui nécessitent un apport constant de nutriments, comme les plantes potagères et fruitières. De plus, l’humus est un engrais respectueux de l’environnement car il est fabriqué à partir de matières organiques naturelles. Son utilisation permet de réduire l’utilisation d’engrais chimiques qui peuvent être nocifs pour l’environnement. En agriculture, l’humus est largement utilisé pour fertiliser les champs et les jardins. Il peut être utilisé comme fumier, lisier ou compost. De plus, l’humus est également utilisé en horticulture et en jardinage pour préparer des mélanges nutritifs et des pansements de surface. En fin de compte, l’humus est une ressource précieuse qui contribue à améliorer la qualité des sols et à augmenter les rendements des cultures. Son utilisation permet à l’agriculture de devenir plus durable et plus respectueuse de l’environnement.
hu: A humusz növényi és állati maradványok bomlásából származó szerves trágya. Magas az olyan tápanyagtartalma, mint a nitrogén, a foszfor és a kálium, amelyek nélkülözhetetlenek a növények növekedéséhez és fejlődéséhez. A humusz számos előnyös tulajdonsággal rendelkezik. Először is növeli a talaj termékenységét azáltal, hogy javítja a talaj szerkezetét és víztartó képességét. Ez lehetővé teszi, hogy a növények elegendő nedvességhez és tápanyaghoz jussanak a normális növekedéshez. Másodszor, a humusz elősegíti a talajban a hasznos mikroorganizmusok fejlődését, amelyek javítják a talaj fizikai és kémiai tulajdonságait, és megvédik a növényeket a kártevőktől és betegségektől. A humusz egyik legfontosabb tulajdonsága a tartóssága. Fokozatosan szabadítja fel a tápanyagokat, így hosszú időn keresztül stabil tápanyagot biztosít a növények számára. Ez különösen fontos az állandó tápanyagellátást igénylő növények, például a zöldség- és gyümölcsnövények számára. Emellett a humusz környezetbarát műtrágya, mivel természetes szerves anyagokból készül. Használata segít csökkenteni a környezetre káros kémiai műtrágyák használatát. A mezőgazdaságban a humuszt széles körben használják a szántóföldek és kertek trágyázására. Használható trágyaként, hígtrágyaként vagy komposztként. Ezenkívül a humuszt a kertészetben és a kertészetben is használják tápanyagkeverékek és tápoldatozások készítésére. A humusz végső soron értékes erőforrás, amely segít javítani a talaj minőségét és növelni a terméshozamot. Használata lehetővé teszi, hogy a mezőgazdaság fenntarthatóbbá és környezetbarátabbá váljon.
it: L'humus è un fertilizzante organico ottenuto dalla decomposizione di residui vegetali e animali. Ha un alto contenuto di nutrienti come azoto, fosforo e potassio, essenziali per la crescita e lo sviluppo delle piante. L'humus ha molte proprietà benefiche. Innanzitutto, aumenta la fertilità del suolo migliorando la struttura del suolo e la capacità di trattenere l’acqua. Ciò consente alle piante di ottenere abbastanza umidità e sostanze nutritive per una crescita normale. In secondo luogo, l’humus favorisce lo sviluppo di microrganismi benefici nel suolo, che ne migliorano le proprietà fisiche e chimiche e proteggono le piante da parassiti e malattie. Una delle proprietà più importanti dell'humus è la sua capacità di durare. Rilascia gradualmente i nutrienti, fornendo alle piante un nutrimento stabile per un lungo periodo di tempo. Ciò è particolarmente importante per le colture che richiedono un apporto costante di sostanze nutritive, come le piante da orto e da frutto. Inoltre, l'humus è un fertilizzante ecologico perché è costituito da materiali organici naturali. Il suo utilizzo aiuta a ridurre l'uso di fertilizzanti chimici che possono essere dannosi per l'ambiente. In agricoltura l’humus è ampiamente utilizzato per concimare campi e giardini. Può essere utilizzato come letame, liquame o compost. Inoltre, l'humus viene utilizzato anche in orticoltura e nel giardinaggio per preparare miscele nutritive e condimenti. In definitiva, l’humus è una risorsa preziosa che aiuta a migliorare la qualità del suolo e ad aumentare i raccolti. Il suo utilizzo consente all’agricoltura di diventare più sostenibile e rispettosa dell’ambiente.
ko: 부엽토는 식물과 동물의 잔류물을 분해하여 얻은 유기 비료입니다. 부엽토에는 식물의 성장과 발달에 필수적인 질소, 인, 칼륨과 같은 영양소 함량이 높습니다. 부엽토에는 많은 유익한 특성이 있습니다. 첫째, 토양 구조와 수분 보유 능력을 개선하여 토양 비옥도를 높입니다. 이를 통해 식물이 정상적인 성장을 위해 충분한 수분과 영양분을 얻을 수 있습니다. 둘째, 부엽토는 토양의 물리적, 화학적 특성을 개선하고 해충과 질병으로부터 식물을 보호하는 유익한 미생물의 발달을 촉진합니다. 부엽토의 가장 중요한 특성 중 하나는 지속 능력입니다. 부엽토는 서서히 영양분을 방출하여 오랜 기간 동안 식물에 안정적인 영양을 공급합니다. 이는 채소 및 과일 식물과 같이 지속적으로 영양분을 공급해야 하는 작물에 특히 중요합니다. 또한 부엽토는 천연 유기물로 만들어졌기 때문에 환경 친화적인 비료입니다. 부엽토를 사용하면 환경에 해로울 수 있는 화학 비료의 사용을 줄이는 데 도움이 됩니다. 농업에서 부엽토는 밭과 정원을 비옥하게 하는 데 널리 사용됩니다. 거름, 슬러리 또는 퇴비로 사용할 수 있습니다. 또한 부엽토는 원예 및 정원 가꾸기에도 사용되어 영양소 혼합물과 상토를 만드는 데 사용됩니다. 궁극적으로 부엽토는 토양의 질을 개선하고 작물 수확량을 늘리는 데 도움이 되는 귀중한 자원입니다. 부엽토를 사용하면 농업을 더욱 지속 가능하고 환경 친화적으로 만들 수 있습니다.
ru: Перегной - это органическое удобрение, получаемое в результате разложения растительных и животных остатков. Он содержит большое количество питательных веществ, таких как азот, фосфор и калий, необходимых для роста и развития растений. Перегной обладает многими полезными свойствами. Во-первых, он повышает плодородие почвы, улучшая ее структуру и водоудерживающую способность. Это позволяет растениям получать достаточно влаги и питательных веществ для нормального роста. Во-вторых, перегной способствует развитию в почве полезных микроорганизмов, которые улучшают ее физико-химические свойства и защищают растения от вредителей и болезней. Одним из важнейших свойств перегноя является его способность к длительному хранению. Он постепенно высвобождает питательные вещества, обеспечивая стабильное питание растений в течение длительного времени. Это особенно важно для культур, нуждающихся в постоянном поступлении питательных веществ, таких как овощные и плодовые культуры. Кроме того, перегной является экологически чистым удобрением, поскольку производится из натуральных органических материалов. Его использование позволяет сократить применение химических удобрений, которые могут нанести вред окружающей среде. В сельском хозяйстве перегной широко используется для удобрения полей и садов. Он может использоваться в виде навоза, навозной жижи или компоста. Кроме того, перегной используется в садоводстве и огородничестве для приготовления питательных смесей и подкормок. В конечном итоге перегной является ценным ресурсом, способствующим улучшению качества почвы и повышению урожайности. Его использование позволяет сделать сельское хозяйство более устойчивым и экологичным.

# Inventory,Inventory
source: Inventory
de: Inventar
fr: Inventaire
hu: Leltár
it: Inventario
ko: 인벤토리
ru: Инвентарь

# Inventory,Kerosine
source: Kerosine
de: Kerosin
fr: Kérosène
hu: Petróleum
it: Cherosene
ko: 등유
ru: Керосин

# Inventory,KerosineError
source: I don't have any kerosene...
de: Ich habe kein Kerosin...
fr: Je n'ai pas de kérosène...
hu: Nekem nincs petróleumom...
it: Non ho kerosene...
ko: 등유가 없습니다...
ru: У меня нет керосина...

# Inventory,KerosineLamp
source: Kerosine Lamp
de: Kerosinlampe
fr: Lampe à kérosène
hu: Petróleumlámpa
it: Lampada al cherosene
ko: 등유 램프
ru: Керосиновая лампа

# Inventory,KerosineLampError
source: I don't have any kerosene lamp...
de: Ich habe keine Kerosinlampe...
fr: Je n'ai pas de lampe à kérosène…
hu: Nekem nincs Petróleumlámpám...
it: Non ho nessuna lampada a cherosene...
ko: 등유 램프가 없습니다...
ru: У меня нет керосиновой лампы...
