Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# ,A4174896496E915C52DC048B98864251
source: RESET VALUE
de: WERT ZURÜCKSETZEN
fr: RÉINITIALISER LA VALEUR
hu: ÉRTÉKEK VISSZAÁLLÍTÁSA
it: VALORE DI RESET
ko: 값 재설정
ru: ВЕЛИЧИНА СБРОСА

# ,A74C25144CA9E9AF5BB7D694DCD23A7B
source: Horizontal
hu: Vízszintes
it: Orizzontale
ko: 수평
ru: Горизонтальный

# ,A7B99DB44BDDE435761CC581B22F7BA9
source: Saturation
de: Sättigung
hu: Telítettség
it: Saturazione
ko: 채도
ru: Насыщенность

# ,A8285E5C4140F9247148CBBA09167785
source: Intensity
de: Intensität
fr: Intensité
hu: Támogatás intenzitása
it: Intensità
ko: 강도
ru: Интенсивность

# ,A900F16C4646E420C9B677BF0B44A614
source: None
de: Keine
fr: Aucun
hu: Nincs
it: Nessuno
ko: 없음
ru: Нет

# ,AA478A2C4055DB501B2FDCB6962281A1
source: Roll
de: Rollen
fr: Rouler
hu: Tekercs
it: Rotolo
ko: 롤
ru: Свернуть

# ,AA704D464D6A342BE06C06BEEEEE2250
source: Vodka
de: Wodka
ko: 보드카
ru: Водка

# ,ACE2B48F44DFFC5CDBE76FB30DE84B0F
source: Simplified mode
de: Einfacher Modus
fr: Mode simplifié
hu: Egyszerűsített mód
it: Modalità semplificata
ko: 단순화 모드
ru: Упрощенный режим

# ,AE9A03BE4753ED90C9BB2A903FA377EE
source: SHOW MOUSE
de: ZEIGE MAUS
fr: AFFICHER LA SOURIS
hu: EGÉR MUTATÁSA
it: MOSTRA IL MOUSE
ko: 마우스 보기
ru: ПОКАЗАТЬ МЫШЬ

# ,AE9E6A9547D1ABB93054B0B81A22E93B
source: ALBUM
ko: 앨범
ru: АЛЬБОМ

# ,B005BA94400131D5543F88B36A57FF2F
source: Tablets
fr: Tablette
it: Tablet
ko: 태블릿
ru: Таблетки

# ,B19B0EAD4F8426B0CFDE9AA109934BEF
source: HIDE UI
de: VERBERGE UI
fr: MASQUER L'UI
hu: UI ELREJTÉSE
it: nascondere l'interfaccia utente
ko: UI 숨기기
ru: СКРЫТЬ ПОЛЬЗОВАТЕЛЬСКИЙ ИНТЕРФЕЙС

# ,B1B64CC0406A19DC1BFA6EB5328E7FA7
source: NEXT
de: WEITER
fr: SUIVANT
hu: KÖVETKEZŐ
it: Prossimo
ko: 다음
ru: ДАЛЕЕ

# ,B3EF323A4A611DB881A97793D8DB3559
source: Pixelated (256)
de: Verpixelt (256)
fr: Pixélisé (256)
hu: Pixelált (256)
it: Pixelato (256)
ko: 픽셀화 (256)
ru: Пикселизированный (256)

# ,B46F67DB4F03BC1F28DD92B4DDB700BB
source: (Beginner)
de: (Anfänger)
fr: (Débutant)
hu: (Kezdő)
it: (Principiante)
ko: (초급)

# ,B4C4579B4FB0C6D4F5A9A4B9F05C0FC7
source: Please, set the default value using the "initialize" node in "pre-construct event" on "PhotoModeWidget". Search a node called "default values" and open it.
de: Bitte setze den Standardwert mithilfe des "initialen" Knotens im "pre-construct event" auf "PhotoModeWidget". Suche einen Knoten namens "Standardwerte" und öffne ihn.
fr: Veuillez définir la valeur par défaut à l'aide du nœud "initialize" dans "événement de pré-construction" sur "PhotoModeWidget".Recherchez un nœud appelé « valeurs par défaut » et ouvrez-le.
hu: Kérjük, állítsa be az alapértelmezett értéket a "initialize" "pre-construct event" "PhotoModeWidget" csomópontjának használatával. Keresse meg az "default values" nevű csomópontot, és nyissa meg.
it: Impostare il valore predefinito utilizzando il nodo "initialize" in "pre-construct event" su "PhotoModeWidget". Cercare un nodo chiamato "default values" e aprirlo.
ko: 포토모드위젯'의 '이벤트 사전 구성'에서 '초기화' 노드를 사용하여 기본값을 설정하세요. "기본값"이라는 노드를 검색하여 엽니다.
ru: Пожалуйста, установите значение по умолчанию с помощью узла "initialize" в событии "pre-construct" на "PhotoModeWidget". Найдите узел "default values" и откройте его.

# ,B4FC76324E2B4E2C51874C8DF25943B2
source: Size
de: Größe
fr: Taille
hu: Méret
it: Dimensione
ko: 크기
ru: Размер

# ,B4FE7C714B481811AF0FBD9747645D3A
source: DoubleBarrel
de: Doppelläufige
fr: Pompe à double canon
hu: Duplacsövű
it: Doppio Barile
ko: 더블배럴
ru: Двухстволка

# ,B6DB6D99495DAE4755479EB09B27B371
source: Negative B&W
de: Negativ S&W
fr: Négatif N&B
hu: Negatív B&W
it: Negativo B&N
ko: 네거티브 흑백
ru: Негатив Ч/Б

# ,BB0D026948700B1FC30AE9919ADADAB8
source: Axe
de: Axt
fr: HACHE
hu: Fejsze
it: Ascia
ko: 도끼

# ,BB1191C24B5D6E3C6B68C681883ED118
source: Desaturated
de: Entsättigt
fr: Désaturé
hu: Telítetlen
it: Desaturato
ko: 채도 낮음
ru: Насыщенный

# ,BB43EC6549559C618D49DF910DC126E2
source: Logo
ko: 로고
ru: Логотип

# ,BBEDC15144162423057FFF865AE09543
source: Save at bottom of list
de: Speichern am Ende der Liste
fr: Enregistrer en bas de la liste
hu: Mentés a lista alján
it: Salva in fondo all'elenco
ko: 목록 하단에 저장
ru: Сохранять в нижней части списка

# ,BC0F687240EBCC8DE11A15889DEC1990
source: SHOW MOUSE
de: ZEIGE MAUS
fr: AFFICHER LA SOURIS
hu: EGÉR MUTATÁSA
it: MOSTRA IL MOUSE
ko: 마우스 보기
ru: ПОКАЗАТЬ МЫШЬ

# ,BCAAF0034EDBA6FA397206A48F0EB995
source: Open/Close Photo Mode
de: Fotomodus öffnen/schließen
fr: Mode photo ouvert/fermé
hu: Fotó mód nyitása/zárása
it: Aprire/chiudere la modalità foto
ko: 사진 모드 열기/닫기
ru: Открыть/закрыть режим фотосъемки

# ,BCF259634FFF76009ED868ABEE56DC42
source: Angle
de: Winkel
hu: Szög
it: Angolo
ko: 각도
ru: Угол

# ,C4E5530C41F99B614FD448B39643843E
source: Green
de: Grün
fr: Vert
hu: Zöld
it: Verde
ko: 녹색
ru: Зеленый

# ,C5AA8D2844A5448ACFF03297F2603659
source: Red and Cyan
de: Rot und Cyan
fr: Rouge et Cyan
hu: Piros és ciánkék
it: Rosso e ciano
ko: 빨간색과 청록색
ru: Красный и голубой

# ,C5FF39F14CA60F1B894B61A9A69D66FF
source: None
de: Keine
fr: Aucun
hu: Nincs
it: Nessuno
ko: 없음
ru: Нет

# ,C76FE2C54079F981F8CD8FBC142E6C7B
source: PHOTO MODE
de: FOTOMODUS
fr: MODE PHOTO
hu: FOTÓ MÓD
it: MODO FOTO
ko: 사진 모드
ru: РЕЖИМ ФОТОСЪЕМКИ

# ,C8D14820416F7D3CFF1A8590466D2BA8
source: Heat
de: Wärme
fr: Chaleur
hu: Hő
it: Il calore
ko: 열
ru: Теплый

# ,CEE51AF146AA89FD2A3ECDB50160C35B
source: DOWN
de: RUNTER
fr: BAS
hu: LE
it: GIU'
ko: 아래
ru: СКАЧАТЬ

# ,CF07F4764C5D7914CCEDF996E68C1893
source: Intensity
de: Intensität
fr: Intensité
hu: Intenzitás
it: Intensita'
ko: 강도
ru: Интенсивность

# ,CFEDD3694592E4E0AD2F1A955FD9B7AA
source: Blue
de: Blau
fr: Bleu
hu: Kék
it: Blu
ko: 파란색
ru: Голубой

# ,D05FA7DC41CB3FD478DB6B8468DEE0AA
source: CAMERA
de: KAMERA
fr: CAMÉRA
hu: KAMERA
it: Telecamera
ko: 카메라
ru: КАМЕРА

# ,D1130B844883055F287470AFA123F14B
source: Vignette
hu: Vignetta
ko: 비네트
ru: Виньетка

# ,D2E7A75B4AC952FFECD207A5EC40BE20
source: You have two ways to choose the default value: 1) Just set the value at the variable "DefaultValue" below. or 2) Using this slider reference, call the node "initialize" (for example, at the construct node). In this node, you can choose a value for the slider. This option is good for those who want to set the value in runtime.
de: Du hast zwei Möglichkeiten, den Standardwert zu wählen: 1) Setze den Wert einfach in die Variable " StandardWert" unten. oder 2) Rufe mit dem Schieberegler den Knoten "Initialisieren" auf (z.B. im Konstruktionsknoten). In diesem Knoten kannst du einen Wert für den Schieberegler auswählen. Diese Option eignet sich für diejenigen, die den Wert zur Laufzeit festlegen wollen.
fr: Vous avez deux manières de choisir la valeur par défaut : 1) Définissez simplement la valeur de la variable "DefaultValue" ci-dessous. ou 2) À l'aide de cette référence de curseur, appelez le nœud "initialize" (par exemple, au niveau du nœud de construction). Dans ce nœud, vous pouvez choisir une valeur pour le curseur. Cette option convient à ceux qui souhaitent définir la valeur au moment de l'exécution.
hu: Az alapértelmezett értéket kétféleképpen választhatja ki: 1) Csak állítsa be az értéket az alábbi "DefaultValue" változóban. vagy 2) Ezzel a csúszkahivatkozással hívja meg az "inicializálás" csomópontot (például a konstruáló csomópontnál). Ebben a csomópontban kiválaszthat egy értéket a csúszkához. Ez a lehetőség azok számára jó, akik futás közben szeretnék beállítani az értéket.
it: È possibile scegliere il valore predefinito in due modi: 1) Impostare il valore nella variabile "DefaultValue" qui sotto. oppure 2) Utilizzando il riferimento a questo cursore, richiamare il nodo "initialize" (ad esempio, nel nodo construct). In questo nodo, è possibile scegliere un valore per lo slider. Questa opzione è adatta a chi vuole impostare il valore in fase di esecuzione.
ko: 기본값을 선택하는 방법은 두 가지가 있습니다: 1) 아래의 "기본값" 변수에서 값을 설정합니다. 또는 2) 이 슬라이더 참조를 사용하여 "초기화" 노드를 불러옵니다(예: 생성 노드에서). 이 노드에서 슬라이더의 값을 선택할 수 있습니다. 이 옵션은 런타임에 값을 설정하려는 사용자에게 유용합니다.
ru: У вас есть два способа выбрать значение по умолчанию: 1) Просто установить значение в переменной "DefaultValue", приведенной ниже. или 2) Используя ссылку на этот слайдер, вызвать узел "initialize" (например, в узле construct). В этом узле можно выбрать значение для ползунка. Этот вариант удобен для тех, кто хочет задать значение во время выполнения программы.

# ,D37D25B34AD05D1CF476088B444951BE
source: Saturation
de: Sättigung
hu: Telítettség
it: Saturazione
ko: 채도
ru: Насыщенность

# ,D4BFC2AE4D5BA6F0F3866C9DC1EBCA80
source: Green
de: Grün
fr: Vert
hu: Zöld
it: Verde
ko: 녹색
ru: Зеленый

# ,D59612B1487DDAFE66C466BE90F01BE5
source: DELETE
de: LÖSCHEN
fr: SUPPRIMER
hu: TÖRLÉS
it: CANCELLARE
ko: 삭제
ru: УДАЛИТЬ

# ,D67AC7DD40702917C2AE31B151E01D5C
source: FRAMES
fr: IMAGES
hu: KERETEK
it: TELAI
ko: 프레임
ru: РАМКИ

# ,D7D369E34D50C9DA3E18839B25FE4D2D
source: Pixelated (64)
de: Verpixelt (64)
fr: Pixélisé (64)
hu: Pixelált (64)
it: Pixelato (64)
ko: 픽셀화 (64)
ru: Пикселизированный (64)

# ,D8B522C445BDF4C7BD3886A5A1D74779
source: Rendering
fr: Rendu
hu: Renderelés
ko: 렌더링
ru: Рендеринг

# ,DB0492A045B3A601A5DCCE96EA1E118E
source: Default
de: Standard
fr: Défaut
hu: Alapértelmezett
it: Predefinito
ko: 기본값
ru: По умолчанию

# ,DC4A19384618B532369A50B5FF316D13
source: Hoe
de: Spitzhacke
fr: Pioche
hu: Kapa
it: Zappetta
ko: 괭이
ru: Кирка

# ,DC5D36714CD594D86E26F3B45786B435
source: HIDE MOUSE
de: MAUS AUSBLENDEN
fr: CACHER LA SOURIS
hu: EGÉR ELREJTÉSE
it: NASCONDERE IL MOUSE
ko: 마우스 숨기기
ru: СКРЫТЬ МЫШЬ

# ,DCDB107E4FFCA19BA14B1385CF6D938E
source: Empty
de: Leer
fr: Vide
hu: Üres
it: Vuoto
ko: 빈

# ,DF25870A4FA9665C33B18CB3141308F3
source: DEPTH OF FIELD
fr: PROFONDEUR DE CHAMP
hu: MÉLYSÉGÉLESSÉG
it: PROFONDITÀ DEL CAMPO
ko: 피사계 심도
ru: ГЛУБИНА ПОЛЯ

# ,E0A977FD45FDBACCDE9CA59FA72555FA
source: Game Only
de: Nur Spiel
fr: Jeu uniquement
hu: Csak játék
it: Solo gioco
ko: 게임 전용
ru: Игра

# ,E2669B514C9656378A51749A703EB8DC
source: Use Set Game Paused Function
de: Funktion "Spiel pausieren" verwenden
fr: Utiliser la fonction Définir le jeu en pause
hu: A játék szüneteltetésének beállítása funkció használata
it: Utilizzare la funzione Imposta gioco in pausa
ko: 게임 일시 정지 설정 기능 사용
ru: Использование функции Set Game Paused

# ,E34D252546AC89D4C69825A0CE1E275C
source: Green
de: Grün
fr: Vert
hu: Zöld
it: Verde
ko: 녹색
ru: Зеленый

# ,E42215F844F3FDE45C9DBEA36CB753FA
source: Hide Character
de: Charakter ausblenden
fr: Masquer le personnage
hu: Karakter elrejtése
it: Nascondere il personaggio
ko: 캐릭터 숨기기
ru: Скрыть персонажа

# ,E5E0E0DE4843B76047B2C6AEA5551CE8
source: Aberration Offset
fr: Compensation des aberrations
hu: Aberráció eltolás
it: Offset di aberrazione
ko: 수차 오프셋
ru: Аберрационное смещение

# ,E605B5584DF38699577E06931C800138
source: Phone
de: Telefon
fr: Téléphone
hu: Telefon
it: Telefono
ko: 전화기
ru: Телефон

# ,E7ECDA9E4A5AA590E70414BF76535141
source: Inverted Draw
de: Umgekehrte Zeichnung
fr: Tirage inversé
hu: Invertált húzás
it: Disegno invertito
ko: 그리기 반전
ru: Инвертированный рисунок

# ,EB0ABCC24DD442BDFE8ABF89CD92D91A
source: Chromatic Aberration
de: Chromatische Abweichung
fr: Aberration chromatique
hu: Kromatikus eltérés
it: Aberrazione cromatica
ko: 색수차
ru: Хроматическая аберрация

# ,EBB421704F613BD009EBBF812D326762
source: Desaturate
de: Entsättigen
fr: Désaturer
hu: Telítetlen
it: Desaturare
ko: 채도 감소
ru: Desaturate (Обесцвечивание)

# ,EE10FAC04DE26E83FA1678A98E5B406C
source: Motion Blur
de: Bewegungsunschärfe
fr: Flou de mouvement
hu: Mozgás elmosódás
it: Sfocatura del movimento
ko: 모션 블러
ru: Размытие движения

# ,EEABC4D44EE2FC0E9630C2942850E227
source: To add new options, use this selector reference and call the functions "add option" or "add options". To choose the default value, call "set default option by name" or "by index".
de: Um neue Optionen hinzuzufügen, verwende diese Selektor-Referenz und rufe die Funktionen "Option hinzufügen" oder "Optionen hinzufügen" auf. Um den Standardwert auszuwählen, rufst du "Standardoption nach Name setzen" oder "nach Index" auf.
fr: Pour ajouter de nouvelles options, utilisez cette référence de sélecteur et appelez les fonctions "ajouter une option" ou "ajouter des options". Pour choisir la valeur par défaut, appelez "définir l'option par défaut par nom" ou "par index".
hu: Új opciók hozzáadásához használja ezt a szelektorhivatkozást, és hívja meg az "add option" vagy "add options" függvényeket. Az alapértelmezett érték kiválasztásához hívja a "set default option by name" vagy "by index" parancsot.
it: Per aggiungere nuove opzioni, utilizzare questo riferimento al selettore e chiamare le funzioni "add option" o "add options". Per scegliere il valore predefinito, chiamare "imposta opzione predefinita per nome" o "per indice".
ko: 새 옵션을 추가하려면 이 선택기 참조를 사용하여 "옵션 추가" 또는 "옵션 추가" 함수를 호출합니다. 기본값을 선택하려면 "이름별 기본 옵션 설정" 또는 "색인별 기본 옵션 설정"을 호출합니다.
ru: Для добавления новых опций используйте ссылку на этот селектор и вызовите функции "add option" или "add options". Чтобы выбрать значение по умолчанию, вызовите функцию "set default option by name" или "by index".

# ,F1D8D6054E8F000946AFC38AFCE902D2
source: Temperature
de: Temperatur
fr: Température
hu: Hőmérséklet
ko: 온도
ru: Температура

# ,F2B4EE1B4EA6A853CA590CAC163BE2AE
source: Resolution
de: Auflösung
fr: Résolution
hu: Felbontás
it: Risoluzione
ko: 해상도
ru: Разрешение

# ,F527817C4665E47300179196F623AE5D
source: Size
de: Größe
fr: Taille
hu: Méret
it: Dimensione
ko: 크기
ru: Размер

# ,F550BE2E43DB5C6816FC3E8D89E71E0D
source: BACK
de: ZURÜCK
fr: Retour
hu: VISSZA
it: INDIETRO
ko: 뒤로
ru: НАЗАД

# ,F87937DC4FD4B06C887751AD8FAD4B08
source: Render Target Export function
de: Render Target Export Funktion
fr: Fonction d'exportation de la cible de rendu
hu: Renderelési célpont exportálása funkció
it: Funzione di esportazione del target di rendering
ko: 렌더링 타깃 내보내기 기능
ru: Функция Render Target Export

# ,F94FF67149680688968223B723CE2C33
source: Sepia
fr: Sépia
it: Seppia
ko: 세피아
ru: Сепия

# ,F97F70A54745AB7A1D52E49A6E3EE724
source: You have two ways to choose the default value: 1) Just set the value at the variable "DefaultValue" below. or 2) Using this checkbox reference, call the node "initialize" (for example, at the construct node). In this node, you can choose a value for the checkbox. This option is good for those who want to set the value in runtime.
de: Du hast zwei Möglichkeiten, den Standardwert zu wählen: 1) Setze den Wert einfach in die Variable "StandardWert" unten. oder 2) Rufe mit dem Verweis auf das Kontrollkästchen den Knoten "Initialisieren" auf (z. B. im Konstruktionsknoten). In diesem Knoten kannst du einen Wert für das Ankreuzfeld auswählen. Diese Option ist gut für diejenigen, die den Wert zur Laufzeit festlegen wollen.
fr: Vous avez deux manières de choisir la valeur par défaut : 1) Définissez simplement la valeur de la variable "DefaultValue" ci-dessous. ou 2) À l'aide de cette référence de case à cocher, appelez le nœud "initialize" (par exemple, au niveau du nœud de construction). Dans ce nœud, vous pouvez choisir une valeur pour la case à cocher. Cette option convient à ceux qui souhaitent définir la valeur au moment de l'exécution.
hu: Az alapértelmezett értéket kétféleképpen választhatja ki: 1) Csak állítsa be az értéket az alábbi "DefaultValue" változóban. vagy 2) Ezzel a jelölőnégyzetre való hivatkozással hívja meg az "inicializálás" csomópontot (például a konstruáló csomópontnál). Ebben a csomópontban kiválaszthatjuk a jelölőnégyzet értékét. Ez a lehetőség azok számára jó, akik futás közben szeretnék beállítani az értéket.
it: È possibile scegliere il valore predefinito in due modi: 1) Impostare il valore nella variabile "DefaultValue" qui sotto. oppure 2) Utilizzando questo riferimento alla casella di controllo, richiamare il nodo "initialize" (ad esempio, nel nodo construct). In questo nodo, è possibile scegliere un valore per la casella di controllo. Questa opzione è adatta a chi vuole impostare il valore in fase di esecuzione.
ko: 기본값을 선택하는 방법은 두 가지가 있습니다: 1) 아래의 "기본값" 변수에서 값을 설정합니다. 또는 2) 이 슬라이더 참조를 사용하여 "초기화" 노드를 불러옵니다(예: 생성 노드에서). 이 노드에서 슬라이더의 값을 선택할 수 있습니다. 이 옵션은 런타임에 값을 설정하려는 사용자에게 유용합니다.
ru: У вас есть два способа выбрать значение по умолчанию: 1) Просто установить значение в переменной "DefaultValue", приведенной ниже. или 2) Используя ссылку на этот флажок, вызвать узел "initialize" (например, в узле construct). В этом узле можно выбрать значение для флажка. Этот вариант удобен для тех, кто хочет задать значение во время выполнения программы.

# ,F9C56F9F489E7783118F3C983722A6F9
source: FREE CAMERA
de: FREIE KAMERA
fr: CAMÉRA GRATUITE
hu: SZABAD KAMERA
it: TELECAMERA GRATUITA
ko: 자유 카메라
ru: Свободная Камера

# ,FA602CC944B4E88005BEB6B081FD80A4
source: OFF
de: AUS
fr: DÉSACTIVÉ
hu: KI
it: SPENTO
ko: 꺼짐
ru: Выкл.

# ,FD3559A74E30146CDD7A518F2FCE29EE
source: ObjectName
de: ObjektName
fr: Nom Objet
hu: TárgyNév
it: Nome dell'oggetto
ko: 개체 이름

# Animals,Beef
source: Beef
de: Rindfleisch
fr: Bœuf
hu: Marhahús
it: Manzo
ko: 소고기
ru: Говядина
