Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Shop,VegetableOilText
source: Vegetable oil is a fatty substance obtained from the seeds or fruits of plants through an extraction process. It is widely used in the food industry, cooking, cosmetology and medicine. Plant oils have different colors, tastes and aromas, which depends on the source from which they are obtained. There are numerous types of vegetable oils such as olive oil, sunflower oil, soybean oil, coconut oil, corn oil, peanut oil, sesame oil and others. They are rich in fatty acids, vitamins (vitamin E, vitamin K), antioxidants and other nutrients. Vegetable oils are a source of polyunsaturated fatty acids such as omega-3 and omega-6, which are essential for maintaining heart and vascular health. One of the main purposes of vegetable oils in cooking is to use them in cooking. They are added for flavoring, glazes, sauces and marinades. Vegetable oils are also used for frying, baking and roasting foods as they can withstand high temperatures. In cosmetology, vegetable oils are widely used as an ingredient in creams, lotions, massage oils and shampoos. They have moisturizing and nourishing properties, softening and moisturizing the skin, giving it elasticity and a healthy appearance. Medical research also shows that vegetable oils can have positive health effects. They can help lower cholesterol, improve digestion, reduce the risk of cardiovascular disease and prevent inflammation. It should be noted that choosing the right vegetable oil is important. Different vegetable oils can have different properties and can be used for different culinary, cosmetic and medical purposes. When choosing a vegetable oil, it is recommended to pay attention to its quality, methods of obtaining and origin.
de: Pflanzenöl ist eine Fettsubstanz, die durch ein Extraktionsverfahren aus den Samen oder Früchten von Pflanzen gewonnen wird. Es findet breite Verwendung in der Lebensmittelindustrie, beim Kochen, in der Kosmetik und in der Medizin. Pflanzenöle haben unterschiedliche Farben, Geschmäcker und Aromen, die von der Quelle abhängen, aus der sie gewonnen werden. Es gibt zahlreiche Arten von Pflanzenölen wie Olivenöl, Sonnenblumenöl, Sojabohnenöl, Kokosnussöl, Maisöl, Erdnussöl, Sesamöl und andere. Sie sind reich an Fettsäuren, Vitaminen (Vitamin E, Vitamin K), Antioxidantien und anderen Nährstoffen. Pflanzenöle sind eine Quelle für mehrfach ungesättigte Fettsäuren wie Omega-3- und Omega-6-Fettsäuren, die für die Erhaltung der Gesundheit von Herz und Gefäßen wichtig sind. Einer der Hauptzwecke von Pflanzenölen in der Küche ist ihre Verwendung beim Kochen. Sie werden zum Würzen, für Glasuren, Soßen und Marinaden verwendet. Pflanzenöle werden auch zum Braten, Backen und Rösten von Lebensmitteln verwendet, da sie hohen Temperaturen standhalten können. In der Kosmetik werden Pflanzenöle häufig als Bestandteil von Cremes, Lotionen, Massageölen und Shampoos verwendet. Sie haben feuchtigkeitsspendende und nährende Eigenschaften, machen die Haut weich und spenden ihr Feuchtigkeit, verleihen ihr Elastizität und ein gesundes Aussehen. Die medizinische Forschung zeigt auch, dass Pflanzenöle positive Auswirkungen auf die Gesundheit haben können. Sie können helfen, den Cholesterinspiegel zu senken, die Verdauung zu verbessern, das Risiko von Herz-Kreislauf-Erkrankungen zu verringern und Entzündungen vorzubeugen. Es ist wichtig, das richtige Pflanzenöl auszuwählen. Verschiedene Pflanzenöle können unterschiedliche Eigenschaften haben und für verschiedene kulinarische, kosmetische und medizinische Zwecke verwendet werden. Bei der Auswahl eines Pflanzenöls ist es empfehlenswert, auf die Qualität, die Art der Gewinnung und die Herkunft zu achten.
fr: L'huile végétale est un corps gras obtenu à partir de graines ou de fruits de plantes par un procédé d'extraction. Il est largement utilisé dans l'industrie alimentaire, la cuisine, la cosmétologie et la médecine. Les huiles végétales ont des couleurs, des goûts et des arômes différents, qui dépendent de la source à partir de laquelle elles sont obtenues. Il existe de nombreux types d’huiles végétales telles que l’huile d’olive, l’huile de tournesol, l’huile de soja, l’huile de coco, l’huile de maïs, l’huile d’arachide, l’huile de sésame et autres. Ils sont riches en acides gras, vitamines (vitamine E, vitamine K), antioxydants et autres nutriments. Les huiles végétales sont une source d'acides gras polyinsaturés tels que les oméga-3 et les oméga-6, essentiels au maintien de la santé cardiaque et vasculaire. L’un des principaux objectifs des huiles végétales en cuisine est de les utiliser en cuisine. Ils sont ajoutés pour aromatiser, glaçages, sauces et marinades. Les huiles végétales sont également utilisées pour frire, cuire au four et rôtir les aliments, car elles peuvent résister à des températures élevées. En cosmétologie, les huiles végétales sont largement utilisées comme ingrédient dans les crèmes, lotions, huiles de massage et shampoings. Ils ont des propriétés hydratantes et nourrissantes, adoucissant et hydratant la peau, lui donnant élasticité et une apparence saine. La recherche médicale montre également que les huiles végétales peuvent avoir des effets positifs sur la santé. Ils peuvent aider à réduire le cholestérol, à améliorer la digestion, à réduire le risque de maladies cardiovasculaires et à prévenir l’inflammation. Il faut savoir que choisir la bonne huile végétale est important. Différentes huiles végétales peuvent avoir des propriétés différentes et peuvent être utilisées à différentes fins culinaires, cosmétiques et médicales. Lors du choix d'une huile végétale, il est recommandé de faire attention à sa qualité, ses modalités d'obtention et son origine.
hu: A növényi olaj olyan zsíros anyag, amelyet a növények magjából vagy terméséből nyerünk extrakciós eljárással. Széles körben használják az élelmiszeriparban, a főzésben, a kozmetológiában és a gyógyászatban. A növényi olajok színe, íze és aromája különböző, ami attól függ, hogy milyen forrásból nyerik őket. A növényi olajoknak számos típusa létezik, mint például az olívaolaj, a napraforgóolaj, a szójaolaj, a kókuszolaj, a kukoricaolaj, a földimogyoróolaj, a szezámolaj és mások. Ezek zsírsavakban, vitaminokban (E-vitamin, K-vitamin), antioxidánsokban és egyéb tápanyagokban gazdagok. A növényi olajok a többszörösen telítetlen zsírsavak, például az omega-3 és omega-6 zsírsavak forrásai, amelyek nélkülözhetetlenek a szív és az érrendszer egészségének megőrzéséhez. A növényi olajok egyik fő célja a főzésben való felhasználásuk. Ízesítéshez, mázakhoz, mártásokhoz és pácokhoz adják őket. A növényi olajokat sütéshez, sütéshez és pörköléshez is használják, mivel ellenállnak a magas hőmérsékletnek. A kozmetológiában a növényi olajokat széles körben használják krémek, testápolók, masszázsolajok és samponok összetevőjeként. Hidratáló és tápláló tulajdonságokkal rendelkeznek, lágyítják és hidratálják a bőrt, rugalmasságot és egészséges megjelenést kölcsönöznek neki. Az orvosi kutatások is azt mutatják, hogy a növényi olajoknak pozitív egészségügyi hatásai lehetnek. Segíthetnek a koleszterinszint csökkentésében, javíthatják az emésztést, csökkenthetik a szív- és érrendszeri betegségek kockázatát és megelőzhetik a gyulladást. Meg kell jegyezni, hogy fontos a megfelelő növényi olaj kiválasztása. A különböző növényi olajok különböző tulajdonságokkal rendelkezhetnek, és különböző konyhai, kozmetikai és orvosi célokra használhatók. A növényi olaj kiválasztásakor ajánlott figyelmet fordítani a minőségre, a kinyerési módszerekre és az eredetre.
it: L'olio vegetale è una sostanza grassa ottenuta dai semi o dai frutti delle piante attraverso un processo di estrazione. È ampiamente utilizzato nell'industria alimentare, in cucina, in cosmetologia e in medicina. Gli oli vegetali hanno colori, gusti e aromi diversi, a seconda della fonte da cui vengono ottenuti. Esistono numerosi tipi di oli vegetali come olio d'oliva, olio di girasole, olio di soia, olio di cocco, olio di mais, olio di arachidi, olio di sesamo e altri. Sono ricchi di acidi grassi, vitamine (vitamina E, vitamina K), antiossidanti e altri nutrienti. Gli oli vegetali sono una fonte di acidi grassi polinsaturi come omega-3 e omega-6, essenziali per il mantenimento della salute cardiaca e vascolare. Uno degli scopi principali degli oli vegetali in cucina è utilizzarli in cucina. Vengono aggiunti per aromatizzare, glasse, salse e marinate. Gli oli vegetali vengono utilizzati anche per friggere, cuocere al forno e arrostire gli alimenti poiché possono resistere alle alte temperature. In cosmetologia, gli oli vegetali sono ampiamente utilizzati come ingrediente in creme, lozioni, oli da massaggio e shampoo. Hanno proprietà idratanti e nutrienti, ammorbidendo e idratando la pelle, donandole elasticità e un aspetto sano. La ricerca medica mostra anche che gli oli vegetali possono avere effetti positivi sulla salute. Possono aiutare ad abbassare il colesterolo, migliorare la digestione, ridurre il rischio di malattie cardiovascolari e prevenire l’infiammazione. Va notato che la scelta dell'olio vegetale giusto è importante. Diversi oli vegetali possono avere proprietà diverse e possono essere utilizzati per diversi scopi culinari, cosmetici e medici. Quando si sceglie un olio vegetale, si consiglia di prestare attenzione alla sua qualità, ai metodi di ottenimento e all'origine.
ko: 식물성 기름은 식물의 씨앗이나 열매에서 추출 과정을 통해 얻은 지방 물질입니다. 식품 산업, 요리, 미용 및 의학 분야에서 널리 사용됩니다. 식물성 오일은 색상, 맛 및 향이 다르며, 이는 오일을 얻는 출처에 따라 다릅니다. 올리브유, 해바라기유, 대두유, 코코넛유, 옥수수유, 땅콩유, 참기름 등 다양한 종류의 식물성 오일이 있습니다. 식물성 기름에는 지방산, 비타민(비타민 E, 비타민 K), 항산화제 및 기타 영양소가 풍부합니다. 식물성 기름은 심장 및 혈관 건강 유지에 필수적인 오메가-3 및 오메가-6와 같은 고도 불포화 지방산의 공급원입니다. 요리에 식물성 기름을 사용하는 주요 목적 중 하나는 요리에 사용하는 것입니다. 향료, 유약, 소스 및 매리 네이드를 위해 첨가됩니다. 식물성 기름은 고온을 견딜 수 있기 때문에 튀김, 베이킹 및 로스팅 식품에도 사용됩니다. 화장품에서 식물성 오일은 크림, 로션, 마사지 오일 및 샴푸의 성분으로 널리 사용됩니다. 그들은 보습과 영양을 공급하고 피부를 부드럽게하고 보습하여 탄력과 건강한 외모를 제공합니다. 의학 연구에 따르면 식물성 오일은 건강에 긍정적인 영향을 미칠 수 있다고 합니다. 콜레스테롤을 낮추고 소화를 개선하며 심혈관 질환의 위험을 줄이고 염증을 예방하는 데 도움이 될 수 있습니다. 올바른 식물성 기름을 선택하는 것이 중요하다는 점에 유의해야 합니다. 식물성 오일마다 특성이 다를 수 있으며 다양한 요리, 미용 및 의료 목적으로 사용할 수 있습니다. 식물성 기름을 선택할 때 품질, 획득 방법 및 원산지에주의를 기울이는 것이 좋습니다.
ru: Растительное масло - это жировое вещество, получаемое из семян или плодов растений путем экстракции. Оно широко используется в пищевой промышленности, кулинарии, косметологии и медицине. Растительные масла имеют различный цвет, вкус и аромат, что зависит от источника, из которого они получены. Существует множество видов растительных масел, таких как оливковое, подсолнечное, соевое, кокосовое, кукурузное, арахисовое, кунжутное и другие. Они богаты жирными кислотами, витаминами (витамин Е, витамин К), антиоксидантами и другими полезными веществами. Растительные масла являются источником полиненасыщенных жирных кислот, таких как омега-3 и омега-6, которые необходимы для поддержания здоровья сердца и сосудов. Одно из основных назначений растительных масел в кулинарии - использование их в приготовлении пищи. Их добавляют для ароматизации, глазирования, приготовления соусов и маринадов. Растительные масла также используются для жарки, выпечки и запекания продуктов, так как они способны выдерживать высокие температуры. В косметологии растительные масла широко используются в качестве ингредиента кремов, лосьонов, массажных масел и шампуней. Они обладают увлажняющими и питательными свойствами, смягчают и увлажняют кожу, придают ей эластичность и здоровый вид. Медицинские исследования также показывают, что растительные масла могут оказывать положительное воздействие на здоровье. Они помогают снизить уровень холестерина, улучшить пищеварение, снизить риск сердечно-сосудистых заболеваний и предотвратить воспалительные процессы. Следует отметить, что правильный выбор растительного масла очень важен. Различные растительные масла могут обладать разными свойствами и использоваться в различных кулинарных, косметических и медицинских целях. При выборе растительного масла рекомендуется обращать внимание на его качество, способы получения и происхождение.

# Shop,Vodka
source: Vodka
de: Wodka
ko: 보드카
ru: Водка

# Shop,VodkaError
source: I don't have any more vodka...
de: Ich habe keinen Wodka mehr...
fr: Je n'ai plus de vodka...
hu: Nincs több vodkám...
it: Non ho più vodka...
ko: 보드카가 더 이상 없습니다...
ru: У меня нет больше водки...

# Shop,VodkaText
source: Vodka is an alcoholic beverage that is produced by distilling and fermenting various raw materials such as grain, potatoes or sugar cane. It has a clear color and usually contains about 40% alcohol. Vodka originally originated in Russia and eastern Europe and became popular over the centuries. Today, it is one of the most common and popular alcoholic beverages around the world. Vodka has a neutral taste and aroma, which makes it a versatile base for making various cocktails. It is also widely used in cooking for sauces, marinades and desserts. The main characteristics of vodka are its strength, which determines the alcohol content of the drink, and purity, which indicates the absence of impurities and space substances. Vodka should be consumed in moderation because despite its cultural significance and popularity, it can have negative health effects if consumed in excess.
de: Wodka ist ein alkoholisches Getränk, das durch Destillation und Gärung verschiedener Rohstoffe wie Getreide, Kartoffeln oder Zuckerrohr hergestellt wird. Er hat eine klare Farbe und enthält in der Regel etwa 40 % Alkohol. Wodka stammt ursprünglich aus Russland und Osteuropa und wurde im Laufe der Jahrhunderte immer beliebter. Heute ist er eines der gängigsten und beliebtesten alkoholischen Getränke auf der ganzen Welt. Wodka hat einen neutralen Geschmack und ein neutrales Aroma, was ihn zu einer vielseitigen Grundlage für die Zubereitung verschiedener Cocktails macht. Auch in der Küche wird er häufig für Soßen, Marinaden und Desserts verwendet. Die wichtigsten Merkmale von Wodka sind sein Alkoholgehalt, der den Alkoholgehalt des Getränks bestimmt, und seine Reinheit, die das Fehlen jeglicher Fuselöle, künstlicher Aromen oder anderer fermentierter Stoffe angibt. Wodka sollte in Maßen genossen werden, denn trotz seiner kulturellen Bedeutung und Beliebtheit kann er bei übermäßigem Konsum negative Auswirkungen auf die Gesundheit haben.
fr: La vodka est une boisson alcoolisée obtenue par distillation et fermentation de diverses matières premières telles que les céréales, les pommes de terre ou la canne à sucre. Il a une couleur claire et contient généralement environ 40 % d’alcool. La vodka est originaire de Russie et d’Europe de l’Est et est devenue populaire au fil des siècles. Aujourd’hui, c’est l’une des boissons alcoolisées les plus répandues et les plus populaires dans le monde. La vodka a un goût et un arôme neutres, ce qui en fait une base polyvalente pour préparer divers cocktails. Il est également largement utilisé en cuisine pour les sauces, les marinades et les desserts. Les principales caractéristiques de la vodka sont sa force, qui détermine la teneur en alcool de la boisson, et sa pureté, qui indique l'absence d'impuretés et de substances spatiales. La vodka doit être consommée avec modération car, malgré son importance culturelle et sa popularité, elle peut avoir des effets négatifs sur la santé si elle est consommée en excès.
hu: A vodka olyan alkoholos ital, amelyet különböző nyersanyagok, például gabona, burgonya vagy cukornád lepárlásával és erjesztésével állítanak elő. Tiszta színű, és általában körülbelül 40% al alkoholt tartalmaz. A vodka eredetileg Oroszországból és Kelet-Európából származik, és az évszázadok során vált népszerűvé. Ma az egyik legelterjedtebb és legnépszerűbb alkoholos ital világszerte. A vodka semleges ízű és aromájú, ami sokoldalú alapanyaggá teszi a különböző koktélok készítéséhez. A főzésben is széles körben használják mártásokhoz, pácokhoz és desszertekhez. A vodka fő jellemzői az erőssége, amely meghatározza az ital alkoholtartalmát, és a tisztasága, amely a szennyeződések és űranyagok hiányát jelzi. A vodkát mértékkel kell fogyasztani, mert kulturális jelentősége és népszerűsége ellenére túlzott fogyasztása negatív egészségügyi hatásokkal járhat.
it: La vodka è una bevanda alcolica prodotta distillando e fermentando varie materie prime come grano, patate o canna da zucchero. Ha un colore chiaro e solitamente contiene circa il 40% di alcol. La vodka è originaria della Russia e dell'Europa orientale ed è diventata popolare nel corso dei secoli. Oggi è una delle bevande alcoliche più comuni e apprezzate in tutto il mondo. La vodka ha un gusto e un aroma neutri, che la rendono una base versatile per preparare vari cocktail. È anche ampiamente utilizzato in cucina per salse, marinate e dessert. Le caratteristiche principali della vodka sono la forza, che determina la gradazione alcolica della bevanda, e la purezza, che indica l'assenza di impurità e sostanze spaziali. La vodka dovrebbe essere consumata con moderazione perché, nonostante il suo significato culturale e la sua popolarità, può avere effetti negativi sulla salute se consumata in eccesso.
ko: 보드카는 곡물, 감자 또는 사탕수수와 같은 다양한 원료를 증류 및 발효하여 생산되는 알코올 음료입니다. 투명한 색을 띠며 보통 약 40%의 알코올을 함유하고 있습니다. 보드카는 원래 러시아와 동유럽에서 시작되어 수세기에 걸쳐 인기를 얻었습니다. 오늘날 보드카는 전 세계에서 가장 흔하고 인기 있는 알코올 음료 중 하나입니다. 보드카는 중성적인 맛과 향을 가지고 있어 다양한 칵테일을 만들기 위한 다용도 베이스입니다. 또한 소스, 매리 네이드 및 디저트 요리에도 널리 사용됩니다. 보드카의 주요 특징은 음료의 알코올 함량을 결정하는 강도와 불순물 및 우주 물질이 없음을 나타내는 순도입니다. 보드카는 문화적 중요성과 인기에도 불구하고 과도하게 섭취하면 건강에 부정적인 영향을 미칠 수 있으므로 적당히 섭취해야 합니다.
ru: Водка - это алкогольный напиток, получаемый путем перегонки и брожения различного сырья, например, зерна, картофеля или сахарного тростника. Она имеет прозрачный цвет и обычно содержит около 40% спирта. Водка изначально возникла в России и Восточной Европе и стала популярной на протяжении многих веков. Сегодня это один из самых распространенных и популярных алкогольных напитков во всем мире. Водка обладает нейтральным вкусом и ароматом, что делает ее универсальной основой для приготовления различных коктейлей. Она также широко используется в кулинарии для приготовления соусов, маринадов и десертов. Основными характеристиками водки являются крепость, которая определяет содержание спирта в напитке, и чистота, которая указывает на отсутствие примесей и посторонних веществ. Водку следует употреблять умеренно, так как, несмотря на ее культурную значимость и популярность, при чрезмерном употреблении она может оказать негативное влияние на здоровье.

# ShopAnimals,BuyAnimals
source: Buy animals
de: Tiere kaufen
fr: Acheter des animaux
hu: Vásároljon állatokat
it: Compra Animale
ko: 동물 구매
ru: Купить животных

# ShopAnimals,Chickens
source: Chicken
de: Huhn
fr: Poulet
hu: Csirke
it: Pollo
ko: 닭
ru: Курица

# ShopAnimals,ChickensError
source: I don't have any chicken...
de: Ich habe kein Huhn...
fr: Je n'ai pas de poulet...
hu: Nincs csirkém...
it: Non ho pollo...
ko: 닭이 없습니다...
ru: У меня нет ни одной курицы...
