Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Bedding,CabbageText
source: Cabbage belongs to the most important vegetable plants. The ancient Greek philosopher and mathematician Pythagoras greatly valued the medicinal properties of cabbage and was engaged in its selection. Southern tribes of the Slavs first learned about cabbage from the Greco-Roman colonists who lived in areas of the Black Sea. Over time, they became familiar with this vegetable crop in Russia. Cabbage is cultivated as an annual in vegetable gardens around the world, except in the extreme north regions and deserts. As a cultivated food plant it is common in all countries with temperate climates. Cultivation of cabbage in the cold season or in the mountains is also possible in the subtropics. The nutritional value of cabbage is due to its composition, which varies depending on the variety: nitrogenous substances 1.27-3.78%, fat 0.16-0.67% and carbohydrates 5.25-8.56% Nutritional value per 100 g 24 kcal. The vegetation period of early varieties is 70-130 days, of medium varieties 125-175 days, of late varieties 153-245 days.
de: Kohl gehört zu den wichtigsten Gemüsepflanzen. Der antike griechische Philosoph und Mathematiker Pythagoras schätzte die medizinischen Eigenschaften des Kohls sehr und befasste sich mit seiner Auswahl. Die südlichen Stämme der Slawen lernten den Kohl zuerst von den griechisch-römischen Kolonisten kennen, die in den Gebieten am Schwarzen Meer lebten. Mit der Zeit wurden sie in Russland mit dieser Gemüseart vertraut. Kohl wird als einjährige Pflanze in Gemüsegärten auf der ganzen Welt angebaut, außer in den nördlichsten Regionen und Wüsten. Als kultivierte Nahrungspflanze ist er in allen Ländern mit gemäßigtem Klima verbreitet. In den Subtropen ist auch der Anbau von Kohl in der kalten Jahreszeit oder in den Bergen möglich. Der Nährwert des Kohls ergibt sich aus seiner Zusammensetzung, die je nach Sorte variiert: Stickstoffgehalt 1,27-3,78%, Fettgehalt 0,16-0,67% und Kohlenhydrate 5,25-8,56%. Nährwert pro 100 g 24 kcal. Die Vegetationszeit beträgt bei frühen Sorten 70-130 Tage, bei mittleren Sorten 125-175 Tage und bei späten Sorten 153-245 Tage.
fr: Le chou fait partie des plantes potagères les plus importantes. L'ancien philosophe et mathématicien grec Pythagore appréciait grandement les propriétés médicinales du chou et s'occupait de sa sélection. Les tribus slaves du sud ont découvert le chou pour la première fois grâce aux colons gréco-romains qui vivaient dans les régions de la mer Noire. Au fil du temps, ils se sont familiarisés avec cette culture maraîchère en Russie. Le chou est cultivé comme plante annuelle dans les potagers du monde entier, sauf dans les régions de l’extrême nord et dans les déserts. En tant que plante alimentaire cultivée, elle est courante dans tous les pays à climat tempéré. La culture du chou pendant la saison froide ou en montagne est également possible dans les régions subtropicales. La valeur nutritionnelle du chou est due à sa composition, qui varie selon la variété : substances azotées 1,27-3,78 %, matières grasses 0,16-0,67 % et glucides 5,25-8,56 %. Valeur nutritionnelle pour 100 g 24 kcal. La période de végétation des variétés précoces est de 70 à 130 jours, celle des variétés moyennes de 125 à 175 jours et celle des variétés tardives de 153 à 245 jours.
hu: A káposzta a legfontosabb zöldségnövények közé tartozik. Az ókori görög filozófus és matematikus Püthagorasz nagyra értékelte a káposzta gyógyhatását, és foglalkozott a kiválasztásával. A szlávok déli törzsei először a Fekete-tenger menti területeken élő görög-római telepesektől szereztek tudomást a káposztáról. Idővel Oroszországban is megismerkedtek ezzel a zöldségnövénnyel. A káposztát egynyári növényként világszerte termesztik a zöldségeskertekben, kivéve a szélsőségesen északi régiókban és a sivatagokban. Termesztett élelmiszernövényként minden mérsékelt éghajlatú országban elterjedt. A káposzta termesztése a hideg évszakban vagy a hegyekben a szubtrópusokon is lehetséges. A káposzta tápértékét a fajtától függően változó összetételének köszönheti: nitrogéntartalom 1,27-3,78%, zsír 0,16-0,67%, szénhidrát 5,25-8,56%. Tápértéke 100 g-onként 24 kcal. A korai fajták vegetációs ideje 70-130 nap, a közepes fajtáké 125-175 nap, a késői fajtáké 153-245 nap.
it: Il cavolo appartiene alle piante vegetali più importanti. L'antico filosofo e matematico greco Pitagora apprezzava molto le proprietà medicinali del cavolo e si impegnava nella sua selezione. Le tribù meridionali degli slavi vennero a conoscenza per la prima volta del cavolo dai coloni greco-romani che vivevano nelle zone del Mar Nero. Nel corso del tempo, hanno acquisito familiarità con questa coltura vegetale in Russia. Il cavolo viene coltivato annualmente negli orti di tutto il mondo, tranne che nelle regioni dell'estremo nord e nei deserti. Come pianta alimentare coltivata è comune in tutti i paesi con climi temperati. La coltivazione del cavolo nella stagione fredda o in montagna è possibile anche nelle regioni subtropicali. Il valore nutrizionale del cavolo cappuccio è dovuto alla sua composizione, che varia a seconda della varietà: sostanze azotate 1,27-3,78%, grassi 0,16-0,67% e carboidrati 5,25-8,56% Valore nutrizionale per 100 g 24 kcal. Il periodo di vegetazione delle varietà precoci è di 70-130 giorni, delle varietà medie 125-175 giorni, delle varietà tardive 153-245 giorni.
ko: 양배추는 가장 중요한 채소 식물에 속합니다. 고대 그리스 철학자이자 수학자 인 피타고라스는 양배추의 약용 특성을 매우 중요하게 생각했으며 양배추 선택에 관여했습니다. 슬라브의 남부 부족은 흑해 지역에 살았던 그리스-로마 식민지 개척자들로부터 양배추에 대해 처음 배웠습니다. 시간이 지남에 따라 그들은 러시아에서 이 채소 작물에 익숙해졌습니다. 양배추는 극북 지역과 사막을 제외한 전 세계 채소밭에서 일년생으로 재배됩니다. 재배 식품 식물로서 온화한 기후를 가진 모든 국가에서 일반적입니다. 아열대 지방에서도 추운 계절이나 산에서 양배추를 재배 할 수 있습니다. 양배추의 영양가는 질소 물질 1.27-3.78 %, 지방 0.16-0.67 %, 탄수화물 5.25-8.56 % 등 품종에 따라 달라지는 구성 때문입니다. 100g 당 영양가 24kcal. 초기 품종의 식생 기간은 70-130 일, 중간 품종 125-175 일, 후기 품종 153-245 일입니다.
ru: Капуста относится к важнейшим овощным растениям. Древнегреческий философ и математик Пифагор высоко ценил лечебные свойства капусты и занимался ее селекцией. Южные племена славян впервые узнали о капусте от греко-римских колонистов, живших в районах Причерноморья. Со временем они познакомились с этой овощной культурой и на территории России. Капуста возделывается как однолетник на огородах во всем мире, за исключением районов крайнего севера и пустынь. Как культурное пищевое растение она распространена во всех странах с умеренным климатом. Выращивание капусты в холодное время года или в горах возможно и в субтропиках. Пищевая ценность капусты обусловлена ее составом, который варьируется в зависимости от сорта: азотистые вещества - 1,27-3,78%, жиры - 0,16-0,67%, углеводы - 5,25-8,56%. Пищевая ценность на 100 г 24 ккал. Вегетационный период ранних сортов составляет 70-130 дней, средних - 125-175 дней, поздних - 153-245 дней.

# Bedding,CanCucumberText
source: Pickled cucumbers in a jar are a classic and popular dish that is made by preserving cucumbers in a solution of salt, vinegar, sugar, spices and other flavorful ingredients. They are usually stored in glass jars and are a popular snack and addition to various dishes. Pickles have a distinctive sweet and sour taste and flavor due to the combination of salt, vinegar, sugar and various spices. They have a pleasant crunchy texture and intense flavor that combines with many other products. Such pickles are the perfect addition to sandwiches, burgers and hot dogs, added to salads and appetizers, and great for making cold appetizers. They are also used extensively in culinary recipes including soups, stews and marinades for meat. Pickles offer additional benefits such as long shelf life and ease of use. They can be prepared at home using fresh and quality pickles, making them more natural and safer to eat. Apart from flavor, pickles are also rich in nutrients such as vitamins and minerals including vitamin K and magnesium. They also contain fiber, which promotes healthy digestion. Depending on preference, pickles can be prepared with varying degrees of spiciness and acidity to suit the taste preferences of different people.
de: Eingelegte Gurken im Glas sind ein klassisches und beliebtes Gericht, das durch Einlegen von Gurken in eine Lösung aus Salz, Essig, Zucker, Gewürzen und anderen geschmacksgebenden Zutaten hergestellt wird. Sie werden in der Regel in Gläsern aufbewahrt und sind ein beliebter Snack und Zusatz zu verschiedenen Gerichten. Durch die Kombination von Salz, Essig, Zucker und verschiedenen Gewürzen haben Essiggurken einen unverwechselbaren süß-sauren Geschmack und ein besonderes Aroma. Sie haben eine angenehm knusprige Textur und einen intensiven Geschmack, der sich mit vielen anderen Produkten kombinieren lässt. Solche Pickles sind die perfekte Ergänzung zu Sandwiches, Burgern und Hot Dogs, zu Salaten und Vorspeisen und eignen sich hervorragend für die Zubereitung kalter Vorspeisen. Sie werden auch häufig in kulinarischen Rezepten wie Suppen, Eintöpfen und Marinaden für Fleisch verwendet. Essiggurken bieten zusätzliche Vorteile wie lange Haltbarkeit und einfache Verwendung. Sie können zu Hause mit frischen und qualitativ hochwertigen Gurken zubereitet werden, was sie natürlicher und sicherer im Verzehr macht. Abgesehen vom Geschmack sind Essiggurken auch reich an Nährstoffen wie Vitaminen und Mineralien, darunter Vitamin K und Magnesium. Außerdem enthalten sie Ballaststoffe, die eine gesunde Verdauung fördern. Je nach Vorliebe können Essiggurken mit unterschiedlichem Schärfe- und Säuregrad zubereitet werden, um den Geschmacksvorlieben der verschiedenen Menschen gerecht zu werden.
fr: Les concombres marinés en bocal sont un plat classique et populaire préparé en conservant des concombres dans une solution de sel, de vinaigre, de sucre, d'épices et d'autres ingrédients savoureux. Ils sont généralement conservés dans des bocaux en verre et constituent une collation populaire et un complément à divers plats. Les cornichons ont un goût et une saveur aigre-doux distinctifs en raison de la combinaison de sel, de vinaigre, de sucre et de diverses épices. Ils ont une texture croquante agréable et une saveur intense qui se combine avec de nombreux autres produits. Ces cornichons sont le complément parfait aux sandwichs, aux hamburgers et aux hot-dogs, ajoutés aux salades et aux apéritifs, et parfaits pour préparer des apéritifs froids. Ils sont également largement utilisés dans les recettes culinaires, notamment les soupes, les ragoûts et les marinades pour la viande. Les cornichons offrent des avantages supplémentaires tels qu'une longue durée de conservation et une facilité d'utilisation. Ils peuvent être préparés à la maison avec des cornichons frais et de qualité, ce qui les rend plus naturels et plus sûrs à manger. Outre leur saveur, les cornichons sont également riches en nutriments tels que des vitamines et des minéraux, dont la vitamine K et le magnésium. Ils contiennent également des fibres, qui favorisent une digestion saine. Selon les préférences, les cornichons peuvent être préparés avec différents degrés de piquant et d'acidité pour répondre aux préférences gustatives de différentes personnes.
hu: Az üveges uborka egy klasszikus és népszerű étel, amely úgy készül, hogy az uborkát só, ecet, cukor, fűszerek és más ízesítő összetevők oldatában tartósítják. Általában üvegedényekben tárolják, és népszerű rágcsálnivaló, illetve különböző ételek kiegészítője. Az uborkáknak jellegzetes édes-savanykás ízük és zamata van a só, az ecet, a cukor és a különböző fűszerek kombinációjának köszönhetően. Kellemesen ropogós textúrájuk és intenzív ízük van, amely sok más termékkel kombinálható. Az ilyen savanyúságok tökéletes kiegészítői a szendvicseknek, hamburgereknek és hot dogoknak, salátákhoz és előételekhez adhatók, és nagyszerűek hideg előételek készítéséhez. Kulináris receptekben is széles körben használják őket, beleértve a leveseket, pörkölteket és húsokhoz való pácokat. A savanyúságok további előnyöket kínálnak, mint például a hosszú eltarthatóság és a könnyű felhasználhatóság. Otthon is elkészíthetők friss és minőségi savanyúságok felhasználásával, így természetesebbé és biztonságosabbá válnak. Az íze mellett a savanyúságok tápanyagokban, például vitaminokban és ásványi anyagokban, köztük K-vitaminban és magnéziumban is gazdagok. Rostot is tartalmaznak, ami elősegíti az egészséges emésztést. A savanyúságok ízléstől függően különböző fűszerességgel és savassággal készíthetők, hogy megfeleljenek a különböző emberek ízlésvilágának.
it: I cetrioli sottaceto in barattolo sono un piatto classico e popolare preparato conservando i cetrioli in una soluzione di sale, aceto, zucchero, spezie e altri ingredienti saporiti. Di solito vengono conservati in barattoli di vetro e sono uno spuntino popolare e un'aggiunta a vari piatti. I sottaceti hanno un gusto e un sapore agrodolce caratteristici dovuti alla combinazione di sale, aceto, zucchero e varie spezie. Hanno una piacevole consistenza croccante e un sapore intenso che si abbina a tanti altri prodotti. Questi sottaceti sono l'aggiunta perfetta a panini, hamburger e hot dog, aggiunti a insalate e antipasti e ottimi per preparare antipasti freddi. Sono anche ampiamente utilizzati nelle ricette culinarie tra cui zuppe, stufati e marinate per la carne. I sottaceti offrono ulteriori vantaggi come una lunga durata e facilità d'uso. Possono essere preparati in casa utilizzando sottaceti freschi e di qualità, rendendoli più naturali e sicuri da mangiare. Oltre al sapore, i sottaceti sono anche ricchi di sostanze nutritive come vitamine e minerali tra cui vitamina K e magnesio. Contengono anche fibre, che favoriscono una sana digestione. A seconda delle preferenze, i sottaceti possono essere preparati con vari gradi di piccantezza e acidità per soddisfare le preferenze di gusto di persone diverse.
ko: 항아리에 절인 오이는 소금, 식초, 설탕, 향신료 및 기타 풍미 성분의 용액에 오이를 보존하여 만든 고전적이고 인기있는 요리입니다. 일반적으로 유리병에 보관하며 간식으로 인기가 높으며 다양한 요리에 추가됩니다. 피클은 소금, 식초, 설탕 및 다양한 향신료의 조합으로 인해 특유의 새콤달콤한 맛과 풍미가 있습니다. 그들은 다른 많은 제품과 결합 된 기분 좋은 바삭 바삭한 질감과 강렬한 풍미를 가지고 있습니다. 이러한 피클은 샌드위치, 버거 및 핫도그에 완벽하게 추가되고 샐러드와 애피타이저에 추가되며 차가운 애피타이저를 만드는 데 좋습니다. 또한 수프, 스튜, 고기 양념장 등 요리 레시피에 광범위하게 사용됩니다. 피클은 긴 유통기한과 사용 편의성과 같은 추가적인 이점을 제공합니다. 신선하고 품질 좋은 피클을 사용하여 집에서 피클을 만들 수 있으므로 더욱 자연스럽고 안전하게 먹을 수 있습니다. 피클은 풍미 외에도 비타민과 비타민 K, 마그네슘 등 미네랄과 같은 영양소가 풍부합니다. 또한 섬유질도 함유되어 있어 건강한 소화를 촉진합니다. 피클은 기호에 따라 매운맛과 신맛의 강도를 조절하여 다양한 사람들의 입맛에 맞게 준비할 수 있습니다.
ru: Маринованные огурцы в банке - это классическое и популярное блюдо, которое готовится путем консервирования огурцов в растворе соли, уксуса, сахара, специй и других вкусовых ингредиентов. Обычно они хранятся в стеклянных банках и являются популярной закуской и дополнением к различным блюдам. Огурцы обладают характерным кисло-сладким вкусом и ароматом, обусловленным сочетанием соли, уксуса, сахара и различных специй. Они обладают приятной хрустящей текстурой и насыщенным вкусом, который сочетается со многими другими продуктами. Такие соленья являются прекрасным дополнением к бутербродам, гамбургерам и хот-догам, добавляются в салаты и закуски, отлично подходят для приготовления холодных закусок. Они также широко используются в кулинарных рецептах, включая супы, рагу и маринады для мяса. Дополнительные преимущества огурцов - длительный срок хранения и простота использования. Их можно приготовить в домашних условиях, используя свежие и качественные огурцы, что делает их более натуральными и безопасными для употребления. Помимо вкусовых качеств, маринованные огурцы богаты питательными веществами, такими как витамины и минералы, в том числе витамин К и магний. Кроме того, они содержат клетчатку, способствующую здоровому пищеварению. В зависимости от предпочтений, соленья можно готовить с разной степенью остроты и кислотности, чтобы удовлетворить вкусовые предпочтения разных людей.

# Bedding,Canning
source: Canning
de: Konserven
fr: Mise en conserve
hu: Konzervek
it: Inscatolamento
ko: 통조림 제조
ru: Консервирование

# Bedding,Canning2
source: Canning...
de: Konservieren...
fr: Mise en conserve...
hu: Konzerv...
it: Inscatolamento...
ko: 통조림 제조...
ru: Консервирование...
