Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Animals,BeefText
source: Beef is meat from adult or young cattle such as cow or bull. Beef is one of the most popular meats in many cuisines around the world due to its rich flavor, high protein content and nutritional properties. Beef meat has a succulent texture and rich flavor that allows it to be used in a variety of dishes, from steaks and roasts to goulash and soups. Beef comes in different grades, which affects its quality and the cooking methods used. The highest category of beef - "selected" - is characterized by the tenderness and juiciness typical of young cattle. The cheaper category of beef - "first grade" - is obtained from older and more able-bodied animals. Beef is rich in protein, iron, essential amino acids and other nutrients such as B vitamins. It also contains some fat, which can be removed or left in depending on the preference and purpose of the culinary dish. Beef is used in a wide variety of cuisines around the world. It is used to make steaks, roast beef, meatballs, cutlets, kebabs and many other dishes. Because of its versatility and nutritional properties, beef is an important component of many balanced and flavorful nutritional diets.
de: Rindfleisch ist das Fleisch von ausgewachsenen oder jungen Rindern wie Kühen oder Bullen. Rindfleisch ist aufgrund seines reichen Geschmacks, seines hohen Proteingehalts und seiner ernährungsphysiologischen Eigenschaften eines der beliebtesten Fleischsorten in vielen Küchen der Welt. Rindfleisch hat eine saftige Textur und einen reichen Geschmack, so dass es für eine Vielzahl von Gerichten verwendet werden kann, von Steaks und Braten bis hin zu Gulasch und Suppen. Rindfleisch wird in verschiedenen Güteklassen angeboten, was sich auf die Qualität und die verwendeten Zubereitungsmethoden auswirkt. Die höchste Kategorie von Rindfleisch - "ausgewählt" - zeichnet sich durch die für Jungrinder typische Zartheit und Saftigkeit aus. Die billigere Rindfleischkategorie - "erste Klasse" - wird von älteren und kräftigeren Tieren gewonnen. Rindfleisch ist reich an Eiweiß, Eisen, essenziellen Aminosäuren und anderen Nährstoffen wie B-Vitaminen. Es enthält auch etwas Fett, das je nach Vorliebe und Zweck des kulinarischen Gerichts entfernt oder belassen werden kann. Rindfleisch wird in einer Vielzahl von Gerichten auf der ganzen Welt verwendet. Es wird für Steaks, Roastbeef, Frikadellen, Koteletts, Spieße und viele andere Gerichte verwendet. Aufgrund seiner Vielseitigkeit und seiner ernährungsphysiologischen Eigenschaften ist Rindfleisch ein wichtiger Bestandteil vieler ausgewogener und schmackhafter Diäten.
fr: Le bœuf est de la viande provenant de bovins adultes ou jeunes comme la vache ou le taureau. Le bœuf est l’une des viandes les plus populaires dans de nombreuses cuisines du monde en raison de sa saveur riche, de sa teneur élevée en protéines et de ses propriétés nutritionnelles. La viande de bœuf a une texture succulente et une saveur riche qui lui permettent d'être utilisée dans une variété de plats, des steaks et rôtis au goulasch et aux soupes. Le bœuf existe en différentes qualités, ce qui affecte sa qualité et les méthodes de cuisson utilisées. La catégorie de bœuf la plus élevée - « sélectionnée » - se caractérise par la tendreté et la jutosité typiques des jeunes bovins. La catégorie de bœuf la moins chère - « première qualité » - est obtenue à partir d'animaux plus âgés et plus valides. Le bœuf est riche en protéines, en fer, en acides aminés essentiels et en autres nutriments tels que les vitamines B. Il contient également un peu de graisse, qui peut être retirée ou laissée en fonction des préférences et du but du plat culinaire. Le bœuf est utilisé dans une grande variété de cuisines à travers le monde. Il est utilisé pour préparer des steaks, du rosbif, des boulettes de viande, des escalopes, des brochettes et bien d'autres plats. En raison de sa polyvalence et de ses propriétés nutritionnelles, le bœuf est un élément important de nombreux régimes alimentaires équilibrés et savoureux.
hu: A marhahús felnőtt vagy fiatal szarvasmarhából, például tehénből vagy bikából származó hús. A marhahús az egyik legnépszerűbb húsféle a világ számos konyhájában gazdag íze, magas fehérjetartalma és táplálkozási tulajdonságai miatt. A marhahús zamatos textúrájú és gazdag ízű, ami lehetővé teszi, hogy számos ételben felhasználható legyen, a steakektől és sültektől kezdve a gulyásig és a levesekig. A marhahúst különböző osztályokba sorolják, ami befolyásolja a minőségét és az alkalmazott főzési módszereket. A marhahús legmagasabb kategóriáját - "válogatott" - a fiatal szarvasmarhákra jellemző puhaság és szaftosság jellemzi. Az olcsóbb kategóriájú marhahús - "első osztályú" - idősebb és nagyobb testű állatokból származik. A marhahús gazdag fehérjében, vasban, esszenciális aminosavakban és egyéb tápanyagokban, például B-vitaminokban. Tartalmaz némi zsírt is, amelyet az ízlés és az étel célja szerint el lehet távolítani vagy benne lehet hagyni. A marhahúst a világ számos konyhájában használják. Steakeket, marhasültet, húsgombócokat, szeleteket, kebabot és sok más ételt készítenek belőle. Sokoldalúsága és táplálkozási tulajdonságai miatt a marhahús számos kiegyensúlyozott és ízletes táplálkozási étrend fontos összetevője.
it: Il manzo è la carne di bovini adulti o giovani, come la mucca o il toro. La carne di manzo è una delle carni più popolari in molte cucine del mondo grazie al suo sapore ricco, all'elevato contenuto proteico e alle sue proprietà nutrizionali. La carne di manzo ha una consistenza succulenta e un sapore ricco che le permette di essere utilizzata in una varietà di piatti, dalle bistecche agli arrosti, dal gulasch alle zuppe. La carne di manzo è disponibile in diverse categorie, che influiscono sulla sua qualità e sui metodi di cottura utilizzati. La categoria più alta di carne bovina - "selezionata" - è caratterizzata dalla tenerezza e dalla succosità tipiche del bestiame giovane. La categoria più economica di carne bovina - "di prima scelta" - è ottenuta da animali più anziani e robusti. La carne di manzo è ricca di proteine, ferro, aminoacidi essenziali e altri nutrienti come le vitamine del gruppo B. Contiene anche un po' di grassi, che possono essere utilizzati per la produzione di carne. Contiene anche un po' di grasso, che può essere rimosso o lasciato a seconda delle preferenze e dello scopo del piatto culinario. La carne di manzo è utilizzata in un'ampia varietà di cucine in tutto il mondo. Si usa per preparare bistecche, arrosti, polpette, cotolette, kebab e molti altri piatti. Grazie alla sua versatilità e alle sue proprietà nutrizionali, la carne di manzo è un componente importante di molte diete alimentari equilibrate e ricche di gusto.
ko: 소고기는 소나 황소와 같은 성체 또는 어린 소의 고기입니다. 소고기는 풍부한 풍미, 높은 단백질 함량 및 영양 성분으로 인해 전 세계 많은 요리에서 가장 인기 있는 육류 중 하나입니다. 소고기는 육즙이 풍부하고 풍미가 좋아 스테이크와 로스트부터 굴라시, 수프에 이르기까지 다양한 요리에 사용할 수 있습니다. 소고기는 등급에 따라 품질과 요리 방법에 영향을 미칩니다. 가장 높은 등급의 쇠고기 인 "선택"은 어린 소의 전형적인 부드러움과 육즙이 특징입니다. 더 저렴한 쇠고기 범주 인 "1 등급"은 더 오래되고 더 유능한 동물에서 얻습니다. 소고기에는 단백질, 철분, 필수 아미노산 및 비타민 B와 같은 기타 영양소가 풍부합니다. 또한 소고기에는 약간의 지방이 포함되어 있어 요리의 선호도와 목적에 따라 제거하거나 남겨둘 수 있습니다. 소고기는 전 세계의 다양한 요리에 사용됩니다. 스테이크, 로스트 비프, 미트볼, 커틀릿, 케밥 및 기타 여러 요리를 만드는 데 사용됩니다. 소고기는 다재다능하고 영양가가 높기 때문에 균형 잡힌 풍미 가득한 영양 식단의 중요한 구성 요소입니다.
ru: Говядина - это мясо, получаемое от взрослого или молодого крупного рогатого скота, такого как корова или бык. Говядина является одним из самых популярных видов мяса во многих кухнях по всему миру благодаря своему богатому вкусу, высокому содержанию белка и питательным свойствам. Мясо говядины обладает сочной текстурой и насыщенным вкусом, что позволяет использовать его в различных блюдах - от стейков и жаркого до гуляша и супов. Говядина бывает разной степени отборности, что отражается на ее качестве и используемых методах приготовления. Высшая категория говядины - "отборная" - отличается нежностью и сочностью, характерными для молодого скота. Более дешевая категория говядины - "первый сорт" - получается из более старых и более работоспособных животных. Говядина богата белком, железом, незаменимыми аминокислотами и другими питательными веществами, такими как витамины группы В. Она также содержит некоторое количество жира, который может быть удален или оставлен в зависимости от предпочтений и назначения кулинарного блюда. Говядина используется в самых разных кухнях мира. Из нее готовятся стейки, ростбифы, тефтели, котлеты, шашлыки и множество других блюд. Благодаря своей универсальности и питательным свойствам, говядина является важным компонентом многих балансированных и вкусных пищевых рационов.

# Animals,ChickenEat
source: Feed the chickens
de: Die Hühner füttern
fr: Nourrissez les poulets
hu: Etesd meg a csirkéket
it: Dare da mangiare alle galline
ko: 닭에게 먹이 주기
ru: Накормить курицу

# Animals,Chickenmeat
source: Chicken meat
de: Hühnerfleisch
fr: Viande de poulet
hu: Csirkehús
it: Carne di pollo
ko: 닭고기
ru: Курятина

# Animals,ChickenmeatText
source: Chicken is a meat obtained from chickens, a bird of the chicken family. It is one of the most popular meats in many cuisines around the world. Chicken has a delicate texture and mild flavor, making it a versatile and widely used product in cooking. Chicken meat is characterized by its light color, relatively low fat content and high protein content. Chicken is a source of valuable nutrients such as protein, B vitamins, folic acid and essential amino acids. It also contains minerals such as iron, zinc and selenium. Chicken is considered to be a more dietary type of meat compared to other types of meat such as beef or pork. Chicken is used in a wide range of dishes. It can be grilled, pan fried, baked, or used in soups, salads, and numerous cooking recipes. Chicken breast can be sliced thin and used for sandwiches or salads. Chicken legs and wings are good for frying or baking. Chicken is also used to make chicken broths and various chicken side dishes. Chicken is an affordable, popular and healthy source of meat that provides variety in meals and is the basis for many favorite dishes.
de: Hühnerfleisch ist ein Fleisch, das von Hühnern, einem Vogel aus der Familie der Hühner, stammt. Es ist eines der beliebtesten Fleischsorten in vielen Küchen der Welt. Hühnerfleisch hat eine zarte Textur und einen milden Geschmack, was es zu einem vielseitigen und weit verbreiteten Produkt in der Küche macht. Hühnerfleisch zeichnet sich durch seine helle Farbe, einen relativ geringen Fettgehalt und einen hohen Proteingehalt aus. Hühnerfleisch ist eine Quelle wertvoller Nährstoffe wie Eiweiß, B-Vitamine, Folsäure und essenzielle Aminosäuren. Außerdem enthält es Mineralstoffe wie Eisen, Zink und Selen. Hühnerfleisch gilt im Vergleich zu anderen Fleischsorten wie Rind- oder Schweinefleisch als diätetischere Fleischsorte. Hühnerfleisch wird in einer Vielzahl von Gerichten verwendet. Es kann gegrillt, gebraten, gebacken oder in Suppen, Salaten und zahlreichen Kochrezepten verwendet werden. Hähnchenbrust kann in dünne Scheiben geschnitten und für Sandwiches oder Salate verwendet werden. Hähnchenschenkel und -flügel eignen sich gut zum Braten oder Backen. Hühnerfleisch wird auch zur Herstellung von Hühnerbrühen und verschiedenen Hühnerbeilagen verwendet. Hühnerfleisch ist eine erschwingliche, beliebte und gesunde Fleischquelle, die für Abwechslung in den Mahlzeiten sorgt und die Grundlage für viele Lieblingsgerichte bildet.
fr: Le poulet est une viande obtenue à partir de poulets, un oiseau de la famille des poulets. C’est l’une des viandes les plus populaires dans de nombreuses cuisines du monde. Le poulet a une texture délicate et une saveur douce, ce qui en fait un produit polyvalent et largement utilisé en cuisine. La viande de poulet se caractérise par sa couleur claire, sa teneur relativement faible en matières grasses et sa teneur élevée en protéines. Le poulet est une source de nutriments précieux tels que les protéines, les vitamines B, l'acide folique et les acides aminés essentiels. Il contient également des minéraux comme le fer, le zinc et le sélénium. Le poulet est considéré comme un type de viande plus diététique que d’autres types de viande comme le bœuf ou le porc. Le poulet est utilisé dans une large gamme de plats. Il peut être grillé, poêlé, cuit au four ou utilisé dans les soupes, les salades et de nombreuses recettes de cuisine. La poitrine de poulet peut être tranchée finement et utilisée pour des sandwichs ou des salades. Les cuisses et les ailes de poulet sont bonnes pour la friture ou la cuisson au four. Le poulet est également utilisé pour faire des bouillons de poulet et divers plats d'accompagnement de poulet. Le poulet est une source de viande abordable, populaire et saine qui offre de la variété dans les repas et constitue la base de nombreux plats préférés.
hu: A csirke a csirkefélék családjába tartozó madarakból származó hús. A világ számos konyhájában az egyik legnépszerűbb húsféle. A csirke finom textúrájú és enyhe ízű, ezért sokoldalú és széles körben használt termék a főzésben. A csirkehúst világos színe, viszonylag alacsony zsírtartalma és magas fehérjetartalma jellemzi. A csirke értékes tápanyagok forrása, mint például a fehérje, a B-vitaminok, a folsav és az esszenciális aminosavak. Olyan ásványi anyagokat is tartalmaz, mint a vas, a cink és a szelén. A csirkehúst diétásabb húsfajtának tartják más húsfajtákhoz, például a marha- vagy sertéshúshoz képest. A csirkét ételek széles skáláján használják fel. Lehet grillezni, serpenyőben sütni, sütni, vagy levesekben, salátákban és számos főzési receptben felhasználni. A csirkemell vékonyra szeletelhető, és szendvicsekhez vagy salátákhoz használható. A csirkecombok és -szárnyak jól használhatók sütéshez vagy sütéshez. A csirkéből csirkehúsleveseket és különféle csirkés köreteket is készíthetünk. A csirke megfizethető, népszerű és egészséges húsforrás, amely változatos ételeket biztosít, és számos kedvenc étel alapját képezi.
it: Il pollo è una carne ottenuta dai polli, un uccello della famiglia delle galline. È una delle carni più popolari in molte cucine del mondo. Il pollo ha una consistenza delicata e un sapore delicato, che lo rendono un prodotto versatile e ampiamente utilizzato in cucina. La carne di pollo è caratterizzata da un colore chiaro, da un contenuto di grassi relativamente basso e da un elevato contenuto di proteine. Il pollo è una fonte di preziosi nutrienti come proteine, vitamine del gruppo B, acido folico e aminoacidi essenziali. Contiene anche minerali come ferro, zinco e selenio. Il pollo è considerato un tipo di carne più dietetico rispetto ad altri tipi di carne come il manzo o il maiale. Il pollo viene utilizzato in un'ampia gamma di piatti. Può essere cucinato alla griglia, in padella, al forno o utilizzato in zuppe, insalate e in numerose ricette di cucina. Il petto di pollo può essere tagliato a fette sottili e utilizzato per panini o insalate. Le cosce e le ali di pollo sono adatte per essere fritte o cucinate al forno. Il pollo si usa anche per preparare brodi di pollo e vari contorni a base di pollo. Il pollo è una fonte di carne economica, popolare e salutare che offre varietà ai pasti ed è la base di molti piatti preferiti.
ko: 닭고기는 닭에서 얻은 고기입니다. 전 세계 많은 요리에서 가장 인기 있는 육류 중 하나입니다. 닭고기는 섬세한 식감과 부드러운 풍미를 가지고 있어 요리에 다용도로 널리 사용되는 제품입니다. 닭고기는 밝은 색, 상대적으로 낮은 지방 함량 및 높은 단백질 함량이 특징입니다. 닭고기는 단백질, 비타민 B, 엽산 및 필수 아미노산과 같은 귀중한 영양소의 공급원입니다. 또한 철분, 아연 및 셀레늄과 같은 미네랄도 포함되어 있습니다. 닭고기는 소고기나 돼지고기와 같은 다른 종류의 육류에 비해 더식이 요법 유형의 육류로 간주됩니다. 닭고기는 다양한 요리에 사용됩니다. 구이, 팬 튀김, 구이 또는 수프, 샐러드 및 다양한 요리 레시피에 사용할 수 있습니다. 닭 가슴살은 얇게 썰어 샌드위치나 샐러드에 사용할 수 있습니다. 닭 다리와 날개는 튀기거나 굽는 데 좋습니다. 닭고기는 닭 육수와 다양한 닭고기 반찬을 만드는 데도 사용됩니다. 닭고기는 저렴하고 대중적이며 건강에 좋은 육류 공급원으로 다양한 식단을 제공하며 많은 인기 요리의 기초가 됩니다.
ru: Курятина - это мясо, получаемое от кур, птицы семейства куринных. Оно является одним из самых популярных видов мяса во многих кухнях по всему миру. Курятина обладает нежной текстурой и мягким вкусом, что делает ее универсальным и широко используемым продуктом в кулинарии. Мясо курятины отличается светлым оттенком, сравнительно низким содержанием жира и высоким содержанием белка. Курятина является источником ценных питательных веществ, таких как белок, витамины группы В, фолиевая кислота и незаменимые аминокислоты. Она также содержит минералы, такие как железо, цинк и селен. Курятина считается более диетическим видом мяса по сравнению с другими видами, такими как говядина или свинина. Курятина используется в широком спектре блюд. Ее можно приготовить на гриле, пожарить на сковороде, запечь или использовать в супах, салатах, и многочисленных кулинарных рецептах. Куриную грудку можно нарезать тонкими ломтиками и использовать для приготовления сэндвичей или салатов. Ножки и крылышки курицы хорошо подходят для жарки или запекания. Курятина также используется для приготовления куриных бульонов и различных куриных гарниров. Курятина является доступным, популярным и полезным источником мяса, обеспечивающим разнообразие в питании и являющимся основой многих любимых блюд.

# Animals,Drinking
source: I need a drink:
de: Ich brauche einen Drink:
fr: J'ai besoin d'un verre :
hu: Innom kell valamit:
it: Ho bisogno di bere:
ko: 마실 게 필요합니다:
ru: Мне нужно напоить:

# Animals,DrinkingInfo
source: to drink.
de: zu trinken.
fr: boire.
hu: inni.
it: bere.
ko: 마실 수 있습니다.
ru: попила (-ла).

# Animals,EatInfo
source: eat.
de: essen.
fr: manger.
hu: enni.
it: mangiare.
ko: 먹다.
ru: поел (-а).

# Animals,Feed
source: I need to feed:
de: Ich muss füttern:
fr: J'ai besoin de nourriture:
hu: Enni kell:
it: Ho bisogno di nutrirmi:
ko: 먹여야 합니다:
ru: Мне нужно накормить:

# Animals,Fine
source: Fine received:
de: Geldstrafe erhalten:
fr: Contravention reçue :
hu: Megkapta a bírságot:
it: Multa ricevuta:
ko: 벌금 수령:
ru: Получен штраф:

# Animals,Goose
source: Goose
de: Gans
fr: Oie
hu: Liba
ko: 거위
ru: Гусь

# Animals,GooseError
source: I don't have any goose...
de: Ich habe keine Gänse...
fr: Je n'ai pas d'oie...
hu: Nekem nincs libám...
ko: 거위가 하나도 없어요...
ru: У меня нет гусей...
