Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,SpicesText
source: Spices are aromatic and flavoring additives that are used to enhance the taste and aroma of food. They can be made from different parts of plants such as leaves, roots, seeds, fruits or flowers, as well as from other natural sources such as dried mushrooms or coral. Spices are diverse in their characteristics and can impart different flavors, aromas, and colors to dishes. They can be pungent, sweet, bitter, or sour, and can add spiciness, depth, or complexity of flavor. Some of the best known spices include pepper, cardamom, cinnamon, cloves, cumin, ginger, turmeric, paprika, garlic, dill, basil, rosemary, mint, oregano and more. Spices are used in cooking from all over the world and in a variety of cuisines. They can be added to meat, fish, poultry, vegetables, soups, sauces, marinades, baked goods, desserts and other dishes. They can be used as main ingredients or as seasonings to accentuate the flavor and aroma of other ingredients. It is important to note that proper use of spices requires balance and proportion. Using too much spice can overpower the natural flavor of foods or lead to over-salt or overstimulation of the taste buds. Therefore, it is recommended to add spices gradually, tasting foods to achieve the desired flavor and aroma. In addition, spices have potential health benefits. Some spices contain antioxidants, antibacterial or anti-inflammatory compounds that may help to maintain health and prevent certain diseases. All these factors make spices an integral part of the culinary and cultural heritage of many countries and peoples, giving uniqueness and uniqueness to dishes and creating a flavorful experience.
de: Gewürze sind aromatische und geschmacksgebende Zusatzstoffe, die verwendet werden, um den Geschmack und das Aroma von Lebensmitteln zu verbessern. Sie können aus verschiedenen Pflanzenteilen wie Blättern, Wurzeln, Samen, Früchten oder Blüten hergestellt werden, aber auch aus anderen natürlichen Quellen wie getrockneten Pilzen oder Korallen. Gewürze sind vielfältig in ihren Eigenschaften und können den Gerichten unterschiedliche Geschmacksrichtungen, Aromen und Farben verleihen. Sie können scharf, süß, bitter oder sauer sein und den Gerichten Schärfe, Tiefe oder Komplexität verleihen. Zu den bekanntesten Gewürzen gehören Pfeffer, Kardamom, Zimt, Nelken, Kreuzkümmel, Ingwer, Kurkuma, Paprika, Knoblauch, Dill, Basilikum, Rosmarin, Minze, Oregano und viele mehr. Gewürze werden in der Küche auf der ganzen Welt und in einer Vielzahl von Gerichten verwendet. Sie können Fleisch, Fisch, Geflügel, Gemüse, Suppen, Soßen, Marinaden, Backwaren, Desserts und anderen Gerichten zugesetzt werden. Sie können als Hauptzutat oder als Würzmittel verwendet werden, um den Geschmack und das Aroma anderer Zutaten zu betonen. Es ist wichtig zu beachten, dass die richtige Verwendung von Gewürzen Ausgewogenheit und Verhältnismäßigkeit erfordert. Zu viel Gewürz kann den natürlichen Geschmack von Lebensmitteln überwältigen oder zu einer Übersalzung oder Überreizung der Geschmacksknospen führen. Daher wird empfohlen, die Gewürze nach und nach hinzuzufügen und die Speisen zu probieren, um den gewünschten Geschmack und das gewünschte Aroma zu erreichen. Darüber hinaus haben Gewürze potenzielle gesundheitliche Vorteile. Einige Gewürze enthalten Antioxidantien, antibakterielle oder entzündungshemmende Verbindungen, die zur Erhaltung der Gesundheit und zur Vorbeugung bestimmter Krankheiten beitragen können. All diese Faktoren machen Gewürze zu einem festen Bestandteil des kulinarischen und kulturellen Erbes vieler Länder und Völker. Sie verleihen den Gerichten Einzigartigkeit und Einzigartigkeit und sorgen für ein geschmackvolles Erlebnis.
fr: Les épices sont des additifs aromatiques et aromatisants utilisés pour rehausser le goût et l'arôme des aliments. Ils peuvent être fabriqués à partir de différentes parties de plantes telles que des feuilles, des racines, des graines, des fruits ou des fleurs, ainsi qu'à partir d'autres sources naturelles telles que des champignons séchés ou du corail. Les épices ont des caractéristiques diverses et peuvent conférer différentes saveurs, arômes et couleurs aux plats. Ils peuvent être piquants, sucrés, amers ou acides et peuvent ajouter du piquant, de la profondeur ou de la complexité de la saveur. Certaines des épices les plus connues comprennent le poivre, la cardamome, la cannelle, les clous de girofle, le cumin, le gingembre, le curcuma, le paprika, l'ail, l'aneth, le basilic, le romarin, la menthe, l'origan et bien plus encore. Les épices sont utilisées dans la cuisine du monde entier et dans diverses cuisines. Ils peuvent être ajoutés à la viande, au poisson, à la volaille, aux légumes, aux soupes, aux sauces, aux marinades, aux pâtisseries, aux desserts et autres plats. Ils peuvent être utilisés comme ingrédients principaux ou comme assaisonnements pour accentuer la saveur et l’arôme d’autres ingrédients. Il est important de noter que la bonne utilisation des épices nécessite équilibre et proportion. Utiliser trop d’épices peut anéantir la saveur naturelle des aliments ou conduire à un excès de sel ou à une stimulation excessive des papilles gustatives. Par conséquent, il est recommandé d'ajouter les épices progressivement, en goûtant les aliments pour obtenir la saveur et l'arôme souhaités. De plus, les épices ont des bienfaits potentiels pour la santé. Certaines épices contiennent des antioxydants, des composés antibactériens ou anti-inflammatoires qui peuvent aider à maintenir la santé et à prévenir certaines maladies. Tous ces facteurs font des épices une partie intégrante du patrimoine culinaire et culturel de nombreux pays et peuples, conférant un caractère unique et unique aux plats et créant une expérience savoureuse.
hu: A fűszerek olyan aromás és ízesítő adalékanyagok, amelyeket az ételek ízének és aromájának fokozására használnak. Készíthetők különböző növényi részekből, például levelekből, gyökerekből, magvakból, gyümölcsökből vagy virágokból, valamint más természetes forrásokból, például szárított gombákból vagy korallból. A fűszerek tulajdonságaikban sokfélék, és különböző ízeket, aromákat és színeket kölcsönözhetnek az ételeknek. Lehetnek csípősek, édesek, keserűek vagy savanyúak, és adhatnak fűszerességet, mélységet vagy összetett ízt. A legismertebb fűszerek közé tartozik a bors, kardamom, fahéj, szegfűszeg, kömény, gyömbér, kurkuma, paprika, fokhagyma, kapor, bazsalikom, rozmaring, menta, oregánó stb. A fűszereket a világ minden táján és a legkülönbözőbb konyhákban használják a főzésben. Húshoz, halhoz, szárnyasokhoz, zöldségekhez, levesekhez, mártásokhoz, pácokhoz, pékárukhoz, desszertekhez és egyéb ételekhez adhatók. Használhatók fő összetevőként vagy fűszerként más összetevők ízének és aromájának kiemelésére. Fontos megjegyezni, hogy a fűszerek megfelelő használata egyensúlyt és arányosságot igényel. A túl sok fűszer használata elnyomhatja az ételek természetes ízét, vagy túlsózáshoz, illetve az ízlelőbimbók túlzott stimulálásához vezethet. Ezért ajánlatos a fűszereket fokozatosan adagolni, az ételeket megkóstolva, hogy elérjük a kívánt ízt és aromát. Ezenkívül a fűszerek potenciális egészségügyi előnyökkel is rendelkeznek. Egyes fűszerek antioxidánsokat, antibakteriális vagy gyulladáscsökkentő vegyületeket tartalmaznak, amelyek segíthetnek az egészség megőrzésében és bizonyos betegségek megelőzésében. Mindezek a tényezők teszik a fűszereket számos ország és nép kulináris és kulturális örökségének szerves részévé, egyediséget és egyediséget adva az ételeknek, és ízélményt teremtve.
it: Le spezie sono additivi aromatici e aromatizzanti utilizzati per esaltare il gusto e l'aroma del cibo. Possono essere ricavati da diverse parti di piante come foglie, radici, semi, frutti o fiori, nonché da altre fonti naturali come funghi secchi o corallo. Le spezie hanno caratteristiche diverse e possono conferire sapori, aromi e colori diversi ai piatti. Possono essere pungenti, dolci, amari o aspri e possono aggiungere piccantezza, profondità o complessità di sapore. Alcune delle spezie più conosciute includono pepe, cardamomo, cannella, chiodi di garofano, cumino, zenzero, curcuma, paprika, aglio, aneto, basilico, rosmarino, menta, origano e altro ancora. Le spezie sono utilizzate in cucina da tutto il mondo e in una varietà di cucine. Possono essere aggiunti a carne, pesce, pollame, verdure, zuppe, salse, marinate, prodotti da forno, dessert e altri piatti. Possono essere utilizzati come ingredienti principali o come condimenti per accentuare il sapore e l'aroma di altri ingredienti. È importante notare che un uso corretto delle spezie richiede equilibrio e proporzione. L'uso di troppe spezie può sopraffare il sapore naturale dei cibi o portare a un eccesso di sale o a un'eccessiva stimolazione delle papille gustative. Pertanto si consiglia di aggiungere le spezie gradualmente, assaggiando gli alimenti per ottenere il sapore e l'aroma desiderati. Inoltre, le spezie hanno potenziali benefici per la salute. Alcune spezie contengono antiossidanti, composti antibatterici o antinfiammatori che possono aiutare a mantenere la salute e prevenire alcune malattie. Tutti questi fattori rendono le spezie parte integrante del patrimonio culinario e culturale di molti paesi e popoli, conferendo unicità e unicità ai piatti e creando un'esperienza saporita.
ko: 향신료는 음식의 맛과 향을 향상시키는 데 사용되는 향료 및 향료 첨가제입니다. 향신료는 잎, 뿌리, 씨앗, 과일, 꽃 등 식물의 다양한 부위뿐만 아니라 말린 버섯이나 산호와 같은 다른 천연 원료로 만들 수 있습니다. 향신료는 그 특성이 다양하며 요리에 다양한 맛, 향, 색을 더할 수 있습니다. 향신료는 매운맛, 단맛, 쓴맛, 신맛을 낼 수 있으며 매운맛, 깊은 맛, 복잡한 맛을 더할 수 있습니다. 가장 잘 알려진 향신료로는 후추, 카 다몬, 계피, 정향, 커민, 생강, 강황, 파프리카, 마늘, 딜, 바질, 로즈마리, 민트, 오레가노 등이 있습니다. 향신료는 전 세계의 다양한 요리와 다양한 요리에 사용됩니다. 육류, 생선, 가금류, 야채, 수프, 소스, 매리 네이드, 구운 식품, 디저트 및 기타 요리에 향신료를 첨가할 수 있습니다. 주재료로 사용하거나 다른 재료의 맛과 향을 강조하기 위한 조미료로 사용할 수 있습니다. 향신료를 적절하게 사용하려면 균형과 비율이 필요하다는 점에 유의하세요. 향신료를 너무 많이 사용하면 음식 본연의 풍미를 압도하거나 염분이 과다하거나 미각을 과도하게 자극할 수 있습니다. 따라서 향신료를 서서히 첨가하고 음식을 맛보면서 원하는 맛과 향을 얻는 것이 좋습니다. 또한 향신료는 잠재적인 건강상의 이점이 있습니다. 일부 향신료에는 건강을 유지하고 특정 질병을 예방하는 데 도움이 될 수있는 항산화 제, 항균 또는 항염증제 화합물이 포함되어 있습니다. 이러한 모든 요소로 인해 향신료는 많은 국가와 민족의 요리 및 문화 유산에서 없어서는 안 될 부분으로, 요리에 독특함과 독특함을 부여하고 풍미 가득한 경험을 선사합니다.
ru: Специи - это ароматические и вкусовые добавки, которые используются для усиления вкуса и аромата пищи. Они могут быть получены из различных частей растений, таких как листья, корни, семена, плоды или цветы, а также из других природных источников, например, сушеных грибов или кораллов. Специи разнообразны по своим свойствам и могут придавать блюдам различные вкусы, ароматы и цвета. Они могут быть острыми, сладкими, горькими или кислыми, придавать остроту, глубину или сложность вкуса. Среди наиболее известных специй - перец, кардамон, корица, гвоздика, кумин, имбирь, куркума, паприка, чеснок, укроп, базилик, розмарин, мята, орегано и другие. Специи используются в кулинарии разных стран мира и в различных кухнях. Их можно добавлять в мясо, рыбу, птицу, овощи, супы, соусы, маринады, выпечку, десерты и другие блюда. Они могут использоваться как основные ингредиенты или как приправы для подчеркивания вкуса и аромата других ингредиентов. Важно отметить, что правильное использование специй требует баланса и пропорций. Слишком большое количество специй может подавить естественный вкус продуктов, привести к пересолу или перевозбуждению вкусовых рецепторов. Поэтому рекомендуется добавлять специи постепенно, пробуя продукты для достижения желаемого вкуса и аромата. Кроме того, специи обладают потенциальной пользой для здоровья. Некоторые пряности содержат антиоксиданты, антибактериальные или противовоспалительные соединения, которые могут способствовать поддержанию здоровья и профилактике некоторых заболеваний. Все это делает пряности неотъемлемой частью кулинарного и культурного наследия многих стран и народов, придавая блюдам уникальность и неповторимость, создавая вкусовые ощущения.

# Inventory,Stones
source: Stones
de: Steine
fr: Pierres
hu: Kövek
it: Pietre
ko: 돌
ru: Камни

# Inventory,StonesText
source: Stone, natural stone - a hard non-metallic rock, or a piece of it.
de: Stein, Naturstein - ein hartes, nicht-metallisches Gestein oder ein Stück davon.
fr: Pierre, pierre naturelle - une roche dure non métallique, ou un morceau de celle-ci.
hu: Kő, természetes kő - kemény, nem fémes kőzet, vagy annak egy darabja.
it: Pietra, pietra naturale: una roccia dura non metallica o un pezzo di essa.
ko: 돌, 자연석 - 단단한 비금속성 암석 또는 그 조각.
ru: Камень, природный камень - твердая неметаллическая горная порода или ее фрагмент.

# Inventory,TakeJar
source: Take the jar
de: Nimm das Glas
fr: Prends le pot
hu: Fogd az üveget
it: Prendi il barattolo
ko: 병 가져가기
ru: Взять банку

# Inventory,Takeout
source: Take out
de: Rausholen
fr: Sortir
hu: Vedd ki
it: SCATTA FOTO
ko: 꺼내기
ru: Вынуть

# Inventory,Toolboxes
source: Toolboxes
de: Werkzeugkisten
fr: Boîtes à outils
hu: Eszköztárak
it: Cassette degli attrezzi
ko: 도구 상자
ru: Ящик для инструментов

# Inventory,ToolboxesText
source: Mechanic's tools are a set of tools that are commonly used to repair and maintain automobiles and other machinery. They include items such as wrenches, screwdrivers, pliers, nut keys, hammers, screwdrivers, clamps, grease guns, oilers, and many others. These are usually kept in special drawers or bags for easy transportation and storage. When a mechanic works on an automobile or other mechanism, he or she uses these tools for the tasks performed, such as unscrewing nuts, tightening bolts, repairing wiring, and more.
de: Mechanikerwerkzeuge sind eine Reihe von Werkzeugen, die üblicherweise für die Reparatur und Wartung von Autos und anderen Maschinen verwendet werden. Dazu gehören Schraubenschlüssel, Schraubendreher, Zangen, Mutternschlüssel, Hämmer, Schraubenzieher, Klemmen, Fettpressen, Öler und viele andere Dinge. Sie werden normalerweise in speziellen Schubladen oder Taschen aufbewahrt, damit sie leicht transportiert und gelagert werden können. Wenn ein Mechaniker oder eine Mechanikerin an einem Auto oder einem anderen Mechanismus arbeitet, verwendet er oder sie diese Werkzeuge für die auszuführenden Arbeiten, z. B. zum Lösen von Muttern, Anziehen von Schrauben, Reparieren von Kabeln und vielem mehr.
fr: Les outils de mécanicien sont un ensemble d'outils couramment utilisés pour réparer et entretenir les automobiles et autres machines. Ils comprennent des articles tels que des clés, des tournevis, des pinces, des clés à écrous, des marteaux, des tournevis, des pinces, des pistolets graisseurs, des graisseurs et bien d'autres. Ceux-ci sont généralement conservés dans des tiroirs ou des sacs spéciaux pour faciliter le transport et le stockage. Lorsqu'un mécanicien travaille sur une automobile ou un autre mécanisme, il utilise ces outils pour les tâches effectuées, telles que dévisser des écrous, serrer des boulons, réparer le câblage, etc.
hu: A szerelőszerszámok olyan szerszámok, amelyeket általában gépjárművek és más gépek javítására és karbantartására használnak. Ezek közé tartoznak például a csavarkulcsok, csavarhúzók, fogók, anyakulcsok, kalapácsok, csavarhúzók, bilincsek, zsírzók, olajozók és sok más eszköz. Ezeket általában speciális fiókokban vagy táskákban tartják a könnyű szállítás és tárolás érdekében. Amikor egy szerelő egy gépkocsin vagy más szerkezeten dolgozik, ezeket a szerszámokat használja az elvégzendő feladatokhoz, például anyák kicsavarásához, csavarok meghúzásához, vezetékek javításához és így tovább.
it: Gli strumenti del meccanico sono un insieme di strumenti comunemente utilizzati per riparare e mantenere automobili e altri macchinari. Includono articoli come chiavi inglesi, cacciaviti, pinze, chiavi per dadi, martelli, cacciaviti, morsetti, pistole per grasso, oliatori e molti altri. Questi sono solitamente conservati in cassetti o borse speciali per un facile trasporto e stoccaggio. Quando un meccanico lavora su un'automobile o su un altro meccanismo, utilizza questi strumenti per le attività eseguite, come svitare dadi, serrare bulloni, riparare cavi e altro ancora.
ko: 도구 상자는 자동차 및 기타 기계를 수리하고 유지 보수하는 데 일반적으로 사용되는 도구 세트입니다. 여기에는 렌치, 스크루드라이버, 펜치, 너트 키, 망치, 드라이버, 클램프, 그리스 건, 오일러 등의 품목이 포함됩니다. 이러한 도구는 보통 운반과 보관이 쉽도록 전용 서랍이나 가방에 보관합니다. 정비사는 자동차나 기타 메커니즘을 정비할 때 너트 풀기, 볼트 조이기, 배선 수리 등과 같은 작업을 수행할 때 이러한 도구를 사용합니다.
ru: Инструменты механика - это набор инструментов, которые обычно используются для ремонта и обслуживания автомобилей и другой техники. К ним относятся такие предметы, как гаечные ключи, отвертки, плоскогубцы, гаечные ключи, молотки, отвертки, зажимы, шприцы для смазки, масленки и многие другие. Для удобства транспортировки и хранения они обычно хранятся в специальных ящиках или сумках. Когда механик работает с автомобилем или другим механизмом, он использует эти инструменты для решения поставленных задач: откручивания гаек, закручивания болтов, ремонта проводки и т.д.

# Inventory,Trap
source: Trap
de: Falle
fr: Piège
hu: Csapda
it: Trappola
ko: 덫
ru: Капкан

# Inventory,TrapText
source: A trap is a metal, self-trapping implement used to capture furbearing animals and predators. It is triggered by steel springs (one or two) when an animal strikes the trap mechanism. Traps vary in construction type and size. Traps that grip the animal by the paw are called pinching or holding traps, traps that grip the animal by the head or neck are called crushing traps, traps that strike the head or neck are called killing traps.
de: Eine Falle ist ein metallisches, selbstfangendes Gerät, das zum Fangen von Pelztieren und Raubtieren verwendet wird. Sie wird durch Stahlfedern (eine oder zwei) ausgelöst, wenn ein Tier auf den Fallenmechanismus trifft. Fallen unterscheiden sich in Bauart und Größe. Fallen, die das Tier an den Pfoten packen, nennt man Klemm- oder Haltefallen, Fallen, die das Tier am Kopf oder Hals packen, nennt man Quetschfallen, Fallen, die den Kopf oder Hals treffen, nennt man Tötungsfallen.
fr: Un piège est un outil métallique auto-piégeant utilisé pour capturer les animaux à fourrure et les prédateurs. Il est déclenché par des ressorts en acier (un ou deux) lorsqu'un animal heurte le mécanisme du piège. Les pièges varient en termes de type de construction et de taille. Les pièges qui saisissent l'animal par la patte sont appelés pièges à pincer ou à retenir, les pièges qui saisissent l'animal par la tête ou le cou sont appelés pièges écrasants, les pièges qui frappent la tête ou le cou sont appelés pièges mortels.
hu: A csapda egy fém, önfogó eszköz, amelyet szőrmés állatok és ragadozók befogására használnak. Acélrugók (egy vagy két) segítségével lép működésbe, amikor egy állat a csapdamechanizmusba ütközik. A csapdák szerkezeti típus és méret szerint változnak. Az állatot a mancsánál fogva megragadó csapdákat csípő vagy tartó csapdáknak, az állatot a fejénél vagy nyakánál fogó csapdákat zúzó csapdáknak, a fejre vagy nyakra csapó csapdákat pedig ölő csapdáknak nevezik.
it: Una trappola è uno strumento metallico autointrappolante utilizzato per catturare animali da pelliccia e predatori. Viene attivato da molle in acciaio (una o due) quando un animale colpisce il meccanismo della trappola. Le trappole variano nel tipo di costruzione e nelle dimensioni. Le trappole che afferrano l'animale per la zampa sono chiamate trappole da presa o da presa, le trappole che afferrano l'animale per la testa o il collo sono chiamate trappole da schiacciamento, le trappole che colpiscono la testa o il collo sono chiamate trappole mortali.
ko: 덫은 포식 동물이나 포식자를 포획하는 데 사용되는 금속 재질의 자가 덫입니다. 동물이 트랩 메커니즘에 부딪히면 강철 스프링(하나 또는 두 개)에 의해 작동합니다. 트랩은 구조 유형과 크기가 다양합니다. 동물의 발을 잡는 덫은 꼬집기 또는 잡기 덫, 동물의 머리나 목을 잡는 덫은 분쇄 덫, 머리나 목을 치는 덫은 죽이기 덫이라고 부릅니다.
ru: Капкан - это металлическое самоловное орудие, используемое для отлова пушных зверей и хищников. Он срабатывает под действием стальных пружин (одной или двух) при попадании животного в механизм капкана. Капканы различаются по типу конструкции и размерам. Капканы, захватывающие животное за лапу, называются щипковыми или удерживающими, капканы, захватывающие животное за голову или шею, называются давящими, а капканы, наносящие удар по голове или шее, называются убивающими.

# Inventory,Trash
source: Garbage
de: Müll
fr: Ordures
hu: Szemét
it: Spazzatura
ko: 쓰레기
ru: Мусор

# Inventory,TrashText
source: Garbage - solid waste of plant, animal and mineral origin, accumulated in households, utilities, trade and industry.
de: Müll - Feste pflanzliche, tierische und mineralische Abfälle, die in Haushalten, Betrieben, Gewerbe und Industrie anfallen.
fr: Déchets - déchets solides d'origine végétale, animale et minérale, accumulés dans les ménages, les services publics, le commerce et l'industrie.
hu: Szemét - növényi, állati és ásványi eredetű szilárd hulladék, amely a háztartásokban, a közművekben, a kereskedelemben és az iparban halmozódik fel.
it: Rifiuti - rifiuti solidi di origine vegetale, animale e minerale, accumulati nelle famiglie, nei servizi pubblici, nel commercio e nell'industria.
ko: 쓰레기 - 가정, 유틸리티, 무역 및 산업에 축적된 식물, 동물 및 광물 기원의 고체 폐기물입니다.
ru: Мусор - твердые отходы растительного, животного и минерального происхождения, накапливающиеся в быту, коммунальном хозяйстве, торговле и промышленности.

# Inventory,Use
source: Use
de: Benutzen
fr: Utiliser
hu: Használ
it: Utilizzo
ko: 사용
ru: Использовать

# Inventory,Weapons
source: Weapons
de: Waffen
fr: Armes
hu: Fegyverek
it: Armi
ko: 무기
ru: Оружие

# Inventory,Wolfpelt
source: Wolf pelt
de: Wolfsfell
fr: Peau de loup
hu: Farkasbőr
it: Pelle di lupo
ko: 늑대 가죽
ru: Волчья шкура
