Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# ST_Menu,GraphicsSettings_Bloom_Subtext
source: Enabling Bloom <h>adds a soft glow to bright areas, such as the sun or other light sources.</> This can give the game's environment and characters a more ethereal and cinematic appearance.
de: Durch die Aktivierung von Bloom <h>wird hellen Bereichen, wie der Sonne oder anderen Lichtquellen, ein sanftes Leuchten hinzugefügt.</> Dies kann der Spielumgebung und den Charakteren ein ätherischeres und filmischeres Aussehen verleihen.
fr: L'activation de Bloom <h>ajoute une douce lueur aux zones lumineuses, telles que le soleil ou d'autres sources de lumière.</> Cela peut donner à l'environnement du jeu et aux personnages une apparence plus éthérée et cinématographique.
hu: A Bloom engedélyezése <h>lágy fényt ad a fényes területeknek, például a napnak vagy más fényforrásoknak.</> Ez éteribb és filmszerűbb megjelenést kölcsönözhet a játék környezetének és karaktereinek.
it: Abilitando Bloom <h>si aggiunge un bagliore tenue alle aree luminose, come il sole o altre fonti di luce.</> Questo può dare all'ambiente e ai personaggi del gioco un aspetto più etereo e cinematografico.
ko: 블룸을 활성화하면 <h>태양이나 기타 광원과 같은 밝은 영역에 은은한 광원이 추가됩니다.</> 이렇게 하면 게임 환경과 캐릭터가 더욱 미묘하고 영화 같은 느낌을 줄 수 있습니다.
ru: Включение функции Bloom <h> придает мягкое свечение ярким участкам, таким как солнце или другие источники света.</> Это может придать игровому окружению и персонажам более неземной и кинематографичный вид.

# ST_Menu,GraphicsSettings_DLSS_Quality0
source: Performance
de: Leistung
hu: Teljesítmény
it: Prestazioni
ko: 성능
ru: Производительность

# ST_Menu,GraphicsSettings_DLSS_Quality1
source: Balanced
de: Ausgeglichen
fr: Équilibré
hu: Kiegyensúlyozott
it: Bilanciato
ko: 균형
ru: Сбалансированный

# ST_Menu,GraphicsSettings_DLSS_Quality2
source: Quality
de: Qualität
fr: Qualité
hu: Minőség
it: Qualità
ko: 품질
ru: Качество

# ST_Menu,GraphicsSettings_DLSS_Quality3
source: Ultra Performance
de: Ultra-Leistung
fr: Ultra-performances
hu: Ultra teljesítmény
it: Prestazioni ultra
ko: 울트라 성능
ru: Ультра Производительность

# ST_Menu,GraphicsSettings_DLSS_Quality4
source: Ultra Quality
de: Ultra-Qualität
fr: Ultra qualité
hu: Ultra minőség
it: Qualità Ultra
ko: 울트라 품질
ru: Ультра Качество

# ST_Menu,GraphicsSettings_DLSS_Subtext
source: Toggles NVIDIA DLSS (Deep Learning Super Sampling). Uses a temporal upscaling algorithm to render highly detailed images using fewer pixels, boosting your frame rates so you can maximize your graphics settings and output resolution. Quality is controlled by altering the resolution scale (100=DLAA). <h>DLSS requires an NVIDIA RTX graphics card.</>
de: Schaltet NVIDIA DLSS (Deep Learning Super Sampling) ein. Verwendet einen Algorithmus zur temporären Hochskalierung, um hochdetaillierte Bilder mit weniger Pixeln zu rendern und die Bildrate zu erhöhen, sodass Sie Ihre Grafikeinstellungen und die Ausgabeauflösung maximieren können. Die Qualität wird durch Ändern der Auflösungsskalierung gesteuert (100=DLAA). <h>DLSS erfordert eine NVIDIA RTX-Grafikkarte.</>
fr: Active/désactive NVIDIA DLSS (Deep Learning Super Sampling). Utilise un algorithme de mise à l'échelle temporelle pour restituer des images très détaillées en utilisant moins de pixels, augmentant ainsi vos fréquences d'images afin que vous puissiez maximiser vos paramètres graphiques et votre résolution de sortie. La qualité est contrôlée en modifiant l'échelle de résolution (100 = DLAA). <h>DLSS nécessite une carte graphique NVIDIA RTX.</>
hu: Bekapcsolja az NVIDIA DLSS-t (Deep Learning Super Sampling). Időbeli felskálázási algoritmust használ, hogy rendkívül részletgazdag képeket jelenítsen meg kevesebb pixel használatával, növelve a képkockasebességet, így maximalizálhatja a grafikus beállításokat és a kimeneti felbontást. A minőség szabályozása a felbontási skála (100=DLAA) változtatásával történik. <h>A DLSS-hez NVIDIA RTX grafikus kártya szükséges.</>
it: Attiva NVIDIA DLSS (Deep Learning Super Sampling). Utilizza un algoritmo di upscaling temporale per eseguire il rendering di immagini altamente dettagliate utilizzando un numero inferiore di pixel, aumentando la frequenza dei fotogrammi in modo da massimizzare le impostazioni grafiche e la risoluzione di uscita. La qualità viene controllata modificando la scala di risoluzione (100=DLAA). <h>DLSS richiede una scheda grafica NVIDIA RTX.</>
ko: NVIDIA DLSS(Deep Learning Super Sampling)를 토글합니다. 시간적 업스케일링 알고리즘을 사용하여 더 적은 픽셀을 사용하여 매우 상세한 이미지를 렌더링하여 프레임 속도를 높여서 그래픽 설정 및 출력 해상도를 극대화할 수 있습니다. 해상도 스케일(100=DLAA)을 변경하여 품질을 제어합니다. <h>DLSS에는 NVIDIA RTX 그래픽 카드가 필요합니다.</>
ru: <h>Для DLSS требуется видеокарта NVIDIA RTX.</>

# ST_Menu,GraphicsSettings_Effects
source: Effects
de: Effekte
fr: Effets
hu: Hatások
it: Effetti
ko: 효과
ru: Эффекты

# ST_Menu,GraphicsSettings_Effects_Subtext
source: Adjust the <h>quality of visual effects,</> e.g. reflections and the material fidelity.
de: Passen Sie die <h>Qualität der visuellen Effekte,</> z.B. Reflexionen und die Materialgenauigkeit an.
fr: Ajustez la <h>qualité des effets visuels</>, par ex. les reflets et la fidélité matérielle.
hu: Állítsa be a vizuális effektek <h>minőségét,</> pl. a tükröződéseket és az anyaghűséget.
ko: 시각 효과의 <h>품질(예: 반사 및 재질 충실도)</> 을 조정합니다.
ru: Отрегулируйте <h> качество визуальных эффектов,</> например, отражения и точность воспроизведения материала.

# ST_Menu,GraphicsSettings_Foliage
source: Foliage
de: Blattwerk
fr: Feuillage
hu: Lombozat
it: Fogliame
ko: 나뭇잎
ru: Растительность

# ST_Menu,GraphicsSettings_Foliage_Subtext
source: Foliage Quality affects the <h>level of detail and complexity of vegetation and foliage.</> This can include trees, bushes, grass, and other plants. Higher Foliage Quality settings can result in more realistic and detailed vegetation, but are also more demanding on your hardware.
de: Die Blattwerkqualität beeinflusst den <h>Detailgrad und die Komplexität der Vegetation und des Blattwerks.</> Dies kann Bäume, Büsche, Gras und andere Pflanzen umfassen. Höhere Einstellungen für die Blattqualität können zu einer realistischeren und detaillierteren Vegetation führen, stellen aber auch höhere Anforderungen an Ihre Hardware.
fr: La qualité du feuillage affecte le <h>niveau de détail et la complexité de la végétation et du feuillage.</> Cela peut inclure des arbres, des buissons, de l'herbe et d'autres plantes. Des paramètres de qualité de feuillage plus élevés peuvent donner lieu à une végétation plus réaliste et détaillée, mais sont également plus exigeants sur votre matériel.
hu: A Lombozat minősége a növényzet és a lombozat <h>részletességi szintjét és összetettségét befolyásolja.</> Ez magában foglalhatja a fákat, bokrokat, füvet és más növényeket. A magasabb Foliage Quality (Lombminőség) beállítások valósághűbb és részletesebb növényzetet eredményezhetnek, de nagyobb igénybevételt is jelentenek a hardverrel szemben.
it: La qualità del fogliame influenza il <h>livello di dettaglio e la complessità della vegetazione e del fogliame.</> Questo può includere alberi, cespugli, erba e altre piante. Le impostazioni di qualità del fogliame più elevate consentono di ottenere una vegetazione più realistica e dettagliata, ma sono anche più impegnative per l'hardware.
ko: 폴리지 퀄리티는 <h>초목과 잎사귀의 디테일과 복잡도 수준에 영향을 줍니다.</> 여기에는 나무, 덤불, 잔디 및 기타 식물이 포함될 수 있습니다. 폴리지 퀄리티를 높게 설정하면 더욱 사실적이고 디테일한 초목을 구현할 수 있지만, 하드웨어에 더 많은 부하가 걸립니다.
ru: Качество растительности влияет на уровень детализации и сложности растительности и листвяного покрова.</> Это могут быть деревья, кусты, трава и другие растения. Более высокие настройки качества листвы могут привести к более реалистичной и детализированной растительности, но также предъявляют более высокие требования к вашему оборудованию.

# ST_Menu,GraphicsSettings_FSR2
source: FidelityFX Super Resolution 2
fr: FidelityFX Super Résolution 2
ko: FidelityFX 초고해상도 2
ru: Высокое разрешение Fidelity FX 2

# ST_Menu,GraphicsSettings_FSR2_SubText
source: Sets the quality of FidelityFX Super Resolution 2 (FSR2). Uses a temporal upscaling algorithm to render highly detailed images using fewer pixels, boosting your frame rates so you can maximize your graphics settings and output resolution. <h>Compatible with most modern GPUs including AMD, Intel and NVIDIA cards.</>
de: Legt die Qualität von FidelityFX Super Resolution 2 (FSR2) fest. Verwendet einen temporären Upscaling-Algorithmus, um hochdetaillierte Bilder mit weniger Pixeln zu rendern und die Bildrate zu erhöhen, damit Sie Ihre Grafikeinstellungen und die Ausgabeauflösung maximieren können. <h>Kompatibel mit den meisten modernen GPUs, einschließlich AMD-, Intel- und NVIDIA-Karten.</>
fr: Définit la qualité de FidelityFX Super Resolution 2 (FSR2). Utilise un algorithme de mise à l'échelle temporelle pour restituer des images très détaillées en utilisant moins de pixels, augmentant ainsi vos fréquences d'images afin que vous puissiez maximiser vos paramètres graphiques et votre résolution de sortie. <h>Compatible avec la plupart des GPU modernes, notamment les cartes AMD, Intel et NVIDIA.</>
hu: A FidelityFX Super Resolution 2 (FSR2) minőségének beállítása. Időbeli felskálázási algoritmust használ, hogy a rendkívül részletes képeket kevesebb képpont felhasználásával renderelje, növelve a képkocka sebességet, így maximalizálhatja a grafikai beállításokat és a kimeneti felbontást. <h>Kompatibilis a legtöbb modern GPU-val, beleértve az AMD, Intel és NVIDIA kártyákat is.</>
it: Imposta la qualità di FidelityFX Super Resolution 2 (FSR2). Utilizza un algoritmo di upscaling temporale per eseguire il rendering di immagini altamente dettagliate utilizzando un numero inferiore di pixel, aumentando la frequenza dei fotogrammi in modo da massimizzare le impostazioni grafiche e la risoluzione di uscita. <h>Compatibile con la maggior parte delle moderne GPU, comprese le schede AMD, Intel e NVIDIA.</>
ko: FidelityFX 슈퍼 해상도 2(FSR2)의 품질을 설정합니다. 템포럴 업스케일링 알고리즘을 사용하여 더 적은 픽셀을 사용하여 매우 세밀한 이미지를 렌더링하고 프레임 속도를 높여 그래픽 설정과 출력 해상도를 최대화할 수 있습니다. <h>AMD, Intel, NVIDIA 카드를 포함한 대부분의 최신 GPU와 호환됩니다.</>
ru: Устанавливает качество Fidelity FX Super Resolution 2 (FSR2). Использует алгоритм временного масштабирования для рендеринга высокодетализированных изображений с использованием меньшего количества пикселей, повышая частоту кадров, чтобы вы могли максимально использовать настройки графики и выходное разрешение. <h> Совместим с большинством современных графических процессоров, включая карты AMD, Intel и NVIDIA.</>

# ST_Menu,GraphicsSettings_GlobalIllumination
source: Global Illumination
fr: Illumination globale
hu: Globális megvilágítás
it: Illuminazione globale
ko: 글로벌 일루미네이션

# ST_Menu,GraphicsSettings_GlobalIllumination_Subtext
source: Global Illumination <h>simulates the way light bounces and interacts with surfaces</> in a realistic manner, resulting in more accurate and natural-looking lighting in the game environment.
de: Global Illumination <h>simuliert die Art und Weise, wie Licht reflektiert wird und mit Oberflächen interagiert</> in einer realistischen Art und Weise, was zu einer genaueren und natürlicheren Beleuchtung in der Spielumgebung führt.
fr: L'éclairage global <h>simule la façon dont la lumière rebondit et interagit avec les surfaces</> de manière réaliste, ce qui donne un éclairage plus précis et plus naturel dans l'environnement de jeu.
hu: A globális megvilágítás <h>realisztikusan szimulálja a fény visszaverődését és kölcsönhatását a felületekkel</>, ami pontosabb és természetesebbnek tűnő megvilágítást eredményez a játékkörnyezetben.
it: L'illuminazione globale <h>simula il modo in cui la luce rimbalza e interagisce con le superfici</> in modo realistico, ottenendo un'illuminazione più accurata e naturale nell'ambiente di gioco.
ko: 글로벌 일루미네이션은 <h>빛이 반사되고 표면과 상호작용하는 방식을 사실적인 방식으로 시뮬레이션하여</> 게임 환경에서 더욱 정확하고 자연스러운 조명을 구현합니다.
ru: Глобальное освещение <h> реалистично имитирует то, как свет отражается и взаимодействует с поверхностями</>, что приводит к более точному и естественному освещению в игровой среде.

# ST_Menu,GraphicsSettings_GlobalIlluminationMethod
source: Global Illumination Method
de: Global Illumination Methode
fr: Méthode d'éclairage global
hu: Globális megvilágítási módszer
it: Metodo di illuminazione globale
ko: 글로벌 일루미네이션 방법

# ST_Menu,GraphicsSettings_GlobalIlluminationMethod_Subtext
source: Global Illumination <h>simulates the way light bounces and interacts with surfaces</> in a realistic manner. None: No indirect lighting. Screen Space: High performance global illumination. Lumen: High quality real-time global illumination.
de: Global Illumination <h>simuliert die Art und Weise, wie Licht reflektiert wird und mit Oberflächen interagiert</> auf realistische Weise. Keine: Keine indirekte Beleuchtung. Screen Space: Hochwertige globale Beleuchtung. Lumen: Hochwertige globale Beleuchtung in Echtzeit.
fr: L'éclairage global <h>simule la façon dont la lumière rebondit et interagit avec les surfaces</> de manière réaliste. Aucun : Pas d’éclairage indirect. Espace d'écran : éclairage global haute performance. Lumen : éclairage global en temps réel de haute qualité.
hu: A Global Illumination <h>valósághű módon szimulálja a fény visszaverődését és a felületekkel való kölcsönhatást</>. Nincs: nincs közvetett világítás. Képernyőtér: Nagy teljesítményű globális megvilágítás. Lumen: Kiváló minőségű valós idejű globális megvilágítás.
it: L'illuminazione globale <h>simula il modo in cui la luce rimbalza e interagisce con le superfici</> in modo realistico. Nessuna: Nessuna illuminazione indiretta. Spazio schermo: Illuminazione globale ad alte prestazioni. Lumen: illuminazione globale in tempo reale di alta qualità.
ko: Global Illumination <h>는 빛이 튕기고 표면과 상호 작용하는 방식을 사실적으로</> 시뮬레이션합니다. 없음: 간접 조명 없음. 화면 공간: 고성능 글로벌 조명입니다. 루멘: 고품질 실시간 글로벌 조명입니다.
ru: Глобальное освещение <h> реалистично имитирует то, как свет отражается и взаимодействует с поверхностями</>. Нет: Нет непрямого освещения. Экранное пространство: Высокоэффективная глобальная подсветка. Люмен: Высококачественное глобальное освещение в режиме реального времени.

# ST_Menu,GraphicsSettings_Graphics
source: Graphics
de: Grafik
fr: Graphique
hu: Grafika
it: Grafica
ko: 그래픽
ru: Графика

# ST_Menu,GraphicsSettings_LensFlares
source: Lens Flares
fr: Lentille Lumineux
hu: Lencsevilágítás
it: Sfumature dell'obiettivo
ko: 렌즈 플레어
ru: Блики на линзах

# ST_Menu,GraphicsSettings_LensFlares_Subtext
source: Lens Flare Quality affects the appearance of lens flares, which are visual artifacts that occur when bright light sources are captured by a camera lens. This can include the <h>sun, headlights, and other light sources.</>
de: Lens Flare Quality beeinflusst das Erscheinungsbild von Lens Flares, welche visuelle Artefakte sind, die auftreten, wenn helle Lichtquellen von einem Kameraobjektiv eingefangen werden. Dazu können die <h>Sonne, Scheinwerfer und andere Lichtquellen gehören.</>
fr: La qualité des reflets d’objectif affecte l’apparence des reflets d’objectif, qui sont des artefacts visuels qui se produisent lorsque des sources de lumière vive sont capturées par l’objectif d’un appareil photo. Cela peut inclure le <h>soleil, les phares et d'autres sources lumineuses.</>
hu: A Lens Flare Quality a lencsevillanások megjelenését befolyásolja, amelyek olyan vizuális leleteket jelentenek, amelyek akkor keletkeznek, amikor a fényképezőgép lencséje fényes fényforrásokat rögzít. Ilyen lehet a <h>Nap, a fényszórók és más fényforrások.</>
it: La qualità del lens flare influisce sull'aspetto dei lens flares, che sono artefatti visivi che si verificano quando sorgenti luminose vengono catturate dall'obiettivo di una fotocamera. Ciò può includere il <h>sole, i fari e altre sorgenti luminose.</>
ko: 렌즈 플레어 품질은 카메라 렌즈에 밝은 광원이 포착될 때 발생하는 시각적 아티팩트인 렌즈 플레어의 모양에 영향을 줍니다. 여기에는 <h>태양, 헤드라이트 및 기타 광원이 포함될 수 있습니다</>
ru: Качество освещения объектива влияет на появление бликов на объективе, которые являются визуальными артефактами, возникающими при попадании ярких источников света в объектив фотокамеры. Это может включать в себя <h> солнце, фары и другие источники света.</>

# ST_Menu,GraphicsSettings_Lumen
source: Lumen
ko: 루멘

# ST_Menu,GraphicsSettings_MotionBlur
source: Motion Blur
de: Bewegungsunschärfe
fr: Flou de Mouvement
hu: Mozgás elmosódás
it: Sfocatura del movimento
ko: 모션 블러

# ST_Menu,GraphicsSettings_MotionBlur_Subtext
source: Motion Blur simulates the <h>blur effect that occurs when objects move quickly across a screen,</> such as during fast camera movements or character animations. This can give the game's visuals a more cinematic and immersive feel. A number of indivuals may experience motion sickness or general discomfort when this is enabled.
de: Die Bewegungsunschärfe simuliert den <h>Unschärfeeffekt, der auftritt, wenn sich Objekte schnell über den Bildschirm bewegen,</> wie z. B. bei schnellen Kamerabewegungen oder Charakteranimationen. Dies kann dem Spiel ein filmischeres und realistischeres Gefühl verleihen. Bei einigen Personen kann es zu Reisekrankheit oder allgemeinem Unbehagen kommen, wenn diese Funktion aktiviert ist.
fr: Le flou de mouvement simule l'<h>effet de flou qui se produit lorsque des objets se déplacent rapidement sur un écran</>, par exemple lors de mouvements rapides de la caméra ou d'animations de personnages. Cela peut donner aux visuels du jeu une sensation plus cinématographique et immersive. Un certain nombre de personnes peuvent ressentir le mal des transports ou un inconfort général lorsque cette option est activée.
hu: A Motion Blur szimulálja azt az <h>elmosódás hatást, amely akkor jelentkezik, amikor az objektumok gyorsan mozognak a képernyőn,</> például gyors kameramozgások vagy karakteranimációk során. Ez filmszerűbb és magával ragadóbb érzetet adhat a játék látványvilágának. Számos egyénnél előfordulhat, hogy mozgásbetegséget vagy általános kellemetlenséget tapasztal, ha ez a funkció be van kapcsolva.
it: Il Motion Blur simula l'effetto <h>blur che si verifica quando gli oggetti si muovono rapidamente sullo schermo,</> come ad esempio durante i movimenti veloci della telecamera o le animazioni dei personaggi. Questo può dare alle immagini del gioco una sensazione più cinematografica e coinvolgente. Alcuni individui possono soffrire di cinetosi o di malessere generale quando questa funzione è attivata.
ko: 모션 블러는 카메라가 빠르게 움직이거나 캐릭터 애니메이션 등 화면에서 물체가 빠르게 움직일 때 발생하는 <h>블러 효과를 시뮬레이션합니다.</> 이를 통해 게임 비주얼에 영화 같은 몰입감을 더할 수 있습니다. 이 기능을 활성화하면 멀미나 전반적인 불편함을 느끼는 사람이 많을 수 있습니다.
ru: Размытие в движении имитирует эффект размытия, возникающий при быстром перемещении объектов по экрану, например, во время быстрых перемещений камеры или анимации персонажей. Это может придать визуальным эффектам игры более кинематографичный и захватывающий вид. При включении этой функции некоторые люди могут испытывать укачивание или общий дискомфорт.

# ST_Menu,GraphicsSettings_None
source: None
de: Keine
fr: Aucun
hu: Nincs
it: Nessuno
ko: 없음
ru: Нет

# ST_Menu,GraphicsSettings_PostProcessing
source: Post Processing
de: Nachbearbeitung
fr: Post-traitement
hu: Utófeldolgozás
it: Postelaborazione
ko: 포스트 프로세싱

# ST_Menu,GraphicsSettings_PostProcessing_Subtext
source: Post Processing Quality affects the <h>quality and complexity of post-processing effects</> applied to a game's visuals after the initial rendering. This includes effects such as motion blur, lens flares, bloom, screen space reflections and ambient occlusion.
de: Die Nachbearbeitungsqualität beeinflusst die <h>Qualität und Komplexität der Nachbearbeitungseffekte</>, die nach dem ersten Rendering auf das Bildmaterial eines Spiels angewendet werden. Dazu gehören Effekte wie Bewegungsunschärfe, Lens Flares, Bloom, Screen Space Reflections und Ambient Occlusion.
fr: La qualité du post-traitement affecte la <h>qualité et la complexité des effets de post-traitement</> appliqués aux visuels d'un jeu après le rendu initial. Cela inclut des effets tels que le flou de mouvement, les reflets d'objectif, la floraison, les réflexions de l'espace de l'écran et l'occlusion ambiante.
hu: Az utófeldolgozás minősége a <h>minőséget és az utófeldolgozási hatások összetettségét</> befolyásolja, amelyet a játék látványvilágára az első renderelés után alkalmaznak. Ide tartoznak az olyan effektek, mint a motion blur, a lens flares, a bloom, a képernyőtér-tükröződések és a környezeti okklúzió.
it: La qualità della post-elaborazione influenza la <h>qualità e la complessità degli effetti di post-elaborazione</> applicati alle immagini di un gioco dopo il rendering iniziale. Questo include effetti come motion blur, lens flares, bloom, riflessi dello spazio dello schermo e occlusione ambientale.
ko: 포스트 프로세싱 품질은 초기 렌더링 후 <h>게임의 비주얼에 적용되는 포스트 프로세싱 효과의 품질과 복잡도에</> 영향을 줍니다. 여기에는 모션 블러, 렌즈 플레어, 블룸, 화면 공간 반사 및 앰비언트 오클루전과 같은 효과가 포함됩니다.
ru: Качество постобработки влияет на качество и сложность эффектов постобработки, применяемых к визуальным элементам игры после первоначального рендеринга. Это включает в себя такие эффекты, как размытие при движении, блики объектива, затемнение, отражения в пространстве экрана и затенение окружающей среды.

# ST_Menu,GraphicsSettings_Quality
source: Quality
de: Qualität
fr: Qualité
hu: Minőség
it: Qualita'
ko: 품질
ru: Качество

# ST_Menu,GraphicsSettings_QualityPreset
source: Quality Preset
de: Qualität Voreinstellung
fr: Qualité prédéfinie
hu: Minőségi előbeállítás
it: Qualità preimpostata
ko: 품질 프리셋
ru: Предустановленное качество

# ST_Menu,GraphicsSettings_QualityPreset_Subtext
source: Adjust the quality of <h>all graphics settings.</> This option is automatically changed to custom upon changing any individual settings.
de: Passen Sie die Qualität <h>aller Graphikeinstellungen</> an. Diese Option wird automatisch auf benutzerdefiniert geändert, wenn Sie einzelne Einstellungen ändern.
fr: Ajustez la qualité de <h>tous les paramètres graphiques.</> Cette option devient automatiquement personnalisée lors de la modification de paramètres individuels.
hu: A <h>minden grafikai beállítás minőségének beállítása.</> Ez az opció automatikusan egyéni beállítások módosításakor egyéni beállításokra változik.
it: Regola la qualità di <h>tutte le impostazioni grafiche.</> Questa opzione viene automaticamente modificata in personalizzata quando si modificano le singole impostazioni.
ko: 모든 그래픽 설정의 <h>품질을 조정합니다.</> 이 옵션은 개별 설정을 변경하면 자동으로 사용자 지정으로 변경됩니다.
ru: Отрегулируйте качество <h>всех графических настроек.</> Эта опция автоматически меняется на пользовательскую при изменении любых индивидуальных настроек.

# ST_Menu,GraphicsSettings_ReflectionMethod
source: Reflection Method
de: Reflexionsmethode
fr: Méthode de réflexion
hu: Tükrözési módszer
it: Metodo della riflessione
ko: 반사 방법
ru: Способ отражения
