Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,SaltText
source: Salt is a mineral substance whose chemical formula is NaCl (sodium chloride). It is the characteristic product of a chemical compound of sodium and chlorine. Salt is usually white in color, although it can be other shades depending on impurities. It has good solubility in water and is often used to add flavor and improve the taste of food. One of the main sources of salt is from sea water or salt lakes. There are also large mineral deposits of salt in the earth's folds and places of concentration that can be mined and used for a variety of purposes. Salt has a wide range of applications. It is used in the food industry as a seasoning, preservative and to enhance the flavor of food. Salt is also used in medicine as a solution for injections and in rehabilitation procedures. In industry, salt is used in water purification processes, production of combustible mixtures, glass production and many others. In addition, salt is widely used for household purposes, for cooking, preserving food and flavoring dishes. It is also used for pickling, salting fish and meat, preparing solutions for gargling throat and in cosmetic products such as scrubs and face and body masks. Salt is an important element in human nutrition, as it is involved in the body in maintaining fluid balance, normalizing the nervous system and the proper functioning of muscles and cells. It is important to note that salt intake should be moderate, as excess salt can lead to health problems such as high blood pressure and heart disease. It is advisable to follow the salt intake recommendations set by the relevant health organizations.
de: Salz ist ein mineralischer Stoff, dessen chemische Formel NaCl (Natriumchlorid) lautet. Es ist das charakteristische Produkt einer chemischen Verbindung aus Natrium und Chlor. Salz hat in der Regel eine weiße Farbe, kann aber je nach Verunreinigungen auch andere Farbtöne haben. Es ist gut wasserlöslich und wird oft verwendet, um Lebensmittel zu würzen und ihren Geschmack zu verbessern. Eine der Hauptquellen für Salz ist das Meerwasser oder die Salzseen. Es gibt auch große Salzvorkommen in den Falten der Erde und an Konzentrationspunkten, die abgebaut und für eine Vielzahl von Zwecken genutzt werden können. Salz hat eine breite Palette von Anwendungen. Es wird in der Lebensmittelindustrie als Gewürz, Konservierungsmittel und zur Verbesserung des Geschmacks von Lebensmitteln verwendet. Auch in der Medizin wird Salz als Lösung für Injektionen und bei Rehabilitationsmaßnahmen verwendet. In der Industrie wird Salz bei der Wasserreinigung, bei der Herstellung von brennbaren Gemischen, bei der Glasherstellung und vielen anderen Prozessen verwendet. Außerdem wird Salz im Haushalt häufig zum Kochen, zur Konservierung von Lebensmitteln und zum Würzen von Speisen verwendet. Es wird auch zum Pökeln, Salzen von Fisch und Fleisch, zur Herstellung von Gurgellösungen und in kosmetischen Produkten wie Peelings, Gesichts- und Körpermasken verwendet. Salz ist ein wichtiges Element in der menschlichen Ernährung, denn es ist im Körper an der Aufrechterhaltung des Flüssigkeitshaushalts, der Normalisierung des Nervensystems und der ordnungsgemäßen Funktion von Muskeln und Zellen beteiligt. Es ist wichtig zu beachten, dass der Salzkonsum maßvoll sein sollte, da ein Übermaß an Salz zu gesundheitlichen Problemen wie Bluthochdruck und Herzerkrankungen führen kann. Es ist ratsam, sich an die Empfehlungen für die Salzaufnahme zu halten, die von den zuständigen Gesundheitsorganisationen festgelegt wurden.
fr: Le sel est une substance minérale dont la formule chimique est NaCl (chlorure de sodium). C'est le produit caractéristique d'un composé chimique de sodium et de chlore. Le sel est généralement de couleur blanche, bien qu'il puisse avoir d'autres nuances en fonction des impuretés. Il a une bonne solubilité dans l’eau et est souvent utilisé pour ajouter de la saveur et améliorer le goût des aliments. L’une des principales sources de sel provient de l’eau de mer ou des lacs salés. Il existe également d'importants gisements minéraux de sel dans les replis terrestres et dans les lieux de concentration qui peuvent être exploités et utilisés à diverses fins. Le sel a un large éventail d'applications. Il est utilisé dans l’industrie alimentaire comme assaisonnement, conservateur et pour rehausser la saveur des aliments. Le sel est également utilisé en médecine comme solution injectable et dans les procédures de rééducation. Dans l'industrie, le sel est utilisé dans les processus de purification de l'eau, la production de mélanges combustibles, la production de verre et bien d'autres. De plus, le sel est largement utilisé à des fins domestiques, pour cuisiner, conserver les aliments et aromatiser les plats. Il est également utilisé pour mariner, saler le poisson et la viande, préparer des solutions pour se gargariser la gorge et dans des produits cosmétiques tels que des gommages et des masques pour le visage et le corps. Le sel est un élément important dans l'alimentation humaine, car il participe au maintien de l'équilibre hydrique, à la normalisation du système nerveux et au bon fonctionnement des muscles et des cellules. Il est important de noter que la consommation de sel doit être modérée, car un excès de sel peut entraîner des problèmes de santé tels que l’hypertension artérielle et les maladies cardiaques. Il est conseillé de suivre les recommandations en matière de consommation de sel fixées par les organismes de santé compétents.
hu: A só olyan ásványi anyag, amelynek kémiai képlete NaCl (nátrium-klorid). A nátrium és a klór kémiai vegyületének jellegzetes terméke. A só színe általában fehér, bár a szennyeződésektől függően más árnyalatú is lehet. Vízben jól oldódik, és gyakran használják ízesítésre és az ételek ízének javítására. A só egyik fő forrása a tengervízből vagy a sós tavakból származik. A föld redőiben és koncentrációs helyeken is nagy ásványi sólelőfordulások vannak, amelyeket ki lehet bányászni és különféle célokra felhasználni. A só felhasználási területei széles skálán mozognak. Az élelmiszeriparban fűszerként, tartósítószerként és az ételek ízének fokozására használják. A sót az orvostudományban is használják injekciók oldataként és rehabilitációs eljárásokban. Az iparban a sót víztisztítási eljárásokban, éghető keverékek előállításában, üveggyártásban és sok másban használják. Ezenkívül a sót széles körben használják háztartási célokra, főzésre, az élelmiszerek tartósítására és az ételek ízesítésére. Használják továbbá pácoláshoz, halak és húsok sózásához, torokköszörülésre szolgáló oldatok készítéséhez, valamint kozmetikai termékekben, például bőrradírokban, arc- és testmaszkok készítéséhez. A só fontos eleme az emberi táplálkozásnak, mivel a szervezetben részt vesz a folyadékegyensúly fenntartásában, az idegrendszer normalizálásában, valamint az izmok és sejtek megfelelő működésében. Fontos megjegyezni, hogy a sófogyasztásnak mérsékeltnek kell lennie, mivel a túlzott sófogyasztás olyan egészségügyi problémákhoz vezethet, mint a magas vérnyomás és a szívbetegségek. Célszerű betartani az illetékes egészségügyi szervezetek által meghatározott sófogyasztási ajánlásokat.
it: Il sale è una sostanza minerale la cui formula chimica è NaCl (cloruro di sodio). È il prodotto caratteristico di un composto chimico di sodio e cloro. Il sale è solitamente di colore bianco, anche se può assumere altre tonalità a seconda delle impurità. Ha una buona solubilità in acqua e viene spesso utilizzato per aggiungere sapore e migliorare il gusto del cibo. Una delle principali fonti di sale proviene dall'acqua di mare o dai laghi salati. Ci sono anche grandi depositi minerali di sale nelle pieghe della terra e luoghi di concentrazione che possono essere estratti e utilizzati per vari scopi. Il sale ha una vasta gamma di applicazioni. Viene utilizzato nell'industria alimentare come condimento, conservante e per esaltare il sapore del cibo. Il sale viene utilizzato anche in medicina come soluzione per iniezioni e nelle procedure di riabilitazione. Nell'industria, il sale viene utilizzato nei processi di purificazione dell'acqua, nella produzione di miscele combustibili, nella produzione del vetro e molti altri. Inoltre il sale trova largo impiego per usi domestici, per cucinare, conservare i cibi e per aromatizzare le pietanze. Viene utilizzato anche per marinare, salare pesce e carne, preparare soluzioni per gargarismi alla gola e in prodotti cosmetici come scrub e maschere per viso e corpo. Il sale è un elemento importante nell'alimentazione umana, poiché è coinvolto nel corpo nel mantenimento dell'equilibrio dei liquidi, nella normalizzazione del sistema nervoso e nel corretto funzionamento dei muscoli e delle cellule. È importante notare che l’assunzione di sale dovrebbe essere moderata, poiché il sale in eccesso può portare a problemi di salute come ipertensione e malattie cardiache. Si consiglia di seguire le raccomandazioni sull'assunzione di sale stabilite dalle organizzazioni sanitarie competenti.
ko: 소금은 화학식이 NaCl(염화나트륨)인 광물성 물질입니다. 나트륨과 염소의 화합물의 특징적인 산물입니다. 소금은 일반적으로 흰색이지만 불순물에 따라 다른 색이 될 수 있습니다. 물에 대한 용해도가 좋으며 풍미를 더하고 음식의 맛을 향상시키는 데 자주 사용됩니다. 소금의 주요 공급원 중 하나는 바닷물이나 소금 호수에서 나옵니다. 또한 지구의 주름과 농축 장소에는 다양한 목적으로 채굴하고 사용할 수있는 소금의 광물 퇴적물이 많이 있습니다. 소금은 다양한 용도로 사용됩니다. 소금은 식품 산업에서 조미료, 방부제 및 음식의 풍미를 향상시키는 데 사용됩니다. 소금은 또한 의학에서 주사 용액과 재활 절차에 사용됩니다. 산업에서 소금은 정수 공정, 가연성 혼합물 생산, 유리 생산 및 기타 여러 분야에 사용됩니다. 또한 소금은 가정용으로 널리 사용되며 요리, 음식 보존 및 요리의 맛을 내기 위해 사용됩니다. 또한 소금에 절이고, 생선과 고기를 소금에 절이고, 목 가글 용액을 준비하고, 스크럽, 얼굴 및 바디 마스크와 같은 화장품에 사용됩니다. 소금은 체액 균형을 유지하고 신경계를 정상화하며 근육과 세포의 적절한 기능을 정상화하는 데 신체에 관여하기 때문에 인간 영양에서 중요한 요소입니다. 과도한 소금은 고혈압 및 심장병과 같은 건강 문제를 일으킬 수 있으므로 소금 섭취는 적당히 섭취해야합니다. 관련 보건 기관에서 정한 소금 섭취 권장량을 따르는 것이 좋습니다.
ru: Соль - это минеральное вещество, химическая формула которого NaCl (хлорид натрия). Она является характерным продуктом химического соединения натрия и хлора. Соль обычно имеет белый цвет, хотя в зависимости от примесей может иметь и другие оттенки. Она хорошо растворяется в воде и часто используется для придания аромата и улучшения вкуса пищевых продуктов. Одним из основных источников соли является морская вода или соленые озера. Кроме того, в земных складках и местах концентрации соли имеются крупные залежи минералов, которые можно добывать и использовать для различных целей. Соль имеет широкий спектр применения. В пищевой промышленности она используется в качестве приправы, консерванта и для улучшения вкуса пищи. Соль также используется в медицине в качестве раствора для инъекций и при проведении реабилитационных процедур. В промышленности соль используется в процессах очистки воды, производстве горючих смесей, производстве стекла и многих других. Кроме того, соль широко используется в бытовых целях, для приготовления, консервирования продуктов и ароматизации блюд. Ее также используют для маринования, засолки рыбы и мяса, приготовления растворов для полоскания горла и в косметических средствах, таких как скрабы, маски для лица и тела. Соль является важным элементом в питании человека, так как участвует в организме в поддержании баланса жидкости, нормализации работы нервной системы и правильного функционирования мышц и клеток. Важно отметить, что потребление соли должно быть умеренным, так как ее избыток может привести к таким проблемам со здоровьем, как повышение артериального давления и сердечно-сосудистые заболевания. Рекомендуется придерживаться рекомендаций по потреблению соли, установленных соответствующими организациями здравоохранения.

# Inventory,Satellitedish
source: Satellite dish
de: Satellitenschüssel
fr: Antenne parabolique
hu: Műholdas antenna
it: Antenna parabolica
ko: 위성 수신기
ru: Спутниковая тарелка
