Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Weapons,Double-barrelText
source: A double-barrel shotgun is a type of firearm with two barrels arranged parallel to each other. It gets its name because of its characteristic feature, namely two barrels that allow two cartridges to be fired simultaneously or sequentially. A double-barrelled gun can be of two types: with separate barrels or with a common barrel. Separate barrel means that each barrel has its own separate chamber into which the cartridge is inserted. With a common barrel means that both barrels share a common chamber in which both cartridges are inserted. Regardless of the type, however, a double-barreled rifle usually has a single trigger that allows one or both barrels to be fired. If both barrels are used at the same time, the double-barrel is capable of firing two rounds at the same time, which can be useful when firing at a fast-moving or multiple targets. Double-barrelled guns can come in a variety of calibers and are designed for different purposes. They can be used for hunting birds and game, for sport shooting, and as a means of self-defense. They can also have different types of bolts, such as horizontal or vertical, which differ in the way the barrels open and close. The double barrel is a popular and well-known type of gun because of its classic and elegant appearance. It is also known for its reliability and efficiency in use. However, as with any firearm, using a double barrel requires knowledge and adherence to safety rules, as well as compliance with laws and regulations regarding gun ownership and use.
de: Eine doppelläufige Flinte ist eine Schusswaffe mit zwei parallel zueinander angeordneten Läufen. Ihren Namen verdankt sie ihrem charakteristischen Merkmal, nämlich zwei Läufen, die das gleichzeitige oder aufeinanderfolgende Abfeuern von zwei Patronen ermöglichen. Es gibt zwei Arten von doppelläufigen Waffen: mit getrennten Läufen oder mit einem gemeinsamen Lauf. Getrennte Läufe bedeuten, dass jeder Lauf sein eigenes, separates Patronenlager hat, in das die Patrone eingeführt wird. Ein gemeinsamer Lauf bedeutet, dass beide Läufe ein gemeinsames Patronenlager haben, in das beide Patronen eingeführt werden. Unabhängig vom Typ hat ein Gewehr mit doppeltem Lauf jedoch in der Regel einen einzigen Abzug, mit dem ein oder beide Läufe abgefeuert werden können. Wenn beide Läufe gleichzeitig verwendet werden, können mit der doppelläufigen Waffe zwei Patronen gleichzeitig abgefeuert werden, was beim Schießen auf sich schnell bewegende oder mehrere Ziele nützlich sein kann. Doppelläufige Gewehre gibt es in verschiedenen Kalibern und für unterschiedliche Zwecke. Sie können für die Vogel- und Wildjagd, für das Sportschießen und zur Selbstverteidigung verwendet werden. Sie können auch verschiedene Arten von Verschlüssen haben, z. B. horizontale oder vertikale, die sich in der Art und Weise unterscheiden, wie sich die Läufe öffnen und schließen. Der Doppellauf ist wegen seines klassischen und eleganten Aussehens eine beliebte und bekannte Waffenart. Er ist auch für seine Zuverlässigkeit und Effizienz im Gebrauch bekannt. Wie bei jeder Feuerwaffe müssen jedoch auch bei der Verwendung einer doppelläufigen Waffe die Sicherheitsvorschriften beachtet und die Gesetze und Verordnungen über den Besitz und die Verwendung von Waffen befolgt werden.
fr: Un fusil de chasse à double canon est un type d’arme à feu dont deux canons sont disposés parallèlement l’un à l’autre. Il tire son nom de sa particularité, à savoir deux canons qui permettent de tirer deux cartouches simultanément ou séquentiellement. Une arme à double canon peut être de deux types : à canon séparé ou à canon commun. Le canon séparé signifie que chaque canon possède sa propre chambre séparée dans laquelle la cartouche est insérée. Par canon commun signifie que les deux canons partagent une chambre commune dans laquelle les deux cartouches sont insérées. Cependant, quel que soit le type, un fusil à double canon a généralement une seule gâchette qui permet de tirer un ou les deux canons. Si les deux canons sont utilisés en même temps, le double canon est capable de tirer deux coups en même temps, ce qui peut être utile lors du tir sur des cibles rapides ou multiples. Les armes à double canon peuvent être disponibles dans une variété de calibres et sont conçues à des fins différentes. Ils peuvent être utilisés pour la chasse aux oiseaux et au gibier, pour le tir sportif et comme moyen d'autodéfense. Ils peuvent également avoir différents types de boulons, tels qu'horizontaux ou verticaux, qui diffèrent par la manière dont les canons s'ouvrent et se ferment. Le double canon est un type d’arme populaire et bien connu en raison de son aspect classique et élégant. Il est également connu pour sa fiabilité et son efficacité d’utilisation. Cependant, comme pour toute arme à feu, l’utilisation d’un double canon nécessite la connaissance et le respect des règles de sécurité, ainsi que le respect des lois et réglementations concernant la possession et l’utilisation des armes à feu.
hu: A kétcsövű puska olyan lőfegyvertípus, amelynek két csöve egymással párhuzamosan van elhelyezve. Nevét jellegzetes tulajdonsága miatt kapta, nevezetesen a két cső miatt, amely lehetővé teszi két töltény egyidejű vagy egymást követő kilövését. A kétcsövű puska kétféle lehet: külön csövekkel vagy közös csővel. A különálló cső azt jelenti, hogy mindkét csőnek külön kamrája van, amelybe a töltényt helyezik. Közös csővel azt jelenti, hogy mindkét csőnek közös kamrája van, amelybe mindkét töltényt behelyezik. A típustól függetlenül azonban a kétcsövű puskának általában egyetlen ravasza van, amely lehetővé teszi az egyik vagy mindkét cső elsütését. Ha mindkét csövet egyszerre használják, a duplacsövű puska egyszerre két lövést képes leadni, ami hasznos lehet, ha gyorsan mozgó vagy több célpontra lőnek. A duplacsövű fegyverek különböző kaliberűek lehetnek, és különböző célokra tervezték őket. Használhatók madarak és vadak vadászatára, sportlövészetre és önvédelmi eszközként. Különböző típusú csövekkel is rendelkezhetnek, például vízszintes vagy függőleges csövekkel, amelyek a csövek nyitásának és zárásának módjában különböznek. A duplacsövű puska klasszikus és elegáns megjelenése miatt népszerű és jól ismert fegyvertípus. Megbízhatóságáról és hatékony használatáról is ismert. Azonban, mint minden lőfegyver esetében, a duplacsövű fegyver használata is ismereteket és a biztonsági szabályok betartását, valamint a fegyvertartásra és -használatra vonatkozó törvények és rendeletek betartását igényli.
it: La doppietta è un tipo di arma da fuoco con due canne disposte parallelamente l'una all'altra. Il nome deriva dalla sua caratteristica, ovvero due canne che consentono di sparare due cartucce contemporaneamente o in sequenza. Un'arma a doppia canna può essere di due tipi: con canne separate o con canna comune. Con canna separata significa che ogni canna ha una camera separata in cui viene inserita la cartuccia. Con canna comune significa che le due canne condividono una camera comune in cui vengono inserite entrambe le cartucce. Indipendentemente dal tipo, tuttavia, un fucile a doppia canna è solitamente dotato di un singolo grilletto che consente di sparare con una o entrambe le canne. Se entrambe le canne vengono utilizzate contemporaneamente, la doppietta è in grado di sparare due colpi allo stesso tempo, il che può essere utile quando si spara a bersagli multipli o in rapido movimento. Le pistole a doppia canna possono essere di vari calibri e sono progettate per scopi diversi. Possono essere utilizzate per la caccia agli uccelli e alla selvaggina, per il tiro sportivo e come mezzo di autodifesa. Possono anche avere diversi tipi di otturatore, ad esempio orizzontale o verticale, che differiscono nel modo in cui le canne si aprono e si chiudono. La doppietta è un tipo di arma popolare e conosciuta per il suo aspetto classico ed elegante. È nota anche per la sua affidabilità ed efficienza d'uso. Tuttavia, come per qualsiasi arma da fuoco, l'uso della doppietta richiede la conoscenza e l'osservanza delle norme di sicurezza, nonché il rispetto di leggi e regolamenti.
ko: 더블 배럴 샷건은 두 개의 배럴이 서로 평행하게 배열된 총기의 일종입니다. 두 개의 카트리지를 동시에 또는 순차적으로 발사할 수 있는 두 개의 배럴이라는 특징 때문에 그 이름이 붙여졌습니다. 더블 배럴 건은 별도의 배럴 또는 공통 배럴의 두 가지 유형이 있습니다. 별도의 배럴은 각 배럴에 카트리지가 삽입되는 별도의 챔버가 있음을 의미합니다. 공통 배럴은 두 배럴이 두 카트리지가 삽입되는 공통 챔버를 공유한다는 의미입니다. 그러나 유형에 관계없이 이중 배럴 소총에는 일반적으로 한쪽 또는 양쪽 배럴을 모두 발사할 수 있는 단일 방아쇠가 있습니다. 양쪽 총열을 동시에 사용하는 경우, 이중 총열은 동시에 두 발을 발사할 수 있어 빠르게 움직이는 목표물이나 여러 표적을 향해 발사할 때 유용할 수 있습니다. 더블 배럴 총은 다양한 구경으로 제공되며 다양한 용도로 설계되었습니다. 새와 사냥감 사냥, 스포츠 사격, 자기 방어 수단으로 사용할 수 있습니다. 또한 배럴이 열리고 닫히는 방식이 다른 수평 또는 수직과 같은 다양한 유형의 볼트가 있을 수 있습니다. 더블 배럴은 클래식하고 우아한 외관으로 인해 인기 있고 잘 알려진 총기 유형입니다. 또한 신뢰성과 사용 효율성이 뛰어난 것으로도 유명합니다. 하지만 다른 총기와 마찬가지로 더블 배럴을 사용하려면 안전 규칙에 대한 지식과 준수가 필요하며 총기 소유 및 사용에 관한 법률과 규정을 준수해야 합니다.
ru: Двустволка - это тип огнестрельного ружья с двумя стволами, расположенными параллельно друг другу. Она получила свое название из-за своей характеристической особенности, а именно двух стволов, которые позволяют стрелять двумя патронами одновременно или последовательно. Двустволка может быть двух типов: с раздельными стволами или с общим стволом. С раздельными стволами означает, что каждый ствол имеет свою отдельную камору, в которую вставляется патрон. С общим стволом означает, что оба ствола имеют общую камору, в которой вставляются оба патрона. Однако, независимо от типа, двустволка обычно имеет один спусковой механизм, который позволяет стрелять одним или обоими стволами. В случае использования обоих стволов одновременно, двустволка способна выпустить два выстрела одновременно, что может быть полезно при стрельбе по быстро движущейся или множественной цели. Двустволки могут быть разных калибров и предназначаться для различных целей. Они могут использоваться для охоты на птиц и дичь, для спортивной стрельбы, а также в качестве средства самообороны. Они также могут иметь различные типы затворов, например, горизонтальные или вертикальные, которые отличаются способом открытия и закрытия стволов. Двустволка является популярным и известным типом оружия, из-за своего классического и элегантного внешнего вида. Она также известна своей надежностью и эффективностью в использовании. Однако, как и с любым огнестрельным оружием, использование двустволки требует знания и соблюдения правил безопасности, а также соблюдения законов и регуляций относительно владения и использования оружия.

# Weapons,EmptyHands
source: Empty Hands
de: Leere Hände
fr: Mains vides
hu: Üres kezek
it: Mani vuote
ko: 빈 손
ru: Пустые руки

# Weapons,Hoe
source: Hoe
de: Spitzhacke
fr: Pioche
hu: Kapa
it: Zappetta
ko: 괭이
ru: Мотыга

# Weapons,HoeError
source: I don't have any hoe...
de: Ich habe keine Hacke...
fr: Je n'ai pas de Pioche...
hu: Nekem nincs kapám...
it: Non ho nessuna zappa...
ko: 괭이가 없습니다...
ru: У меня нет мотыги...

# Weapons,HoeText
source: A pickaxe is a tool used for breaking, such as mining ore or rocks. It consists of a usually metal head attached to the end of a wooden or metal handle. The head of a pickaxe usually has two sides: one side with a wide and flat blade, for splitting and breaking material, and the other side, called a crowbar, which has a pointed end part. The crowbar is designed to strike the material to break or split it. The main purpose of a pickaxe is to extract ore and rocks in mining or construction. When miners or construction workers encounter hard materials such as earth, stone, or ore, they use a pickaxe to split and extract these materials. A pickaxe can also be used to dig holes or ditches. Pickaxes vary in size and weight. Small and light picks may be specifically designed to be used with one hand, while larger and heavier picks require the use of both hands to work effectively. When using a pickaxe, it is important to follow basic safety rules, as improper use of the tool can lead to injury. It is important to wear safety glasses, gloves, and other protective equipment when working with a pickaxe, and to watch the position of others around you. Overall, a pickaxe is a reliable and efficient tool that is widely used in various industries such as mining, construction, and agriculture. Due to its simplicity and versatility, the pickaxe remains one of the most common and useful hand tools.
de: Eine Spitzhacke ist ein Werkzeug, das zum Abbau von Erzen oder Steinen verwendet wird. Sie besteht in der Regel aus einem Metallkopf, der am Ende eines Holz- oder Metallstiels befestigt ist. Der Kopf einer Spitzhacke hat in der Regel zwei Seiten: eine Seite mit einer breiten und flachen Klinge, die zum Spalten und Brechen von Material dient, und die andere Seite, Brechstange genannt, mit einem spitzen Endstück. Das Brecheisen dient dazu, auf das Material zu schlagen, um es zu brechen oder zu spalten. Der Hauptzweck einer Spitzhacke ist die Gewinnung von Erzen und Steinen im Bergbau oder auf dem Bau. Wenn Bergleute oder Bauarbeiter auf harte Materialien wie Erde, Stein oder Erz stoßen, verwenden sie eine Spitzhacke, um diese Materialien zu spalten und abzubauen. Eine Spitzhacke kann auch zum Graben von Löchern oder Gräben verwendet werden. Spitzhacken variieren in Größe und Gewicht. Kleine und leichte Spitzhacken können speziell für die Verwendung mit einer Hand konzipiert sein, während größere und schwerere Spitzhacken den Einsatz beider Hände erfordern, um effektiv zu arbeiten. Bei der Verwendung einer Spitzhacke ist es wichtig, grundlegende Sicherheitsregeln zu beachten, da eine unsachgemäße Verwendung des Werkzeugs zu Verletzungen führen kann. Es ist wichtig, bei der Arbeit mit einer Spitzhacke eine Schutzbrille, Handschuhe und andere Schutzausrüstungen zu tragen und auf die Position der anderen Personen in der Umgebung zu achten. Insgesamt ist eine Spitzhacke ein zuverlässiges und effizientes Werkzeug, das in verschiedenen Branchen wie dem Bergbau, dem Baugewerbe und der Landwirtschaft häufig eingesetzt wird. Aufgrund ihrer Einfachheit und Vielseitigkeit ist die Spitzhacke nach wie vor eines der gängigsten und nützlichsten Handwerkzeuge.
fr: Une pioche est un outil utilisé pour briser, comme extraire du minerai ou des roches. Il se compose d'une tête généralement métallique fixée à l'extrémité d'un manche en bois ou en métal. La tête d'une pioche a généralement deux côtés : un côté avec une lame large et plate, pour fendre et casser le matériau, et l'autre côté, appelé pied de biche, qui a une extrémité pointue. Le pied-de-biche est conçu pour frapper le matériau afin de le casser ou de le fendre. Le but principal d'une pioche est d'extraire du minerai et des roches dans l'exploitation minière ou la construction. Lorsque les mineurs ou les ouvriers du bâtiment rencontrent des matériaux durs tels que de la terre, de la pierre ou du minerai, ils utilisent une pioche pour fendre et extraire ces matériaux. Une pioche peut également être utilisée pour creuser des trous ou des fossés. Les pioches varient en taille et en poids. Les pics petits et légers peuvent être spécialement conçus pour être utilisés d’une seule main, tandis que les pics plus grands et plus lourds nécessitent l’utilisation des deux mains pour fonctionner efficacement. Lors de l'utilisation d'une pioche, il est important de suivre les règles de sécurité de base, car une mauvaise utilisation de l'outil peut entraîner des blessures. Il est important de porter des lunettes de sécurité, des gants et d'autres équipements de protection lorsque vous travaillez avec une pioche, et de surveiller la position des autres personnes autour de vous. Dans l’ensemble, une pioche est un outil fiable et efficace largement utilisé dans diverses industries telles que l’exploitation minière, la construction et l’agriculture. En raison de sa simplicité et de sa polyvalence, la pioche reste l’un des outils manuels les plus courants et les plus utiles.
hu: A csákány olyan eszköz, amelyet törésre használnak, például érc vagy szikla bányászatához. Általában fémfejből áll, amely egy fa- vagy fémnyél végére van erősítve. A csákány fejének általában két oldala van: az egyik oldala széles és lapos pengével rendelkezik, amely az anyag felhasítására és törésére szolgál, a másik oldala pedig, amelyet feszítővasnak neveznek, hegyes végű. A feszítővasat úgy tervezték, hogy az anyagra csapva törje vagy hasítsa azt. A csákány fő célja az érc és a kőzetek kitermelése a bányászatban vagy az építőiparban. Amikor a bányászok vagy az építőmunkások kemény anyagokkal, például földdel, kővel vagy érccel találkoznak, csákányt használnak az anyagok felhasítására és kitermelésére. A csákányt lyukak vagy árkok ásására is lehet használni. A csákányok mérete és súlya változó. A kis és könnyű csákányokat kifejezetten úgy tervezték, hogy egy kézzel lehessen használni, míg a nagyobb és nehezebb csákányoknál mindkét kéz használata szükséges a hatékony munkavégzéshez. A csákány használatakor fontos az alapvető biztonsági szabályok betartása, mivel a szerszám helytelen használata sérüléshez vezethet. Fontos, hogy a csákánnyal végzett munka során viseljen védőszemüveget, kesztyűt és egyéb védőfelszerelést, és figyeljen a körülötte tartózkodók helyzetére. Összességében a csákány megbízható és hatékony eszköz, amelyet széles körben használnak különböző iparágakban, például a bányászatban, az építőiparban és a mezőgazdaságban. Egyszerűsége és sokoldalúsága miatt a csákány továbbra is az egyik legelterjedtebb és leghasznosabb kéziszerszám.
it: Il piccone è uno strumento utilizzato per la frantumazione, ad esempio per l'estrazione di minerali o rocce. È costituito da una testa solitamente metallica attaccata all'estremità di un manico di legno o di metallo. La testa di un piccone ha solitamente due lati: un lato con una lama larga e piatta, per spaccare e rompere il materiale, e l'altro lato, chiamato piede di porco, che ha una parte finale appuntita. Il piede di porco è progettato per colpire il materiale per romperlo o spaccarlo. Lo scopo principale di un piccone è quello di estrarre minerali e rocce nelle miniere o nelle costruzioni. Quando i minatori o gli operai edili incontrano materiali duri come terra, pietra o minerale, usano un piccone per spaccare ed estrarre questi materiali. Il piccone può anche essere utilizzato per scavare buche o fossati. I picconi variano per dimensioni e peso. I picconi piccoli e leggeri possono essere progettati specificamente per essere usati con una sola mano, mentre quelli più grandi e pesanti richiedono l'uso di entrambe le mani per lavorare efficacemente. Quando si usa un piccone, è importante seguire le regole di sicurezza di base, poiché un uso improprio dello strumento può causare lesioni. È importante indossare occhiali di sicurezza, guanti e altri dispositivi di protezione quando si lavora con un piccone e prestare attenzione alla posizione di chi ci circonda. Nel complesso, il piccone è uno strumento affidabile ed efficiente, ampiamente utilizzato in vari settori come quello minerario, edile e agricolo. Grazie alla sua semplicità e versatilità, il piccone rimane uno degli strumenti manuali più comuni e utili.
ko: 곡괭이는 광석이나 바위를 채굴하는 등 부수는 데 사용되는 도구입니다. 곡괭이는 보통 나무 또는 금속 손잡이 끝에 부착된 금속 머리로 구성됩니다. 곡괭이 머리에는 일반적으로 재료를 쪼개고 부수는 데 사용되는 넓고 평평한 날이 달린 한쪽 면과 끝 부분이 뾰족한 지렛대라고 하는 다른 쪽 면이 있습니다. 쇠지렛대는 재료를 쳐서 부수거나 쪼개도록 설계되었습니다. 곡괭이의 주요 목적은 광업이나 건설에서 광석과 암석을 추출하는 것입니다. 광부나 건설 노동자는 흙, 돌, 광석과 같은 단단한 재료를 만났을 때 곡괭이를 사용하여 이러한 재료를 쪼개고 추출합니다. 곡괭이는 구멍이나 도랑을 파는 데에도 사용할 수 있습니다. 곡괭이는 크기와 무게가 다양합니다. 작고 가벼운 곡괭이는 한 손으로 사용할 수 있도록 특별히 설계된 반면, 크고 무거운 곡괭이는 양손을 모두 사용해야 효과적으로 작업할 수 있습니다. 곡괭이를 잘못 사용하면 부상을 입을 수 있으므로 곡괭이를 사용할 때는 기본적인 안전 수칙을 준수하는 것이 중요합니다. 곡괭이로 작업할 때는 보안경, 장갑 및 기타 보호 장비를 착용하고 주변 사람들의 위치를 잘 살피는 것이 중요합니다. 전반적으로 곡괭이는 광업, 건설, 농업 등 다양한 산업에서 널리 사용되는 믿을 수 있고 효율적인 도구입니다. 곡괭이는 단순함과 다용도로 인해 가장 일반적이고 유용한 수공구 중 하나로 남아 있습니다.
ru: Кирка - это инструмент, используемый для разрушения, например, добычи руды или камней. Она состоит из обычно металлической головки, закрепленной на конце деревянной или металлической рукоятки. Головка кирки обычно имеет две стороны: одна сторона с широким и плоским лезвием, для раскалывания и разрушения материала, и другая сторона, называемая ломом, имеющая заостренную конечную часть. Лом предназначен для удара по материалу с целью его разрушения или раскола. Основное назначение кирки - это добыча руды и камней при горной работе или строительстве. Когда горняки или строители сталкиваются с твердыми материалами, такими как земля, камень или руда, они используют кирку для раскалывания и добычи этих материалов. Кирка также может использоваться для копания ям или канав. Кирки различаются в зависимости от их размера и веса. Небольшие и легкие кирки могут быть специально предназначены для использования одной рукой, в то время как более крупные и тяжелые кирки требуют использования обеих рук для эффективной работы. При использовании кирки необходимо соблюдать основные правила безопасности, так как неправильное использование инструмента может привести к травмам. Важно носить защитные очки, перчатки и другие средства защиты при работе с киркой, а также следить за положением других людей вокруг вас. В целом, кирка - это надежный и эффективный инструмент, который широко используется в различных отраслях, таких как горное дело, строительство и сельское хозяйство. За счет своей простоты и универсальности, кирка остается одним из наиболее распространенных и полезных ручных инструментов.

# WorkDesk,Amount
source: Amount
de: Anzahl
fr: Montant
hu: Összeg
ko: 수량
ru: Количество

# WorkDesk,Components
source: Components
de: Komponenten
fr: Composants
hu: Alkatrészek
it: Componenti
ko: 구성 요소
ru: Компоненты

# WorkDesk,Create
source: Create
de: Erstellen
fr: Créer
hu: Létrehozás
it: Creare
ko: 만들기
ru: Создать

# WorkDesk,ErrorCrafting
source: The necessary components are missing...
de: Es fehlen die notwendigen Komponenten...
fr: Il manque les composants nécessaires...
hu: A szükséges alkatrészek hiányoznak...
it: Mancano i componenti necessari...
ko: 필요한 구성 요소가 없습니다...
ru: Отсутствуют необходимые компоненты...

# WorkDesk,Saw
source: Saw
de: Säge
fr: Scie
hu: Fűrész
ko: 톱
ru: Распилить

# WorkDesk,Sawinglogs
source: Sawing logs
de: Baumstämme sägen
fr: Sciage de Bûches
hu: Rönkök fűrészelése
ko: 통나무 톱질
ru: Распиливание бревен

# WorkDesk,WorkDesk
source: WorkDesk
de: Arbeitstisch
fr: Bureau de travail
hu: Munkaasztal
it: Scrivania di lavoro
ko: 작업용 책상
ru: Верстак

# ,04F37EDD4213CA94EA598A84213D051E
source: <title>
fr: <titre>

# ,09FA68534143FE1E1811EEB8E451CB5A
source: FHD (1080p)
fr: Full HD (1080p)

# ,15C3F14E4238FA21BCC44A9A38A5A7E2
source: <value>
fr: <valeur>

# ,190C3A454A209E717ACBD4B098451A35
source: <slider title>
fr: <titre du curseur>
it: <titolo del cursore>

# ,75A86E3F4ABA54875E0F23836E1623AF
source: <slider title>
fr: <titre du curseur>

# ,951703534259D3678D514FBF0CA0AF57
source: UP
de: HOCH
fr: HAUT
hu: FEL
it: SU
ru: ВВЕРХ

# ,A21EB85540C90E9316E9859BF0A15FBF
source: <title>
fr: <titre>

# ,B71970FB47C7D1446822DF8765307CFC
source: <checkbox title>
fr: <titre de la case à cocher>

# ,BCAA67124C4172B2D6DB30BEC4BB9A0D
source: <value>
fr: <valeur>

# ,C1966ED848E497B3C8F414A0DDF36D3B
source: <button>
fr: <bouton>

# ,DD95459545D806206BBC76885B276ACD
source: <title>
fr: <titre>

# ,F0AE4050444B20B793B594A9FBC8F02F
source: <value>
fr: <valeur>
ru: <значение>

# ShopAnimals,Drunk
source: drunk.
de: getrunken.
fr: ivre.
hu: részeg.
it: ubriaco.
ru: напоен.

# ShopAnimals,YesFeed
source: fed.
de: gefüttert.
fr: nourri.
hu: táplálkozott.
it: alimentato.
ru: накормлен.
