Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Learning,17Text
source: The table saw allows you to cut logs into boards. From the boards you can build various objects on the workbench. The boards can also be used for quests.
de: Mit der Tischsäge kannst du Baumstämme in Bretter schneiden. Aus den Brettern kannst du an der Werkbank verschiedene Gegenstände bauen. Die Bretter können auch für Quests verwendet werden.
fr: La scie à table permet de couper des bûches en planches. À partir des planches, vous pouvez construire divers objets sur l'établi. Les plateaux peuvent également être utilisés pour des quêtes.
hu: Az asztali fűrésszel a rönköket deszkákra lehet vágni. A deszkákból különböző tárgyakat építhet a munkapadon. A deszkákat küldetésekhez is felhasználhatod.
it: La sega da tavolo consente di tagliare i tronchi in tavole. Dalle schede puoi costruire vari oggetti sul banco di lavoro. Le bacheche possono essere utilizzate anche per le missioni.
ko: 테이블 톱을 사용하면 통나무를 판자로 절단 할 수 있습니다. 판자를 이용해 작업대에서 다양한 물건을 만들 수 있습니다. 판자는 퀘스트에도 사용할 수 있습니다.
ru: Настольная пила позволяет распиливать бревна на доски. Из досок можно строить различные предметы на верстаке. Доски также можно использовать для выполнения квестов.

# Learning,18Name
source: Workbench
de: Werkbank
fr: Table de travail
hu: Munkapad
it: Banco di lavoro
ko: 작업대워크벤치
ru: Верстак

# Learning,18Text
source: On the workbench you can create various items, such as birdhouses.
de: An der Werkbank kannst du verschiedene Gegenstände herstellen, z. B. Vogelhäuser.
fr: Sur l'établi, vous pouvez créer divers objets, tels que des nichoirs.
hu: A munkapadon különböző tárgyakat, például madáretetőket készíthetsz.
it: Banco da lavoro Sul banco da lavoro puoi creare vari oggetti, come le casette per gli uccelli.
ko: 작업대에서 새집과 같은 다양한 아이템을 만들 수 있습니다.
ru: На верстаке можно создавать различные изделия, например, скворечники.

# Learning,19Name
source: Lockpicks
de: Dietriche
fr: Crochets
hu: Lakatcsákányok
it: Grimaldelli
ko: 락픽
ru: Отмычки

# Learning,19Text
source: You need lockpicks to crack the chests that are scattered all over the map.
de: Du brauchst Dietriche, um die Truhen zu knacken, die überall auf der Karte verteilt sind.
fr: Vous avez besoin de crochets pour casser les coffres dispersés sur toute la carte.
hu: A térképen szétszórt ládák feltöréséhez lakatpálcikákra van szükséged.
it: Hai bisogno di grimaldelli per rompere i forzieri sparsi su tutta la mappa.
ko: 지도 곳곳에 흩어져 있는 상자를 열려면 락픽이 필요합니다.
ru: Чтобы взломать сундуки, разбросанные по всей карте, вам понадобятся отмычки.

# Learning,1Name
source: The well
de: Der Brunnen
fr: Le puits
hu: A kút
it: Il pozzo
ko: 우물
ru: Колодец

# Learning,1Text
source: When using the well, you draw 10 liters of water at a time. The water is useful for drinking, for watering your animals, for washing in the bath, for cooking and for self-cooking.
de: Wenn du den Brunnen benutzt, schöpfst du jeweils 10 Liter Wasser. Das Wasser ist nützlich zum Trinken, zum Tränken deiner Tiere, zum Waschen im Bad, zum Kochen und zum Selbstkochen.
fr: Lorsque vous utilisez le puits, vous puisez 10 litres d’eau à la fois. L'eau est utile pour boire, pour abreuver vos animaux, pour se laver dans le bain, pour cuisiner et pour cuisiner soi-même.
hu: A kút használatakor egyszerre 10 liter vizet meríthet. A vizet ivásra, állatai itatására, fürdésre, mosakodásra, főzésre és önfőzésre használhatja.
it: Quando si utilizza il pozzo si prelevano 10 litri d'acqua alla volta. L'acqua è utile per bere, per abbeverare i vostri animali, per lavarsi nella vasca, per cucinare e per cucinare in autonomia.
ko: 우물을 사용할 때는 한 번에 10리터의 물을 끌어옵니다. 이 물은 식수, 동물에게 물주기, 목욕, 요리, 취사 등에 유용하게 사용할 수 있습니다.
ru: При использовании колодца за один раз вы набираете 10 литров воды. Вода пригодна для питья, водопоя животных, мытья в бане, приготовления пищи и самогоноварения.

# Learning,20Name
source: Forester
de: Förster
fr: Forestier
hu: Erdész
ko: 산림 관리인
ru: Лесник

# Learning,20Text
source: You can buy a shotgun and ammunition from the forester.
de: Du kannst beim Förster eine Schrotflinte und Munition kaufen.
fr: Vous pouvez acheter un fusil de chasse et des munitions auprès du forestier.
hu: Az erdésznél puskát és lőszert lehet vásárolni.
it: Puoi acquistare un fucile e munizioni dal guardaboschi.
ko: 산림 관리인한테 산탄총과 탄약을 구입할 수 있습니다.
ru: У лесника можно приобрести ружье и боеприпасы.

# Learning,21Name
source: Roosters
de: Hähne
fr: Coqs
hu: Kakasok
it: Galli
ko: 수탉
ru: Петухи

# Learning,21Text
source: Here you can add roosters if you bought them from farmer Gregory.
de: Hier kannst du Hähne hinzufügen, wenn du sie von Bauer Gregory gekauft hast.
fr: Ici, vous pouvez ajouter des coqs si vous les avez achetés au fermier Gregory.
hu: Itt kakasokat adhatsz hozzá, ha Gregory gazdától vásároltad őket.
it: Qui puoi aggiungere i galli se li hai acquistati dal contadino Gregory.
ko: 농부 그레고리에게서 수탉을 구입했다면 여기에 수탉을 추가할 수 있습니다.
ru: Сюда можно добавить петухов, если вы купили их у фермера Григория.

# Learning,22Name
source: Chickens
de: Hühner
fr: Poulets
hu: Csirkék
it: Polli
ko: 닭
ru: Курицы

# Learning,22Text
source: Here you can add chickens if you bought them from Farmer Gregory.
de: Hier kannst du Hühner hinzufügen, wenn du sie von Farmer Gregory gekauft hast.
fr: Ici, vous pouvez ajouter des poulets si vous les avez achetés auprès du fermier Gregory.
hu: Itt csirkéket adhatsz hozzá, ha Gregory gazdától vetted őket.
it: Qui puoi aggiungere i polli se li hai acquistati dal contadino Gregory.
ko: 농부 그레고리에서 닭을 구입한 경우 여기에 닭을 추가할 수 있습니다.
ru: Здесь можно добавить цыплят, если вы купили их у фермера Григория.

# Learning,23Name
source: Cows
de: Kühe
fr: Vaches
hu: Tehenek
it: Mucca
ko: 소
ru: Коровы

# Learning,23Text
source: Here you can add cows if you bought them from farmer Gregory.
de: Hier kannst du Kühe hinzufügen, wenn du sie von Bauer Gregory gekauft hast.
fr: Ici, vous pouvez ajouter des vaches si vous les avez achetées auprès du fermier Gregory.
hu: Itt teheneket adhatsz hozzá, ha Gregory gazdától vetted őket.
it: Qui puoi aggiungere le mucche se le hai acquistate dal contadino Gregory.
ko: 농부 그레고리에게서 소를 구입한 경우 여기에 소를 추가할 수 있습니다.
ru: Здесь вы можете добавить коров, если вы купили их у фермера Григория.

# Learning,24Name
source: Sheep
de: Schafe
fr: Moutons
hu: Juhok
it: Pecora
ko: 양
ru: Овцы

# Learning,24Text
source: Here you can add sheep if you bought them from farmer Gregory.
de: Hier kannst du Schafe hinzufügen, wenn du sie von Bauer Gregory gekauft hast.
fr: Ici, vous pouvez ajouter des moutons si vous les avez achetés au fermier Gregory.
hu: Itt adhatsz hozzá birkákat, ha Gregory gazdától vetted őket.
it: Qui puoi aggiungere le pecore se le hai acquistate dal contadino Gregory.
ko: 농부 그레고리에게서 양을 구입한 경우 여기에 양을 추가할 수 있습니다.
ru: Здесь можно добавить овец, если вы купили их у фермера Григория.

# Learning,25Name
source: Pigs
de: Schweine
fr: Porcs
hu: Disznók
it: Maiale
ko: 돼지
ru: Свиньи

# Learning,25Text
source: Here you can add pigs if you bought them from farmer Gregory.
de: Hier kannst du Schweine hinzufügen, wenn du sie von Bauer Gregory gekauft hast.
fr: Ici, vous pouvez ajouter des porcs si vous les avez achetés au fermier Gregory.
hu: Itt adhatsz hozzá sertéseket, ha Gregory gazdától vetted őket.
it: Qui puoi aggiungere i maiali se li hai acquistati dal contadino Gregory.
ko: 농부 그레고리에게서 돼지를 구입한 경우 여기에 돼지를 추가할 수 있습니다.
ru: Здесь можно добавить свиней, если вы купили их у фермера Григория.

# Learning,26Name
source: Cracking chests
de: Kisten knacken
fr: Déverrouiller le coffre
hu: Ládák feltörése
it: Casse che si spaccano
ko: 금이간 상자
ru: Взламывание сундуков

# Learning,26Text
source: Chests are scattered all over the map. You can try to crack them with a lockpick. But not all chests can be opened. Any random item falls from them and is added immediately to your inventory.
de: Kisten sind überall auf der Karte verstreut. Du kannst versuchen, sie mit einem Dietrich zu knacken. Aber nicht alle Kisten können geöffnet werden. Ein zufälliger Gegenstand fällt aus ihnen heraus und wird sofort deinem Inventar hinzugefügt.
fr: Les coffres sont dispersés sur toute la carte. Vous pouvez essayer de les casser avec un crochet. Mais tous les coffres ne peuvent pas être ouverts. Tout objet aléatoire en tombe et est immédiatement ajouté à votre inventaire.
hu: A ládák szétszórva vannak a térképen. Megpróbálhatod feltörni őket egy lakatpiszkálóval. De nem minden ládát lehet kinyitni. Bármilyen véletlenszerű tárgy kiesik belőlük, és azonnal a leltáradba kerül.
it: I forzieri sono sparsi su tutta la mappa. Puoi provare a romperli con un grimaldello. Ma non tutti i forzieri possono essere aperti. Qualsiasi oggetto casuale cade da loro e viene aggiunto immediatamente al tuo inventario.
ko: 상자는 지도 곳곳에 흩어져 있습니다. 락픽으로 상자를 열 수 있습니다. 하지만 모든 상자를 열 수 있는 것은 아닙니다. 상자에서 무작위 아이템이 떨어지면 즉시 인벤토리에 추가됩니다.
ru: Сундуки разбросаны по всей карте. Их можно попытаться взломать отмычкой. Но не все сундуки можно открыть. Из них выпадает любой случайный предмет, который сразу же добавляется в инвентарь.

# Learning,27Name
source: Double-barrelled
de: Doppelläufige
fr: Fusil à double canon
hu: Duplacsövű
it: Doppio Barile
ko: 더블 배럴
ru: Двустволка

# Learning,27Text
source: The double-barrelled gun is used for hunting wild animals. It can be activated by pressing the Q button, as well as other useful functions.
de: Das doppelläufige Gewehr wird für die Jagd auf wilde Tiere verwendet. Es kann durch Drücken der Q-Taste aktiviert werden, ebenso wie andere nützliche Funktionen.
fr: Le fusil à double canon est utilisé pour chasser les animaux sauvages. Il peut être activé en appuyant sur le bouton Q, ainsi que d'autres fonctions utiles.
hu: A duplacsövű puskát vadállatok vadászatára használják. A Q gomb megnyomásával aktiválható, valamint más hasznos funkciókat is tartalmaz.
it: La pistola a doppia canna viene utilizzata per la caccia agli animali selvatici. Può essere attivato premendo il pulsante Q, così come altre funzioni utili.
ko: 더블 배럴 총은 야생 동물을 사냥하는 데 사용됩니다. Q 버튼을 눌러 활성화할 수 있으며 다른 유용한 기능도 있습니다.
ru: Двуствольное ружье используется для охоты на диких животных. Оно активируется нажатием кнопки Q, а также обладает другими полезными функциями.

# Learning,28Name
source: Metal warehouse
de: Metalllager
fr: Entrepôt métallique
hu: Fém raktár
it: Magazzino metalli
ko: 고물상
ru: Металлобаза

# Learning,28Text
source: The old ZIL-130 is a good deliverer of old electrical junk from the locals such as televisions. To get the reward, find and throw the TV into the back of the ZIL and bring it to the appropriate point. TVs are delivered 1-2 pieces per one trip to the drop-off point.
de: Das alte ZIL-130 ist ein guter Ablieferer von altem Elektroschrott der Einheimischen, wie z.B. Fernsehern. Um die Belohnung zu bekommen, musst du den Fernseher finden, hinten in das ZIL werfen und zur entsprechenden Abgabestelle bringen. Fernseher werden 1-2 Stück pro Fahrt zur Abgabestelle abgegeben.
fr: Le vieux ZIL-130 est un bon livreur de vieux déchets électriques locaux comme les téléviseurs. Pour obtenir la récompense, trouvez et jetez le téléviseur à l'arrière du ZIL et amenez-le au point approprié. Les téléviseurs sont livrés 1 à 2 pièces par trajet jusqu'au point de dépôt.
hu: A régi ZIL-130 jó szállítója a helyiek régi elektromos kacatjainak, például televízióknak. A jutalom megszerzéséhez keresd meg a tévét, dobd be a ZIL hátuljába, és vidd el a megfelelő pontra. A televíziókat egy út során 1-2 darabot szállítanak a leadási pontra.
it: Il vecchio ZIL-130 è un buon fornitore di vecchi rifiuti elettrici della gente del posto, come i televisori. Per ottenere la ricompensa, trova e lancia la TV nel retro dello ZIL e portala al punto appropriato. I televisori vengono consegnati 1-2 pezzi per ogni viaggio al punto di consegna.
ko: 오래된 ZIL-130은 텔레비전과 같은 지역 주민의 오래된 가전제품을 잘 처리합니다. 보상을 받으려면 TV를 찾아서 ZIL 뒤쪽에 던져 넣고 적절한 지점으로 가져다주세요. TV는 한 번에 1~2대씩 드롭 포인트에 전달됩니다.
ru: Старый ЗиЛ-130 - хороший доставщик старого электро хлама от местных жителей такого как телевизоры. Чтобы получить награду найдите и закиньте телевизор в кузов ЗиЛ и привезите к соответствующей точке. Телевизоры сдаются по 1-2 штуки за один заезд в точку сдачи.

# Learning,29Name
source: Photomode
de: Fotomodus
fr: Mode photo
ko: 사진 모드

# Learning,29Text
source: Press the P button to call up the photo mod. This photo mod allows you to take beautiful screenshots. By pressing the Q button you can call the shortcut menu.
de: Drücke die P-Taste, um den Fotomodus zu starten. Mit dem Fotomodus kannst du schöne Bilder machen. Durch Drücken der Taste Q kannst du das Kontextmenü aufrufen.
fr: Appuyez sur le bouton P pour appeler le mode photo. Ce mod photo vous permet de prendre de belles captures d'écran. En appuyant sur le bouton Q, vous pouvez appeler le menu contextuel.
ko: P 버튼을 눌러 사진 모드를 불러옵니다. 이 사진 모드를 사용하면 멋진 스크린샷을 찍을 수 있습니다. Q 버튼을 누르면 바로 가기 메뉴를 호출할 수 있습니다.

# Learning,2Name
source: Bathhouse
de: Badehaus
fr: Bains publics
hu: Fürdőház
it: Stabilimento balneare
ko: 목욕탕
ru: Баня

# Learning,2Text
source: In a bathhouse you can relieve fatigue. In order to flood the bathhouse you need to collect water from a well or a village column, find matches and firewood. You can buy matches at the store. Collect firewood from the forest and chop it.
de: In einem Badehaus kann man sich von der Müdigkeit erholen. Damit das Badehaus mit Wasser versorgt werden kann, müssen Sie Wasser aus einem Brunnen oder einer Pumpe im Dorf holen, sowie Streichhölzer und Feuerholz finden. Streichhölzer können Sie im Laden kaufen. Feuerholz müssen Sie aus dem Wald holen und zerhacken.
fr: Dans les bains publics, vous pouvez soulager la fatigue. Pour inonder les bains publics, vous devez récupérer l'eau d'un puits ou d'une colonne du village, trouver des allumettes et du bois de chauffage. Vous pouvez acheter des allumettes au magasin. Ramassez du bois de chauffage dans la forêt et coupez-le.
hu: A fürdőházban enyhítheti a fáradtságot. A fürdőház elárasztásához vizet kell gyűjteni egy kútból vagy egy falusi oszlopból, gyufát és tűzifát kell találni. Gyufát a boltban vásárolhatsz. Gyűjts tűzifát az erdőből és vágd fel.
it: In uno stabilimento balneare puoi alleviare la fatica. Per allagare lo stabilimento balneare è necessario raccogliere l'acqua da un pozzo o da una colonna del villaggio, trovare fiammiferi e legna da ardere. Puoi acquistare fiammiferi nel negozio. Raccogli la legna da ardere dalla foresta e tagliala.
ko: 목욕탕에서 피로를 풀 수 있습니다. 목욕탕에 물을 채우려면 우물이나 마을 기둥에서 물을 모으고 성냥과 장작을 찾아야합니다. 성냥은 상점에서 구입할 수 있습니다. 숲에서 장작을 모으십시오.
ru: В бане можно снять усталость. Для того чтобы затопить баню, необходимо набрать воды из колодца или деревенской колонки, найти спички и дрова. Спички можно купить в магазине. Соберите в лесу дрова и нарубите их.

# Learning,3Name
source: Bed
de: Bett
fr: Lit
hu: Ágy
it: Letto
ko: 침대
ru: Кровать

# Learning,3Text
source: When you use the bed, you regain your strength. You wake up in the morning, between 6 and 8 am.
de: Wenn Sie das Bett benutzen, tanken Sie neue Kraft. Sie wachen am Morgen zwischen 6 und 8 Uhr auf.
fr: Lorsque vous utilisez le lit, vous retrouvez vos forces. Vous vous réveillez le matin, entre 6 et 8 heures du matin.
hu: Amikor az ágyat használja, visszanyeri az erejét. Reggel 6 és 8 óra között ébred fel.
it: Quando usi il letto, riacquisti le forze. Ti svegli la mattina, tra le 6 e le 8.
ko: 침대를 사용하면 기력을 되찾을 수 있습니다. 아침에 일어나면 오전 6시에서 8시 사이에 일어납니다.
ru: Когда вы пользуетесь кроватью, вы восстанавливаете свои силы. Вы просыпаетесь утром, между 6 и 8 часами утра.

# Learning,4Name
source: Food preparation
de: Zubereitung von Lebensmitteln
fr: La préparation des aliments
hu: Élelmiszer-előkészítés
it: Preparazione del cibo
ko: 음식 준비
ru: Приготовление пищи

# Learning,4Text
source: When you use the stove, you can prepare a variety of dishes. Each dish has its own ingredients. In turn, the required ingredients can be grown in the vegetable garden or bought in the village store.
de: Wenn Sie den Herd benutzen, können Sie eine Vielzahl von Gerichten zubereiten. Jedes Gericht hat seine eigenen Zutaten. Die benötigten Zutaten wiederum können im Gemüsegarten angebaut oder im Dorfladen gekauft werden.
fr: Lorsque vous utilisez la cuisinière, vous pouvez préparer une variété de plats. Chaque plat a ses propres ingrédients. À leur tour, les ingrédients nécessaires peuvent être cultivés dans le potager ou achetés au magasin du village.
hu: Ha a tűzhelyet használja, különféle ételeket készíthet. Minden ételnek megvannak a maga összetevői. A szükséges hozzávalókat viszont meg lehet termeszteni a zöldségeskertben, vagy meg lehet vásárolni a falusi boltban.
it: Quando usi il fornello, puoi preparare una varietà di piatti. Ogni piatto ha i suoi ingredienti. A loro volta, gli ingredienti necessari possono essere coltivati nell'orto o acquistati nel negozio del paese.
ko: 스토브를 사용하면 다양한 요리를 준비할 수 있습니다. 각 요리에는 고유 한 재료가 있습니다. 필요한 재료는 텃밭에서 재배하거나 마을 상점에서 구입할 수 있습니다.
ru: Используя плиту, можно приготовить множество блюд. Каждое блюдо имеет свои ингредиенты. В свою очередь, необходимые ингредиенты можно вырастить на огороде или купить в деревенском магазине.

# Learning,5Name
source: Animal feeder
de: Futterstelle für Tiere
fr: Mangeoire pour animaux
hu: Állat etető
it: Alimentatore per animali
ko: 동물 사료통
ru: Кормушка для животных

# Learning,5Text
source: You can add grain or mixed feed to this feeder. Cinnamons, roosters and pigs will come to it to eat when they are hungry. Grain and mixed fodder can be bought from farmer Grigory. And also grain can be found in the fields of the village.
de: Sie können diesem Futterautomaten Getreide oder Mischfutter beifügen. Ziegen, Hähne und Schweine kommen zum Fressen dorthin, wenn sie hungrig sind. Getreide und Mischfutter kann man bei Bauer Grigory kaufen. Und auch auf den Feldern des Dorfes kann man Getreide finden.
fr: Vous pouvez ajouter des céréales ou des aliments mélangés à cette mangeoire. Cannelles, coqs et cochons viendront y manger quand ils auront faim. Les céréales et les fourrages mélangés peuvent être achetés auprès du fermier Grigory. Et on trouve aussi des céréales dans les champs du village.
hu: Ebbe az etetőbe gabonát vagy kevert takarmányt adhat. A cinegék, kakasok és sertések odajönnek hozzá enni, ha éhesek. Gabonát és vegyes takarmányt Grigorij gazdától lehet vásárolni. És gabonát is találsz a falu földjein.
it: Puoi aggiungere cereali o mangime misto a questo alimentatore. Cannelle, galli e maiali verranno a mangiare quando hanno fame. I cereali e il foraggio misto possono essere acquistati dal contadino Grigorij. E anche il grano si può trovare nei campi del villaggio.
ko: 이 사료통에 곡물이나 혼합 사료를 추가할 수 있습니다. 가축들은 배가 고플 때 먹기 위해 이곳에 올 것입니다. 곡물과 혼합 사료는 농부 그레고리에서 구입할 수 있습니다. 또한 곡물은 마을의 들판에서 찾을 수 있습니다.
ru: В эту кормушку можно добавлять зерно или комбикорм. Куры, петухи и свиньи будут приходить к ней, чтобы поесть, когда проголодаются. Зерно и комбикорм можно купить у фермера Григория. Также зерно можно найти на полях деревни.

# Learning,6Name
source: Animal drinker
de: Trinkstelle für Tiere
fr: Auge animal
hu: Állat itató
it: Bevitore di animali
ko: 동물 물통
ru: Поилка для животных

# Learning,6Text
source: You can add water to this drinker. In turn, all your animals will come to it to drink when they are thirsty. Water can be taken from a well or from the village well.
de: Diese Tränke können Sie mit Wasser befüllen. Dann werden alle deine Tiere zum Trinken zu ihr kommen, wenn sie durstig sind. Das Wasser kann aus einem Brunnen oder aus der Pumpe im Dorf entnommen werden.
fr: Vous pouvez ajouter de l'eau à ce buveur. A leur tour, tous vos animaux viendront s'y abreuver lorsqu'ils auront soif. L'eau peut provenir d'un puits ou du puits du village.
hu: Ehhez az itatóhoz vizet is adhat. Így viszont minden állatod oda fog jönni hozzá inni, ha szomjas. A vizet egy kútból vagy a falu kútjából lehet venni.
it: Puoi aggiungere acqua a questo bevitore. A turno, tutti i tuoi animali verranno ad abbeverarsi quando avranno sete. L'acqua può essere presa da un pozzo o dal pozzo del villaggio.
ko: 이 물통에 물을 넣을 수 있습니다. 그러면 모든 동물이 목이 마르면 이 물통으로 와서 물을 마실 것입니다. 물은 우물이나 마을 우물에서 가져올 수 있습니다.
ru: В эту поилку можно добавлять воду. В свою очередь, все ваши животные будут приходить к ней, чтобы попить, когда захотят пить. Воду можно брать из колонки или из деревенского колодца.

# Learning,7Name
source: Podberyozoviki
it: Porcini
ko: 포드베레조비치
ru: Подберёзовики

# Learning,7Text
source: The birch trees are growing under some birch trees and you can pick them. Some time after you pick a mushroom it will grow again.
de: Die Pilze wachsen unter einigen Birken und du kannst sie pflücken. Nach einiger Zeit, nachdem Sie einen Pilz gepflückt haben, wird er wieder nachwachsen.
fr: Les bouleaux poussent sous certains bouleaux et vous pouvez les cueillir. Quelque temps après avoir cueilli un champignon, il repoussera.
hu: Néhány nyírfa alatt nyírfa csemeték nőnek, és ezeket lehet szedni. Néhány idővel azután, hogy leszedtél egy gombát, az újra nőni fog.
it: Le betulle crescono sotto alcune betulle e puoi raccoglierle. Qualche tempo dopo aver raccolto un fungo, questo ricrescerà.
ko: 자작나무 아래에서 자라는 버섯을 채취할 수 있습니다. 버섯을 따고 얼마 후 버섯이 다시 자랍니다.
ru: Под некоторыми березами растут подберезовики, которые можно собирать. Через некоторое время после того, как Вы соберете гриб, он вырастет снова.

# Learning,8Name
source: Buying animals
de: Tiere kaufen
fr: Acheter des animaux
hu: Állatok vásárlása
it: Acquisto di animali
ko: 동물 구매
ru: Покупка животных

# Learning,8Text
source: You can buy various animals from farmer Gregory.
de: Sie können verschiedene Tiere von Bauer Gregory kaufen.
fr: Vous pouvez acheter divers animaux auprès du fermier Gregory.
hu: Gregory gazdától különböző állatokat vásárolhatsz.
it: Puoi acquistare vari animali dal contadino Gregory.
ko: 농부 그레고리에게서 다양한 동물을 구입할 수 있습니다.
ru: У фермера Григория можно приобрести различных животных.

# Learning,9Name
source: Stone mining
de: Steinabbau
fr: Extraction de pierre
hu: Kőbányászat
it: Estrazione della pietra
ko: 돌 채굴
ru: Добыча камня

# Learning,9Text
source: Using the pickaxe you have in your barn you can mine stone. You will need the stone to complete some quests.
de: Mithilfe der Spitzhacke, die Sie in Ihrer Scheune finden, können Sie Steine abbauen. Sie benötigen die Steine, um einige Quests zu erfüllen.
fr: En utilisant la pioche que vous avez dans votre grange, vous pouvez extraire de la pierre. Vous aurez besoin de la pierre pour accomplir certaines quêtes.
hu: A pajtában lévő csákány segítségével követ bányászhatsz. A kőre szükséged lesz néhány küldetés teljesítéséhez.
it: Usando il piccone che hai nel fienile puoi estrarre la pietra. Avrai bisogno della pietra per completare alcune missioni.
ko: 헛간에 있는 곡괭이를 사용해 돌을 채굴할 수 있습니다. 일부 퀘스트를 완료하려면 돌이 필요합니다.
ru: С помощью кирки, хранящейся в сарае, можно добывать камень. Камень понадобится для выполнения некоторых заданий.

# Learning,AddYes
source: added to the learning log!
de: zum Lernprotokoll hinzugefügt!
fr: ajouté au journal d'apprentissage !
hu: hozzáadva a tanulási naplóhoz!
it: aggiunto al registro di apprendimento!
ko: 학습 일지에 추가되었습니다!
ru: добавлено в журнал обучения!
