Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# ST_Game,Label1Text
source: This text is affected by translation
de: Dieser Text ist von der Übersetzung betroffen
fr: Ce texte est affecté par la traduction
hu: Ezt a szöveget a fordítás befolyásolja
it: Questo testo è influenzato dalla traduzione
ko: 이 텍스트는 번역의 영향을 받습니다
ru: На этот текст влияет перевод

# ST_Game,PauseText
source: Press P to show pause menu
de: P drücken, um das Pausenmenü anzuzeigen
fr: Appuyez sur P pour afficher le menu pause
hu: Nyomja meg a P gombot a szünet menü megjelenítéséhez
it: Premere P per visualizzare il menu di pausa
ko: P를 눌러 일시 정지 메뉴를 표시합니다.
ru: Нажмите P для отображения меню паузы

# ST_Game,WelcomeText
source: Welcome to the game. Enjoy!
de: Willkommen zum Spiel. Viel Spaß!
fr: Bienvenue dans le jeu. Apprécier!!
hu: Üdvözöljük a játékban. Jó szórakozást!
it: Benvenuti nel gioco. Buon divertimento!
ko: 게임에 오신 것을 환영합니다. 즐기세요!
ru: Добро пожаловать в игру. Наслаждайтесь!

# ST_Menu,AudioSettings_Audio
source: Audio
hu: Hang
ko: 오디오
ru: Аудио

# ST_Menu,AudioSettings_AudioVolume
source: Audio Volume
de: Lautstärke
fr: Volume audio
hu: Hangerő
it: Volume Audio
ko: 오디오 볼륨
ru: Громкость звука

# ST_Menu,AudioSettings_EnableVoiceChat
source: Enable Voice Chat
de: Sprachchat aktivieren
fr: Activer le chat vocal
hu: Hangchat engedélyezése
it: Abilita la chat vocale
ko: 음성 채팅 사용
ru: Включить голосовой чат

# ST_Menu,AudioSettings_EnableVoiceChat_SubText
source: Enable <h>voice chat communication in multiplayer sessions.</> You will not be able to hear other players if this is turned off. <b>Default Value: Off</>
de: Aktiviert <h>Sprachchat-Kommunikation in Mehrspieler-Sitzungen.</> Wenn dies ausgeschaltet ist, können Sie andere Spieler nicht hören. <b>Standardwert: Aus</>
fr: Activez la <h>communication par chat vocal dans les sessions multijoueurs.</> Vous ne pourrez pas entendre les autres joueurs si cette option est désactivée. <b>Valeur par défaut : Désactivé</>
hu: Engedélyezze a <h>hangchat-kommunikációt a többjátékos üléseken.&lt;/&gt; Ha ez ki van kapcsolva, nem hallja a többi játékost. <b>Alapértelmezett érték: Kikapcsolva&lt;/&gt
it: Abilita <h>la comunicazione tramite chat vocale nelle sessioni multiplayer.</> Non sarai in grado di sentire gli altri giocatori se questa opzione è disattivata. <b>Valore predefinito: disattivato</>
ko: 멀티플레이어 세션에서 <h>음성 채팅 통신을 활성화합니다. </> 이 기능을 끄면 다른 플레이어의 소리를 들을 수 없습니다. <b>기본값: Off</>
ru: Включите <h> общение в голосовом чате в многопользовательских сеансах.</> Вы не сможете слышать других игроков, если эта функция выключена. <b>Значение по умолчанию: Выкл.</>

# ST_Menu,AudioSettings_MasterVolume
source: Master Volume
de: Hauptlautstärke
fr: Volume principal
hu: Fő hangerő
it: Volume master
ko: 마스터 볼륨
ru: Основная громкость

# ST_Menu,AudioSettings_MasterVolume_Subtext
source: Adjust the volume of <h>all music, non-player voices and sound effects</> played throughout the game. <b>Default Value: 100</>
de: Stellt die Lautstärke <h>der gesamten Musik, den Nicht-Spieler-Stimmen und den Soundeffekten</> ein, die während des Spiels abgespielt werden. <b>Standardwert: 100</>
fr: Ajustez le volume de <h>toutes les musiques, voix de non-joueurs et effets sonores</> joués tout au long du jeu. <b>Valeur par défaut : 100</>
hu: Állítsa be a játék során lejátszott <h>összes zene, nem játékos hangok és hangeffektek hangerejét&lt;/&gt;. <b>Alapértelmezett érték: 100&lt;/&gt
it: Regola il volume di <h>tutta la musica, le voci dei non giocatori e gli effetti sonori</> riprodotti durante il gioco. <b>Valore predefinito: 100</>
ko: 게임 전체에서 재생되는 <h>모든 음악, 플레이어 이외의 음성 및 효과음의 볼륨</>을 조정합니다. <b>기본값: 100</>
ru: Отрегулируйте громкость <h>всей музыки, неигровых голосов и звуковых эффектов</>, воспроизводимых на протяжении всей игры. <b>Значение по умолчанию: 100</>

# ST_Menu,AudioSettings_MusicVolume
source: Music Volume
de: Musiklautstärke
fr: Volume musique
hu: Zene hangerő
it: Volume della musica
ko: 음악 볼륨
ru: Музыкальная громкость

# ST_Menu,AudioSettings_MusicVolume_Subtext
source: Adjust the volume of <h>all music</> played throughout the game. <b>Default Value: 100</>
de: Stellt die Lautstärke der <h>gesamten Musik</> ein, die während des Spiels abgespielt wird. <b>Standardwert: 100</>
fr: Réglez le volume de <h>toutes les musiques</> jouées tout au long du jeu. <b>Valeur par défaut : 100</>
hu: A játék során lejátszott <h>összes zene&lt;/&gt; hangerejének beállítása. <b>Alapértelmezett érték: 100&lt;/&gt
it: Regola il volume di <h>tutta la musica</> riprodotta durante il gioco. <b>Valore predefinito: 100</>
ko: 게임 내내 재생되는 <h>모든 음악</>의 음량을 조절합니다. <b>기본값: 100</>
ru: Отрегулируйте громкость <h>всей музыки</>, воспроизводимой на протяжении всей игры. <b>Значение по умолчанию: 100</>

# ST_Menu,AudioSettings_OutputDevice
source: Output Device
de: Ausgabegerät
fr: Dispositif de sortie
hu: Kimeneti eszköz
it: Dispositivo di uscita
ko: 출력 장치
ru: Устройство вывода

# ST_Menu,AudioSettings_OutputDevice_Subtext
source: Set the <h>Audio Output Device</> that is used for all game sound.
de: Legt das <h>Audio Ausgabegerät</> fest, welches für den gesamten Ton im Spiel verwendet wird.
fr: Définissez le <h>Périphérique de sortie audio</> utilisé pour tous les sons du jeu.
hu: Állítsa be a <h>hangkimeneti eszköz&lt;/&gt;, amelyet a játék összes hangjához használnak.
it: Imposta il <h>dispositivo di uscita audio</> utilizzato per tutti i suoni del gioco.
ko: 모든 게임 사운드에 사용되는 <h>오디오 출력 장치</>를 설정합니다.
ru: Установите устройство <h>Аудиовыход</h>, которое будет использоваться для всего игрового звука.

# ST_Menu,AudioSettings_SFXVolume
source: SFX Volume
de: SFX Lautstärke
hu: SFX hangerő
it: Volume degli effetti sonori
ko: SFX 볼륨

# ST_Menu,AudioSettings_SFXVolume_Subtext
source: Adjust the volume of <h>all sound effects</> played throughout the game. <b>Default Value: 100</>
de: Stellt die Lautstärke <h>aller Soundeffekte</> ein, die während des Spiels abgespielt werden. <b>Standardwert: 100</>
fr: Ajustez le volume de <h>tous les effets sonores</> joués tout au long du jeu. <b>Valeur par défaut : 100</>
hu: Állítsa be a játék során lejátszott <h>összes hangeffektus&lt;/&gt; hangerejét. <b>Alapértelmezett érték: 100&lt;/&gt
it: Regola il volume di <h>tutti gli effetti sonori</> riprodotti durante il gioco. <b>Valore predefinito: 100</>
ko: 게임 내내 재생되는 <h>모든 효과음의 볼륨</>을 조절합니다. <b>기본값: 100</>
ru: Отрегулируйте громкость <h>всех звуковых эффектов</>, воспроизводимых на протяжении всей игры. <b>Значение по умолчанию: 100</>

# ST_Menu,AudioSettings_Title
source: Audio
hu: Hang
ko: 오디오
ru: Аудио

# ST_Menu,AudioSettings_VoiceChat
source: Voice Chat
de: Sprachchat
fr: Chat vocal
hu: Hangos csevegés
it: Chat vocale
ko: 음성 채팅
ru: Голосовой чат

# ST_Menu,AudioSettings_VoiceInput
source: Voice Chat Input
de: Sprachchat Eingabegerät
fr: Entrée de chat vocal
hu: Hangchat bemenet
it: Ingresso per la chat vocale
ko: 음성 채팅 입력
ru: Ввод в голосовой час

# ST_Menu,AudioSettings_VoiceInput_SubText
source: Adjust the volume of <h>your microphone when using voice chat</> in multiplayer sessions. <b>Default Value: 100</>
de: Passt die Lautstärke des <h>Mikrofons beim Sprachchat</> in Mehrspieler-Sitzungen an. <b>Standardwert: 100</>
fr: Réglez le volume de <h>votre microphone lorsque vous utilisez le chat vocal</> dans les sessions multijoueurs. <b>Valeur par défaut : 100</>
hu: Állítsd be a <h>mikrofonod hangerejét, amikor többjátékos módban használod a voice chatet&lt;/&gt;. <b>Alapértelmezett érték: 100&lt;/&gt
it: Regola il volume del <h>microfono quando usi la chat vocale</> nelle sessioni multiplayer. <b>Valore predefinito: 100</>
ko: 멀티 플레이어 세션에서 <h>음성 채팅을 사용할 때 마이크의 볼륨</>을 조절합니다. <b>기본값: 100</>
ru: Отрегулируйте громкость <h> вашего микрофона при использовании голосового чата</> в многопользовательских сеансах. <b>Значение по умолчанию: 100</>

# ST_Menu,AudioSettings_VoiceOutput
source: Voice Chat Output
de: Sprachchat Ausgabe
fr: Sortie du chat vocal
hu: Hangchat kimenet
it: Uscita chat vocale
ko: 음성 채팅 출력
ru: Вывод голосового чата

# ST_Menu,AudioSettings_VoiceOutput_SubText
source: Adjust the volume of <h>other players when they use voice chat</> in multiplayer sessions. <b>Default Value: 100</>
de: Passt die Lautstärke der <h>anderen Spieler an, wenn sie den Sprachchat</> in Mehrspieler-Sitzungen benutzen. <b>Standardwert: 100</>
fr: Ajustez le volume des <h>autres joueurs lorsqu'ils utilisent le chat vocal</> dans les sessions multijoueurs. <b>Valeur par défaut : 100</>
hu: Állítsd be a <h>más játékosok hangerejét, amikor hangchatet használnak&lt;/&gt; a többjátékos üléseken. <b>Alapértelmezett érték: 100&lt;/&gt
it: Regola il volume degli <h>altri giocatori quando utilizzano la chat vocale</> nelle sessioni multiplayer. <b>Valore predefinito: 100</>
ko: <h>다른 플레이어가 멀티플레이어 세션에서 음성 채팅을 사용할 때 볼륨</>을 조절합니다. <b>기본값: 100</>
ru: Регулируйте громкость <h> других игроков, когда они используют голосовой чат</> в многопользовательских сеансах. <b>Значение по умолчанию: 100</>

# ST_Menu,AudioSettings_VoiceVolume
source: Voice Volume
de: Stimme Lautstärke
fr: Volume de la voix
hu: Hangerő
it: Volume della voce
ko: 음성 볼륨
ru: Громкость голоса

# ST_Menu,AudioSettings_VoiceVolume_Subtext
source: Adjust the volume of <h>all non-player voices</> played throughout the game. <b>Default Value: 100</>
de: Stellt die Lautstärke <h>aller Nicht-Spieler-Stimmen</> ein, die während des Spiels abgespielt werden. <b>Standardwert: 100</>
fr: Ajustez le volume de <h>toutes les voix de non-joueurs</> jouées tout au long du jeu. <b>Valeur par défaut : 100</>
hu: Állítsa be a játék során lejátszott <h>összes nem játékos hangjának hangerejét&lt;/&gt;. <b>Alapértelmezett érték: 100&lt;/&gt
it: Regola il volume di <h>tutte le voci non giocanti</> riprodotte durante il gioco. <b>Valore predefinito: 100</>
ko: 게임 내내 재생되는 <h>모든 비플레이어 음성의 볼륨</>을 조절합니다. <b>기본값: 100</>
ru: Отрегулируйте громкость <h>всех неигровых голосов</>, воспроизводимых на протяжении всей игры. <b>Значение по умолчанию: 100</>

# ST_Menu,ControlSettings_AimWeapon
source: Aim Weapon
de: Waffe zielen
fr: Viser arme
hu: Célzás Fegyver
it: Arma di puntamento
ko: 무기 조준
ru: Прицеливаться

# ST_Menu,ControlSettings_AimWeapon_SubText
source: Key/Button to <h>aim weapon.</>
de: Taste/Knopf zum <h>Zielen mit der Waffe.</>
fr: Touche/bouton pour <h>viser l'arme.</>
hu: Billentyű/gomb a <h>fegyver célzásához.&lt;/&gt
it: Tasto/pulsante per <h>puntare l'arma.</>
ko: Key/Button <h>무기 조준 </>
ru: Клавиша/кнопка для <h> наведения оружия.</>

# ST_Menu,ControlSettings_PrimaryFire
source: Shot/Strike/Take selfies.
de: Schießen/Schlagen/Selfie machen.
fr: Tirer/Frapper/Prendre des selfies.
hu: Lövés/csapás/szelfi készítése.
it: Scatta/Colpisci/Scatta selfie.
ko: 촬영/찍기/셀카 촬영
ru: Удар/Выстрел/Сделать фото

# ST_Menu,ControlSettings_PrimaryFire_Subtext
source: Button for hitting/shooting
de: Taste für Schlagen/Schießen
fr: Bouton pour frapper/tirer
hu: Gomb ütéshez/lövéshez
it: Pulsante per colpire/tirare
ko: 버튼 hitting/shooting
ru: Кнопка для удара/выстрела

# ST_Menu,ControlSettings_SecondaryFire
source: Secondary Fire
de: Sekundäres Feuer
fr: Feu secondaire
hu: Másodlagos tűz
it: Fuoco secondario
ko: 보조 사격
ru: Вторичный огонь

# ST_Menu,ControlSettings_SecondaryFire_Subtext
source: Key/Button to <h>secondary fire.</>
de: Taste/Knopf für <h>Sekundäres Feuer.</>
fr: Touche/Bouton pour <h>tir secondaire.</>
hu: Billentyű/gomb a <h>másodlagos tűzre.&lt;/&gt
ko: Key/Button을 <h>보조 발사</>로 전환합니다
ru: Клавиша/кнопка для <h> повторного включения.</>

# ST_Menu,ControlsSettings_Actions
source: Actions
de: Aktionen
hu: Műveletek
it: Azioni
ko: 행동
ru: Действия

# ST_Menu,ControlsSettings_Bindings_ClearInput
source: Clear Input
de: Eingabe löschen
fr: Effacer la saisie
hu: Tiszta bemenet
it: Cancella input
ko: 입력 지우기
ru: Четкий ввод

# ST_Menu,ControlsSettings_Bindings_Crouch
source: Crouch
de: Ducken
fr: S'accroupir
hu: Guggolás
it: Accovacciati
ko: 웅크리기
ru: Присесть

# ST_Menu,ControlsSettings_Bindings_Crouch_Subtext
source: Key/Button to <h>crouch.</>
de: Taste/Knopf zum <h>Ducken.</>
fr: Touche/bouton pour <h>s'accroupir.</>
hu: Billentyű/gomb a <h>guggoláshoz.&lt;/&gt
it: Tasto/pulsante per <h>accovacciarsi</>
ko: Key/Button 을 <h>웅크리기</>로 전환합니다
ru: Клавиша/кнопка для <h> приседания.</>

# ST_Menu,ControlsSettings_Bindings_Documents
source: Documents
de: Dokumente
hu: Dokumentumok
it: Documento
ko: 문서
ru: Документы

# ST_Menu,ControlsSettings_Bindings_Documents_Subtext
source: Key/Button to <h>open the documents menu.</>
de: Taste/Knopf zum <h>Öffnen des Dokumentenmenüs.</>
fr: Touche/Bouton pour <h>ouvrir le menu des documents.</>
hu: Billentyű/gomb a <h>dokumentum menü megnyitásához.&lt;/&gt
it: Tasto/pulsante per <h>aprire il menu documenti.</>
ko: Key/Button 을 눌러 <h>문서 메뉴를 엽니다.</>
ru: Клавиша/кнопка для <h>открытия меню "Документы".</>

# ST_Menu,ControlsSettings_Bindings_Jump
source: Jump
de: Springen
fr: Sauter
hu: Ugrás
it: Salto
ko: 점프
ru: Прыгать

# ST_Menu,ControlsSettings_Bindings_Jump_Subtext
source: Key/Button to <h>jump.</>
de: Taste/Knopf zum <h>Springen.</>
fr: Touche/Bouton pour <h>sauter.</>
hu: Billentyű/gomb a <h>ugráshoz.&lt;/&gt
it: Tasto/pulsante per <h>saltare</>
ko: Key/Button 을 <h>점프</>로 전환합니다
ru: Клавиша/кнопка для <h>перехода.</>

# ST_Menu,ControlsSettings_Bindings_Look
source: Look
de: Umsehen
fr: Regarder
hu: Látogatók
it: Aspetto
ko: 보기
ru: Смотри

# ST_Menu,ControlsSettings_Bindings_MoveBackward
source: Move Backward
de: Rückwärts bewegen
fr: Reculer
hu: Mozgatás vissza
it: Tornare indietro
ko: 뒤로 이동
ru: Движение назад

# ST_Menu,ControlsSettings_Bindings_MoveBackward_Subtext
source: Key/Button to <h>move backward.</>
de: Taste/Knopf zum <h>Rückwärts gehen.</>
fr: Touche/Bouton pour <h>reculer.</>
hu: Billentyű/gomb a <h>visszafelé lépéshez.&lt;/&gt
it: Tasto/pulsante per <h>spostarsi indietro.</>
ko: Key/Button 을 눌러 <h>뒤로 이동합니다.</>
ru: Клавиша/кнопка для <h> перемещения назад.</>

# ST_Menu,ControlsSettings_Bindings_MoveForward
source: Move Forward
de: Vorwärts bewegen
fr: Avancer
hu: Mozgatás előre
it: Andare avanti
ko: 앞으로 이동
ru: Движение вперёд

# ST_Menu,ControlsSettings_Bindings_MoveForward_Subtext
source: Key/Button to <h>move forward.</>
de: Taste/Knopf zum <h>Vorwärts gehen.</>
fr: Touche/Bouton pour <h>avancer.</>
hu: Billentyű/gomb a <h>előrehaladáshoz.&lt;/&gt
it: Tasto/pulsante per <h>andare avanti.</>
ko: Key/Button 을 눌러 <h>앞으로 이동합니다.</>
ru: Клавиша/кнопка для <h> перемещения вперед.</>

# ST_Menu,ControlsSettings_Bindings_MoveLeft
source: Move Left
de: Links bewegen
fr: Déplacer vers la gauche
hu: Mozgatás Balra
it: Muoversi a sinistra
ko: 왼쪽으로 이동
ru: Движение влево

# ST_Menu,ControlsSettings_Bindings_MoveLeft_Subtext
source: Key/Button to <h>move left.</>
de: Taste/Knopf zum <h>Links gehen.</>
fr: Touche/Bouton pour <h>aller à gauche.</>
hu: Billentyű/gomb a <h>balra mozog.&lt;/&gt
it: Tasto/pulsante per <h>spostarsi a sinistra.</>
ko: Key/Button 을 <h>왼쪽으로 이동</>합니다
ru: Клавиша/кнопка для <h> перемещения влево.</>

# ST_Menu,ControlsSettings_Bindings_MoveRight
source: Move Right
de: Rechts bewegen
fr: Déplacer vers la droite
hu: Mozgatás Jobbra
it: Muoversi a destra
ko: 오른쪽으로 이동
ru: Движение вправо

# ST_Menu,ControlsSettings_Bindings_MoveRight_Subtext
source: Key/Button to <h>move right.</>
de: Taste/Knopf zum <h>Rechts gehen.</>
fr: Touche/Bouton pour <h>aller à droite.</>
hu: Billentyű/gomb a <h>jobbra mozog.&lt;/&gt
it: Tasto/pulsante per <h>spostarsi a destra.</>
ko: Key/Button 을 <h>오른쪽으로 이동</>합니다
ru: Клавиша/кнопка для <h> перемещения вправо.</>

# ST_Menu,ControlsSettings_Bindings_None
source: None
de: Nichts
fr: Aucun
hu: Nincs
it: Nessuno
ko: 없음
ru: Нет

# ST_Menu,ControlsSettings_Bindings_Pause
source: Pause
hu: Szüneteltetés
it: Pausa
ko: 일시 중지
ru: Пауза

# ST_Menu,ControlsSettings_Bindings_Pause_Subtext
source: Key/Button to <h>pause the game.</>
de: Taste/Knopf zum <h>Pausieren des Spiels.</>
fr: Touche/Bouton pour <h>mettre le jeu en pause.</>
hu: Billentyű/gomb a <h>játék szüneteltetéséhez.&lt;/&gt
it: Tasto/pulsante per <h>mettere in pausa il gioco.</>
ko: Key/Button 을 눌러 <h>게임을 일시 중지합니다.</>
ru: Клавиша/кнопка для <h> приостановки игры.</>

# ST_Menu,ControlsSettings_Bindings_PushToTalk
source: Push To Talk
fr: Appuyer pour parler
ko: 푸시 투 토크
ru: Нажать, чтобы говорить

# ST_Menu,ControlsSettings_Bindings_PushToTalk_Subtext
source: Key/Button to <h>talk in voice chat.</>
de: Taste/Knopf zum <h>Sprechen im Sprachchat.</>
fr: Touche/bouton pour <h>parler dans le chat vocal.</>
hu: Billentyű/gomb a <h>beszélgetéshez a hangchatben.&lt;/&gt
it: Tasto/pulsante per <h>parlare nella chat vocale.</>
ko: Key/Button 을 눌러 음성 채팅에서 <h>대화하기</>
ru: Клавиша/кнопка для <h> разговора в голосовом чате.</>

# ST_Menu,ControlsSettings_Bindings_Run
source: Run
de: Rennen
fr: Courir
hu: Futtatás
it: Correre
ko: 실행
ru: Бежать

# ST_Menu,ControlsSettings_Bindings_Run_Subtext
source: Key/Button to <h>run.</>
de: Taste/Knopf zum <h>Rennen.</>
fr: Touche/bouton pour <h>exécuter.</>
hu: Billentyű/gomb a <h>futtatáshoz.&lt;/&gt
ko: Key/Button 을 <h>실행.</>으로 전환합니다
ru: Клавиша/кнопка для <h>запуска.</>

# ST_Menu,ControlsSettings_Camera
source: Camera
de: Kamera
fr: Caméra
hu: Kamera
it: Telecamera
ko: 카메라
ru: Камера

# ST_Menu,ControlsSettings_Controller
source: Controller
fr: Contrôleur
hu: Kontroller
ko: 컨트롤러
ru: Контроллер

# ST_Menu,ControlsSettings_ControllerType
source: Controller Type
de: Controller Typ
fr: Type de contrôleur
hu: Vezérlő típusa
it: Tipo di controllore
ko: 컨트롤러 유형
ru: Тип контроллера

# ST_Menu,ControlsSettings_ControllerType_SubText
source: Switch between different <h>UI icons</> based on Controller Type. <b>Default Value: Xbox</>
de: Umschalten zwischen verschiedenen <h>UI-Symbolen</> je nach Controller Typ. <b>Standardwert: Xbox</>
fr: Basculez entre différentes <h>icônes d'interface utilisateur</> en fonction du type de contrôleur. <b>Valeur par défaut : Xbox</>
hu: Váltás a különböző <h>UI ikonok&lt;/&gt; között a vezérlő típusa alapján. <b>Alapértelmezett érték: Xbox&lt;/&gt
it: Passa da una <h>icona dell'interfaccia utente</> all'altra in base al tipo di controller. <b>Valore predefinito: Xbox</>
ko: 컨트롤러 유형에 따라 서로 다른 <h>UI 아이콘</> 사이를 전환합니다. <b>기본값: Xbox</>
ru: Переключайтесь между различными значками пользовательского интерфейса в зависимости от типа контроллера. <b>Значение по умолчанию: Xbox</>

# ST_Menu,ControlsSettings_Controls
source: Controls
de: Steuerung
fr: Contrôles
hu: Vezérlő
it: Controlli
ko: 컨트롤
ru: Управления

# ST_Menu,ControlsSettings_Crouch
source: Crouch
de: Ducken
fr: S'accroupir
hu: Guggolás
it: Accovacciati
ko: 웅크리기
ru: Присесть

# ST_Menu,ControlsSettings_Crouch_SubText
source: Key/Button to <h>crouch.</>
de: Taste/Knopf zum <h>Ducken.</>
fr: Touche/bouton pour <h>s'accroupir.</>
hu: Billentyű/gomb a <h>guggoláshoz.&lt;/&gt
ko: Key/Button 을 <h>웅크리기</>로 전환합니다
ru: Клавиша/кнопка для <h> приседания.</>

# ST_Menu,ControlsSettings_GamePadSettings
source: Gamepad Bindings
de: Kontroller Belegung
fr: Fixations de manette de jeu
hu: Gamepad kötések
it: Attacchi del gamepad
ko: 게임패드 설정
ru: Привязки к геймпаду

# ST_Menu,ControlsSettings_Global
source: Global
hu: Globális
it: Globale
ko: 글로벌
ru: Глобальный

# ST_Menu,ControlsSettings_Inventory
source: Inventory
de: Inventar
fr: Inventaire
hu: Leltár
it: Inventario
ko: 인벤토리
ru: Инвентарь

# ST_Menu,ControlsSettings_Inventory_SubText
source: Key/Button to <h>open inventory.</>
de: Taste/Knopf zum <h>Inventar öffnen.</>
fr: Touche/bouton pour <h>ouvrir l'inventaire.</>
hu: Billentyű/gomb a <h>leltár megnyitásához.&lt;/&gt
it: Tasto/pulsante per <h>aprire l'inventario.</>
ko: <h>인벤토리 열기</> Key/Button
ru: Клавиша/кнопка для <h>открытия инвентаря.</>

# ST_Menu,ControlsSettings_InvertSticks
source: Invert Sticks
de: Invertierte Sticks
fr: Inverser les Joysticks
hu: Invertált pálcák
ko: 스틱 반전
ru: Переверните палочки

# ST_Menu,ControlsSettings_InvertSticks_SubText
source: <h>Switches Left and Right Stick.</> By default the Left Stick is used for movement and the Right Stick moves the camera. <b>Default Value: Off</>
de: <h>Schaltet den linken und rechten Stick um.</> Standardmäßig wird der linke Stick zur Bewegung verwendet und der rechte Stick bewegt die Kamera. <b>Standardwert: Aus</>
fr: <h>Permute les sticks gauche et droit.</> Par défaut, le stick gauche est utilisé pour le mouvement et le stick droit déplace la caméra. <b>Valeur par défaut : Désactivé</>
hu: <h>A bal és a jobb oldali kar váltása.</> Alapértelmezés szerint a bal karral mozgatható, a jobb karral pedig a kamera mozgatható. <b>Alapértelmezett érték: Ki</>
it: <h>Cambia levetta sinistra e destra.</> Per impostazione predefinita, la levetta sinistra viene utilizzata per il movimento e la levetta destra sposta la telecamera. <b>Valore predefinito: disattivato</>
ko: <h>왼쪽 및 오른쪽 스틱을 전환합니다.</> 기본적으로 왼쪽 스틱은 이동에 사용되며 오른쪽 스틱은 카메라를 이동합니다. <b>기본값: Off</>
ru: <h> Переключает левый и правый джойстики.</> По умолчанию для перемещения используется левый джойстик, а правый джойстик перемещает камеру. <b>Значение по умолчанию: Выкл.</>

# ST_Menu,ControlsSettings_InvertX
source: Invert Horizontal Axis
de: Horizontale Achse invertieren
fr: Inverser l'axe horizontal
hu: Vízszintes tengely megfordítása
it: Invertire l'asse orizzontale
ko: 수평축 반전

# ST_Menu,ControlsSettings_InvertX_Subtext
source: Invert the <h>Horizontal (X) Axis</> of the camera. <b>Default Value: Off</>
de: Invertiert die <h>Horizontale (X) Achse</> der Kamera. <b>Standardwert: Aus</>
fr: Inversez l'<h>axe horizontal (X)</> de la caméra. <b>Valeur par défaut : Désactivé</>
hu: Fordítsa meg a <h>Horizontális (X) tengelyét</> a kamerán kívül. <b>Alapértelmezett érték: Ki</>
ko: 카메라의 <h>수평축</>을 반전시킵니다. <b>기본값: Off</>
ru: Инвертируйте горизонтальную ось <h> (X) камеры. <b>Значение по умолчанию: Выкл.</>

# ST_Menu,ControlsSettings_InvertY
source: Invert Vertical Axis
de: Vertikale Achse invertieren
fr: Inverser l'axe vertical
hu: Függőleges tengely invertálása
it: Invertire l'asse verticale
ko: 수직축 반전
ru: Инвертировать вертикальную ось

# ST_Menu,ControlsSettings_InvertY_Subtext
source: Invert the <h>Vertical (Y) Axis</> of the camera. <b>Default Value: Off</>
de: Invertiert die <h>Vertikale (Y)-Achse</> der Kamera. <b>Standardwert: Aus</>
fr: Inversez l'<h>axe vertical (Y)</> de la caméra. <b>Valeur par défaut : Désactivé</>
hu: Fordítsa meg a <h>Horizontális (Y) tengelyét</> a kamerán kívül. <b>Alapértelmezett érték: Ki</>
ko: 카메라의 <h>수직축</>을 반전시킵니다. <b>기본값: Off</>
ru: Инвертируйте вертикальную ось <h> (Y) камеры. <b>Значение по умолчанию: Выкл.</>

# ST_Menu,ControlsSettings_Jump
source: Jump
de: Springen
fr: Sauter
hu: Ugrás
it: Correre
ko: 점프
ru: Прыгать

# ST_Menu,ControlsSettings_Jump_SubText
source: Key/Button to <h>Jump.</>
de: Taste/Knopf zum <h>Springen.</>
fr: Touche/bouton pour <h>Sauter.</>
hu: Billentyű/gomb az <h>Ugráshoz.</>
ko: Key/Button 을 <h>점프</>로 전환합니다
ru: Клавиша/кнопка для <h>Прыжка.</>

# ST_Menu,ControlsSettings_KeyBindings
source: Key Bindings
de: Tastenbelegung
fr: Raccourcis clavier
hu: Irányítás
it: Legami di chiave
ko: 키 바인딩
ru: Кнопки управления

# ST_Menu,ControlsSettings_Movement
source: Movement
de: Bewegung
fr: Mouvement
hu: Mozgás
it: Movimento
ko: 이동
ru: Движение

# ST_Menu,ControlsSettings_NextWeapon
source: Next Weapon
de: Nächste Waffe
fr: Prochaine arme
hu: Következő fegyver
it: Prossima Arma
ko: 다음 무기
ru: Следующее оружие

# ST_Menu,ControlsSettings_NextWeapon_SubText
source: Key/Button to <h>change to the next weapon.</>
de: Taste/Knopf zum <h>Wechsel zur nächsten Waffe.</>
fr: Touche/Bouton pour <h>passer à l'arme suivante.</>
hu: Billentyű/gomb a <h>váltáshoz a következő fegyverre.</>
it: Tasto/pulsante per <h>passare all'arma successiva.</>
ko: Key/Button 을 눌러 <h>다음 무기로 변경합니다</>
ru: Клавиша/кнопка для <h>перехода к следующему оружию.</>
