Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Animals,PorkText
source: Pork is a meat derived from pigs. It is one of the most common and popular meats in many cuisines around the world. Pork has a distinctive flavor and succulent texture that make it a versatile and sought-after product. Pork meat can be of varying quality and degree of selection. Selected pork is usually obtained from young animals and is characterized by tenderness and softness. It can be used for quick cooking such as roasts or stews. Other categories of pork, such as "bacon" or "lard", are known for their high fat content and distinctive flavor. Pork is a rich source of protein, iron, zinc and B vitamins. It also contains some fat, which can be removed or used for frying and braising dishes. Pork can be prepared in a variety of ways including frying, boiling, baking, grilling and smoking. Pork is used in many different dishes, from classic fried pork cutlets and knuckles to delicious pork ribs, bacon and sausages. It is found in a variety of national cuisines, from Chinese to Italian, Mexican to Russian. Juicy and flavorful pork dishes always delight gourmets and are an indispensable part of a varied diet.
de: Schweinefleisch ist ein Fleisch, das vom Schwein stammt. Es ist eines der häufigsten und beliebtesten Fleischsorten in vielen Küchen der Welt. Schweinefleisch hat einen unverwechselbaren Geschmack und eine saftige Textur, die es zu einem vielseitigen und begehrten Produkt machen. Schweinefleisch kann von unterschiedlicher Qualität sein und einen unterschiedlichen Selektionsgrad aufweisen. Ausgewähltes Schweinefleisch wird in der Regel von jungen Tieren gewonnen und zeichnet sich durch Zartheit und Weichheit aus. Es eignet sich für die schnelle Küche wie Braten oder Eintöpfe. Andere Kategorien von Schweinefleisch, wie "Speck" oder "Schmalz", sind für ihren hohen Fettgehalt und ihren unverwechselbaren Geschmack bekannt. Schweinefleisch ist eine reichhaltige Quelle für Eiweiß, Eisen, Zink und B-Vitamine. Es enthält auch etwas Fett, das entfernt oder zum Braten und Schmoren verwendet werden kann. Schweinefleisch kann auf verschiedene Weise zubereitet werden, z. B. durch Braten, Kochen, Backen, Grillen und Räuchern. Schweinefleisch wird in vielen verschiedenen Gerichten verwendet, von klassischen gebratenen Koteletts und Haxen bis hin zu köstlichen Schweinerippchen, Speck und Würstchen. Es findet sich in einer Vielzahl von Landesküchen, von der chinesischen über die italienische und mexikanische bis zur russischen Küche. Saftige und schmackhafte Schweinefleischgerichte erfreuen Feinschmecker immer und sind ein unverzichtbarer Bestandteil einer abwechslungsreichen Ernährung.
fr: Le porc est une viande dérivée du porc. C’est l’une des viandes les plus courantes et les plus populaires dans de nombreuses cuisines du monde. Le porc a une saveur distinctive et une texture succulente qui en font un produit polyvalent et recherché. La viande de porc peut être de qualité et de degré de sélection variables. Le porc sélectionné est généralement obtenu à partir de jeunes animaux et se caractérise par sa tendreté et sa douceur. Il peut être utilisé pour des cuissons rapides comme des rôtis ou des ragoûts. D'autres catégories de porc, comme le « bacon » ou le « saindoux », sont connues pour leur teneur élevée en matières grasses et leur saveur distinctive. Le porc est une riche source de protéines, de fer, de zinc et de vitamines B. Il contient également un peu de graisse, qui peut être retirée ou utilisée pour frire et braiser des plats. Le porc peut être préparé de diverses manières, notamment frit, bouilli, cuit au four, grillé et fumé. Le porc est utilisé dans de nombreux plats différents, des escalopes et jarrets de porc frits classiques aux délicieuses côtes de porc, bacon et saucisses. On le trouve dans une variété de cuisines nationales, du chinois à l'italien, du mexicain au russe. Les plats de porc juteux et savoureux ravissent toujours les gourmets et constituent un élément indispensable d'une alimentation variée.
hu: A sertéshús sertésből származó hús. A világ számos konyhájában az egyik legelterjedtebb és legnépszerűbb húsféle. A sertéshús jellegzetes íze és zamatos állaga sokoldalú és keresett termékké teszi. A sertéshús különböző minőségű és választékú lehet. A válogatott sertéshúst általában fiatal állatokból nyerik, és a zsengeség és puhaság jellemzi. Gyors főzéshez, például sültekhez vagy pörköltekhez használható. Más sertéshús-kategóriák, mint például a "szalonna" vagy a "sertészsír", magas zsírtartalmukról és jellegzetes ízükről ismertek. A sertéshús gazdag fehérje-, vas-, cink- és B-vitaminforrás. Tartalmaz némi zsírt is, amelyet el lehet távolítani, vagy fel lehet használni sütéshez és pároláshoz. A sertéshús számos módon elkészíthető, beleértve a sütést, főzést, sütést, grillezést és füstölést. A sertéshúst sokféle ételhez használják, a klasszikus sült sertésszeletektől és csülköktől kezdve az ízletes sertésbordákig, szalonnáig és kolbászokig. Számos nemzeti konyhában megtalálható, a kínaitól az olaszig, a mexikóiig és az oroszig. A lédús és ízletes sertéshúsételek mindig elragadtatják az ínyenceket, és a változatos étrend nélkülözhetetlen részét képezik.
it: La carne di maiale è una carne derivata dal maiale. È una delle carni più comuni e popolari in molte cucine del mondo. La carne di maiale ha un sapore caratteristico e una consistenza succulenta che la rendono un prodotto versatile e ricercato. La carne di maiale può essere di diversa qualità e grado di selezione. La carne di maiale selezionata è solitamente ottenuta da animali giovani ed è caratterizzata da tenerezza e morbidezza. Può essere utilizzata per cotture veloci come arrosti o stufati. Altre categorie di carne di maiale, come il "bacon" o il "lardo", sono note per l'elevato contenuto di grassi e il sapore caratteristico. La carne di maiale è una ricca fonte di proteine, ferro, zinco e vitamine del gruppo B. Contiene anche un po' di grasso, che può essere eliminato o utilizzato per friggere e brasare i piatti. La carne di maiale può essere preparata in vari modi, tra cui la frittura, la bollitura, la cottura al forno, la griglia e l'affumicatura. La carne di maiale viene utilizzata in molti piatti diversi, dalle classiche cotolette e stinchi di maiale fritti alle deliziose costine, pancetta e salsicce. Si trova in una varietà di cucine nazionali, da quella cinese a quella italiana, da quella messicana a quella russa. I piatti a base di carne di maiale, succosi e saporiti, sono sempre una delizia per i buongustai e sono una parte indispensabile di una dieta varia.
ko: 돼지고기는 돼지에서 추출한 육류입니다. 전 세계 많은 요리에서 가장 흔하고 인기 있는 육류 중 하나입니다. 돼지고기는 독특한 풍미와 육즙이 풍부한 식감으로 다재다능하고 인기 있는 제품입니다. 돼지고기는 품질과 선별 정도에 따라 다양한 종류가 있습니다. 엄선된 돼지고기는 일반적으로 어린 동물에서 얻으며 부드러움과 부드러움이 특징입니다. 로스트나 스튜와 같은 빠른 요리에 사용할 수 있습니다. "베이컨" 또는 "라드"와 같은 다른 종류의 돼지고기는 지방 함량이 높고 독특한 풍미로 유명합니다. 돼지고기는 단백질, 철분, 아연, 비타민 B의 풍부한 공급원입니다. 또한 약간의 지방이 포함되어 있어 제거하거나 튀김 및 조림 요리에 사용할 수 있습니다. 돼지고기는 튀김, 삶기, 굽기, 구이, 훈제 등 다양한 방법으로 조리할 수 있습니다. 돼지고기는 고전적인 튀김 돈까스와 너클부터 맛있는 돼지 갈비, 베이컨, 소시지에 이르기까지 다양한 요리에 사용됩니다. 중국 요리부터 이탈리아 요리, 멕시코 요리, 러시아 요리에 이르기까지 다양한 국가 요리에서 찾아볼 수 있습니다. 육즙이 풍부하고 풍미 가득한 돼지 고기 요리는 항상 미식가들을 기쁘게하며 다양한 식단에 없어서는 안될 부분입니다.
ru: Свинина - это мясо, получаемое от свиней. Оно является одним из самых распространенных и популярных видов мяса в многих кухнях по всему миру. Свинина обладает характерным вкусом и сочной текстурой, которые делают ее универсальным и востребованным продуктом. Мясо свинины может быть различного качества и степени отборности. Отборная свинина обычно получается от молодых животных и характеризуется нежностью и мягкостью. Ее можно использовать для быстрого приготовления блюд, таких как жаркое или тушенка. Другие категории свинины, такие как "бекон" или "сало", известны своей высокой жирностью и особым вкусом. Свинина является богатым источником белка, железа, цинка и витаминов группы В. Она также содержит некоторое количество жира, которое может быть удалено или использовано для жарки и тушения блюд. Свинина может быть приготовлена по разным способам, включая жарку, варку, запекание, гриль и копчение. Свинина используется в множестве разнообразных блюд, от классических жареных свиных котлет и рульки до вкуснейших свиных ребрышек, бекона и колбас. Ее находят в различных национальных кухнях - от китайской до итальянской, от мексиканской до русской. Сочные и ароматные блюда из свинины всегда радуют гурманов и являются незаменимой частью разнообразного питания.

# Animals,UseHorse
source: Get on the horse
de: Steig auf das Pferd
fr: Monter sur le cheval
hu: Szállj fel a lóra
it: Salire a cavallo
ko: 말 타기
ru: Сесть на лошадь

# BaseNPC,Akakii
source: Akakii
ko: 아카키
ru: Акакий

# BaseNPC,Alexey
source: Alexey
ko: 알렉세이
ru: Алексей

# BaseNPC,AlisaAndreevna
source: Alisa Andreevna
ko: 알리사 안드레브나
ru: Алиса Андреевна

# BaseNPC,AndreyVasilikov
source: Andrey Vasilikov
ko: 안드레이 바실리코프
ru: Андрей Васильков

# BaseNPC,Angela
source: Angela
ko: 안젤라
ru: Анжела

# BaseNPC,Angela_Olegovna
source: Angela Olegovna
ko: 안젤라 올레고브나
ru: Анжела Олеговна

# BaseNPC,AnhelikaPivo
source: Anhelika Pivo
ko: 안헬리카 피보
ru: Анжелика Пиво

# BaseNPC,Anna
source: Anna
ko: 안나
ru: Анна

# BaseNPC,Anna_Filimonovna
source: Anna Filimonovna
ko: 안나 필리모노브나
ru: Анна Филлимоновна

# BaseNPC,Aristarch_Petrovich
source: Aristarch Petrovich
hu: Arisztarka Petrovics
it: Aristarco Petrovich
ko: 아리스타크 페트로비치
ru: Аристарх Петрович

# BaseNPC,Arkadii
source: Arkadii
ko: 아르카디
ru: Аркадий

# BaseNPC,Arsenii
source: Arsenii
ko: 아르세니
ru: Арсений

# BaseNPC,BabaEga
source: Baba Egorovna
ko: 바바 에고로브나

# BaseNPC,David
source: David
hu: Dávid
ko: 데이비드
ru: Давид

# BaseNPC,DemidovVasilii
source: Demidov Vasilii
ko: 데미도프 바실리
ru: Демидов Василий

# BaseNPC,Dmitry
source: Dmitry
ko: 드미트리
ru: Дмитрий

# BaseNPC,ElectricianArseny
source: Electrician Arseny
de: Elektriker Arseny
hu: Villanyszerelő Arseny
it: Elettricista Arseny
ko: 전기 기술자 아르세니
ru: Электрик Арсений

# BaseNPC,FarmerGeorge
source: Farmer Gregory
de: Bauer Gregory
hu: Gregory gazda
it: L'agricoltore Gregory
ko: 농부 그레고리
ru: Фермер Григорий

# BaseNPC,FatherInnocent
source: Father Innocent
de: Vater Innocent
hu: Ártatlan atya
it: Padre Innocenzo
ko: 이노센트 신부
ru: Священник Иннокентий

# BaseNPC,Fedor
source: Fedor
ko: 페도르
ru: Фёдор

# BaseNPC,Fisherman
source: Fisherman
de: Fischer
fr: Pêcheur
hu: Horgász
ko: 어부
ru: Рыбак

# BaseNPC,ForestProtectorEugenia
source: Forest Protector Eugenia
de: Waldschützer Eugenia
fr: Eugenia, protectrice de la forêt
hu: Eugenia erdővédő
it: Protettrice della foresta Eugenia
ko: 숲 지킴이 유지니아
ru: Защитница леса Евгения

# BaseNPC,GadalkaVasilisa
source: Fortune-teller Vasilisa
de: Wahrsagerin Vasilisa
fr: La voyante Vasilisa
hu: Jósnő Vaszilisza
ko: 점쟁이 바실리사
ru: Гадалка Василиса

# BaseNPC,Galina_Ivanovna
source: Galina Ivanovna
ko: 갈리나 이바노브나
ru: Галина Ивановна

# BaseNPC,Gleb_Olezhnikov
source: Gleb Olezhnikov
ko: 글렙 올레즈니코프
ru: Глеб Олежников

# BaseNPC,Gopnik
source: Gopnik
ko: 고프닉
ru: Гопник

# BaseNPC,GrandpaMaximsbrother
source: Grandpa Maxim's brother
de: Großvater Maxim's Bruder
fr: Le frère de grand-père Maxim
hu: Maxim nagyapa testvére
it: Fratello di nonno Maxim
ko: 맥심 할아버지의 형제
ru: Брат деда Максима

# BaseNPC,Hipster
source: Hipster
ko: 힙스터
ru: Хипстер

# BaseNPC,IgnatiyAfanasyevich
source: Ignatiy Afanasyevich
ko: 이그나티 아파나시예비치
ru: Игнатий Афанасьевич

# BaseNPC,Ilya
source: Ilya
hu: Ignatiy Afanasyevich
ko: 일리아
ru: Илья

# BaseNPC,Julia
source: Julia
it: Giulia
ko: 줄리아
ru: Юлия

# BaseNPC,Katya
source: Katya
ko: 카티아
ru: Катя

# BaseNPC,Kira
source: Kira
ko: 키라
ru: Кира

# BaseNPC,Klara
source: Klara
it: Clara
ko: 클라라
ru: Клара

# BaseNPC,Kolyan
source: Nikolai
ko: 니콜라이
ru: Николай

# BaseNPC,Leha
source: Leha
ko: 레하
ru: Алексей

# BaseNPC,LesnikDmitry
source: Forester Dmitry Michurin
de: Förster Dmitry Michurin
fr: Forestier Dmitri Michurin
hu: Dmitry Michurin erdész
it: Forestale Dmitry Michurin
ko: 산림 관리인 드미트리 미추린
ru: Лесник Дмитрий Мичурин

# BaseNPC,LomovMaxim
source: Lomov Maxim
ko: 로모프 맥심
ru: Ломов Максим

# BaseNPC,Marina
source: Marina
ko: 마리나
ru: Марина

# BaseNPC,Masha
source: Masha
ko: 마샤
ru: Маша

# BaseNPC,Max
source: Max
ko: 맥스
ru: Макс

# BaseNPC,Maxim
source: Grandfather Maxim
de: Großvater Maxim
fr: Grand-père Maxime
hu: Maxim nagyapa
ko: 맥심 할아버지
ru: Дед максим

# BaseNPC,MechanicGerasim
source: Mechanic Gerasim
de: Mechaniker Gerasim
fr: Mécanicien Gérasim
hu: Gerasim szerelő
ko: 정비공 게라심
ru: Михаил Герасимов

# BaseNPC,Melissa
source: Melissa
ko: 멜리사
ru: Меллиса

# BaseNPC,Michael
source: Michael
ko: 마이클
ru: Михаил

# BaseNPC,MikhailPetrovich
source: Mikhail Petrovich
hu: Mihail Petrovics
it: Aristarco Petrovich
ko: 미하일 페트로비치
ru: Михаил Петрович

# BaseNPC,MikhailZadorny
source: Mikhail Zadorny
it: Aristarco Petrovich
ko: 미하일 자도르니
ru: Михаил Задорный

# BaseNPC,Mila
source: Mila
ko: 밀라
ru: Мила

# BaseNPC,Misha
source: Misha
ko: 미샤
ru: Миша

# BaseNPC,Natalie_Petrovna
source: Natalie Petrovna
ko: 나탈리 페트로브나
ru: Наталья Петровна

# BaseNPC,Pavel
source: Pavel
ko: 파벨
ru: Павел Кузякин

# BaseNPC,Petrovich
source: Petrovich
hu: Petrovics
it: Aristarco Petrovich
ko: 페트로비치
ru: Петрович

# BaseNPC,PostalworkerIrinaSerafimovna
source: Postal worker Irina
de: Postbotin Irina
fr: Irina, employée des postes
hu: Irina postai dolgozó
it: L'impiegata postale Irina
ko: 우체국 직원 이리나
ru: Работник почты Ирина

# BaseNPC,Robert
source: Robert
ko: 로버트
ru: Роберт Усатов

# BaseNPC,Salamon
source: Salamon
it: Salmone
ko: 살라몬
ru: Саламон

# BaseNPC,SeedsellerMaryaIvanovna
source: Seed seller Marya Ivanovna
de: Saatgutverkäuferin Marya Ivanovna
fr: Marya Ivanovna, Vendeuse de graines
hu: Vetőmagárus Marija Ivanovna
it: Sed sedano Maria Ivanovna
ko: 씨앗 판매자 메리야 이바노브나
ru: Марья Ивановна

# BaseNPC,SellerGalinaAlekseevna
source: Seller Galina Alekseevna
de: Verkäuferin Galina Alekseevna
fr: Vendeuse Galina Alekseevna
hu: Eladó Galina Alekseevna
it: Galina Ivanovna
ko: 판매자 갈리나 알렉세브나
ru: Продавец Галина Алексеевна

# BaseNPC,SemionBudkin
source: Semion Budkin
ko: 세미온 버드킨
ru: Семён Будкин

# BaseNPC,Serafima
source: Serafima
it: Serafino
ko: 세라피마
ru: Серафима

# BaseNPC,Serega
source: Serega
it: Seryoga
ko: 세레가
ru: Серёга

# BaseNPC,Sergey
source: Sergey
ko: 세르게이
ru: Сергей

# BaseNPC,SergeyBezrukikh
source: Sergey Bezrukikh
hu: Szergej Bezrukikh
ko: 세르게이 베즈루키크
ru: Сергей Безруких

# BaseNPC,SofyaSemyonovna
source: Sofya Semyonovna
ko: 소피아 세미노브나
ru: Софья Семёновна

# BaseNPC,Sveta
source: Sveta
it: Mondo
ko: 스베타
ru: Света

# BaseNPC,SvetikDoctor
source: Svetik Doctor
hu: Svetik orvos
ko: 의사 스베틱
ru: Доктор Светлана

# BaseNPC,TeacherVitaly
source: Teacher Vitaly
de: Lehrer Vitaly
hu: Vitaly tanár úr
it: Insegnante Vitaly
ko: 비탈리 선생님
ru: Учитель Виталий

# BaseNPC,UncleBorya
source: Uncle Borya
de: Onkel Borya
hu: Borya nagybácsi
it: Zio Borya
ko: 보리아 삼촌
ru: Дядя Боря

# BaseNPC,Vadim
source: Vadim
ko: 바딤
ru: Вадим Овчарук

# BaseNPC,Vasily
source: Vasily
ko: 바실리
ru: Василий Мичурин

# BaseNPC,Vasya
source: Vasya
ko: 바샤
ru: Вася

# BaseNPC,VictorNikylin
source: Viktor Nikulin
ko: 빅토르 니쿨린
ru: Виктор Никулин

# BaseNPC,ViktorGromov
source: Viktor Gromov
it: Vittorio Gromov
ko: 빅토르 그로모프
ru: Виктор Громов

# BaseNPC,Vlad
source: Vlad
ko: 블라드
ru: Влад

# BaseNPC,VladimirZhirkov
source: Vladimir Zhirkov
ko: 블라디미르 지르코프
ru: Владимир Жирков

# BaseNPC,Volodya
source: Volodya
ko: 볼로디아
ru: Володя

# BaseNPC,Yuriy
source: Yuriy
it: Yuri
ko: 유리
ru: Юрий

# BaseNPC,Zakhar
source: Zakhar
it: Zachar
ko: 자카르
ru: Захар

# Bedding,0
source: Pull out the weeds
de: Das Unkraut jäten
fr: Arrachez les mauvaises herbes
hu: Húzd ki a gazokat
it: Estrarre le erbacce
ko: 잡초 뽑기
ru: Вырвать сорняки

# Bedding,0Info
source: We should weed the bed...
de: Wir sollten das Beet jäten...
fr: On devrait désherber le lit...
hu: Gyomlálni kéne az ágyat...
it: Dovremmo estirpare il letto...
ko: 텃밭의 잡초를 제거해야 합니다...
ru: Надо бы прополоть грядку...

# Bedding,0Info2
source: Destroying pesky weeds...
de: Lästiges Unkraut vernichten...
fr: Détruire les mauvaises herbes...
hu: A bosszantó gyomok elpusztítása...
it: Distruggere le erbacce fastidiose...
ko: 성가신 잡초 제거하기...
ru: Уничтожение надоедливых сорняков...

# Bedding,1
source: What shall we plant?
de: Was sollen wir pflanzen?
fr: Que va-t-on planter ?
hu: Mit ültessünk?
it: Cosa piantiamo?
ko: 무엇을 심을까요?
ru: Что будем сажать?

# Bedding,1Info
source: Now you can plant something...
de: Jetzt können Sie etwas pflanzen...
fr: Maintenant, vous pouvez planter quelque chose...
hu: Most már ültethetsz valamit...
it: Ora puoi piantare qualcosa...
ko: 이제 무언가를 심을 수 있습니다...
ru: Теперь вы можете посадить что-нибудь...

# Bedding,2
source: Planted:
de: Gepflanzt:
fr: Planté:
hu: Ültetve:
it: Piantata:
ko: 심었습니다:
ru: Посажено:

# Bedding,2Info
source: The harvest isn't ripe yet...
de: Die Ernte ist noch nicht reif...
fr: La récolte n'est pas encore mûre...
hu: A termés még nem érett meg...
it: Il raccolto non è ancora maturo...
ko: 아직 무르익지 않았습니다...
ru: Урожай еще не созрел...

# Bedding,2Info2
source: Planting:
de: Anpflanzen:
fr: Plantation:
hu: Ültetés:
it: Piantagione:
ko: 심기:
ru: Посадка:

# Bedding,3
source: Harvesting:
de: Ernten:
fr: Récolte:
hu: Betakarítás:
it: Raccolta:
ko: 수확:
ru: Сбор урожая:

# Bedding,Bed
source: The bed
de: Das Bett
fr: Le lit
hu: Az ágy
it: Il letto
ko: 텃밭
ru: Грядка

# Bedding,Beets
source: Beets
de: Rote Beete
fr: Betteraves
hu: Cékla
it: Barbabietole
ko: 비트
ru: Свекла
