Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Notice,Tolet
source: Go to the toilet
de: Geh auf die Toilette
fr: Aller aux toilettes
hu: Menj ki a mosdóba
it: Andare in bagno
ko: 화장실로 가기
ru: Сходить в туалет

# Notice,TurnLock
source: Turn the lock
de: Drehe das Schloss
fr: Tournez la serrure
hu: Fordítsa el a zárat
it: Girare la serratura
ko: 잠금 장치 돌리기
ru: Повернуть замок

# Notice,TurnPickLock
source: Turn the picklock
de: Drehe den Dietrich
fr: Tournez le crochets
hu: Fordítsa el a reteszt
it: Girare il grimaldello
ko: 락픽을 돌리기
ru: Повернуть отмычку

# Notice,UltraQuality
source: Ultra Quality
de: Ultra Qualität
fr: Ultra qualité
hu: Ultra minőség
it: Qualità Ultra
ko: 울트라 화질
ru: Ультра качество

# Notice,VillageMap
source: Village Map
de: Dorfkarte
fr: Carte du village
hu: Falu térképe
it: Mappa del villaggio
ko: 마을 지도
ru: Карта деревни

# Notice,Wall
source: Walls
de: Mauern
fr: Murs
hu: Falak
ko: 벽
ru: Стены

# Notice,Welcome
source: VD Games presents a maximally cult game about Russian village! Enjoy the game. Here we go!
de: VD Games präsentiert ein äußerst kultiges Spiel über ein russisches Dorf! Viel Spaß mit dem Spiel. Los geht's!
fr: VD Games présente un jeu culte sur le village russe ! Apprécier le jeu. On y va!
hu: A VD Games egy maximálisan kultikus játékot mutat be az orosz faluról! Élvezze a játékot. Kezdődik!
it: VD Games presenta un gioco cult sul villaggio russo! Godetevi il gioco. Ecco a voi!
ko: VD Games가 러시아 마을에 관한 극도로 독특한 컬트 게임을 선보입니다! 게임을 즐겨보세요. 시작하겠습니다!
ru: VD Games представляет максимально культовую игру про русскую деревню! Начинаем!

# Notice,Windows
source: Windows
de: Fenster
fr: Fenêtres
it: Finestre
ko: 창문
ru: Окна

# Notice,XeSS
source: XeSS Intel
ko: XeSS 인텔

# Notice,XeSSText
source: XeSS (Xe Super Sampling) is a supersampling technology developed by Intel to improve graphics quality in games and other computer applications. The main goal of Intel's XeSS is to increase the resolution and realism of an image by applying supersampling. Supersampling is a technique in which an image is computed at a higher resolution than what can be displayed on the screen. The image is then reduced back to the screen resolution by pixel averaging, resulting in a sharper and more detailed image. Works only on DirectX 12.
de: XeSS (Xe Super Sampling) ist eine von Intel entwickelte Supersampling-Technologie zur Verbesserung der Grafikqualität in Spielen und anderen Computeranwendungen. Das Hauptziel von Intels XeSS ist es, die Auflösung und den Realismus eines Bildes durch die Anwendung von Supersampling zu erhöhen. Supersampling ist eine Technik, bei der ein Bild mit einer höheren Auflösung berechnet wird, als es auf dem Bildschirm angezeigt werden kann. Das Bild wird dann durch Pixel-Mittelung auf die Bildschirmauflösung reduziert, was zu einem schärferen und detaillierteren Bild führt. Funktioniert nur mit DirectX 12.
fr: XeSS (Xe Super Sampling) est une technologie de suréchantillonnage développée par Intel pour améliorer la qualité graphique des jeux et autres applications informatiques. L'objectif principal du XeSS d'Intel est d'augmenter la résolution et le réalisme d'une image en appliquant le suréchantillonnage. Le suréchantillonnage est une technique dans laquelle une image est calculée à une résolution supérieure à celle qui peut être affichée à l'écran. L'image est ensuite réduite à la résolution de l'écran par moyenne des pixels, ce qui donne une image plus nette et plus détaillée. Fonctionne uniquement sur DirectX 12.
hu: Az XeSS (Xe Super Sampling) az Intel által kifejlesztett szuper-mintavételezési technológia, amelynek célja a grafikai minőség javítása a játékokban és más számítógépes alkalmazásokban. Az Intel XeSS fő célja, hogy szuper-mintavételezés alkalmazásával növelje a kép felbontását és realizmusát. A szuper-mintavételezés olyan technika, amely során a képet nagyobb felbontással számítják ki, mint ami a képernyőn megjeleníthető. Ezután a képet pixelátlagolással visszavezetik a képernyő felbontására, ami élesebb és részletesebb képet eredményez. Csak DirectX 12 esetén működik.
it: XeSS (Xe Super Sampling) è una tecnologia di supercampionamento sviluppata da Intel per migliorare la qualità grafica nei giochi e in altre applicazioni per computer. L'obiettivo principale di XeSS di Intel è aumentare la risoluzione e il realismo di un'immagine applicando il supersampling. Il supercampionamento è una tecnica in cui un'immagine viene calcolata con una risoluzione superiore a quella che può essere visualizzata sullo schermo. L'immagine viene quindi ridotta alla risoluzione dello schermo mediante la media dei pixel, ottenendo un'immagine più nitida e dettagliata. Funziona solo su DirectX 12.
ko: XeSS(Xe 슈퍼 샘플링)는 게임 및 기타 컴퓨터 애플리케이션의 그래픽 품질을 향상시키기 위해 인텔에서 개발한 슈퍼 샘플링 기술입니다. 인텔 XeSS의 주요 목표는 슈퍼샘플링을 적용하여 이미지의 해상도와 사실감을 높이는 것입니다. 슈퍼샘플링은 이미지를 화면에 표시할 수 있는 해상도보다 더 높은 해상도로 계산하는 기술입니다. 그런 다음 픽셀 평균을 통해 이미지를 화면 해상도로 다시 줄여 더 선명하고 세밀한 이미지를 구현합니다. DirectX 12에서만 작동합니다.
ru: XeSS (Xe Super Sampling) - это технология суперсемплинга, разработанная компанией Intel для улучшения качества графики в играх и других компьютерных приложениях. Основная цель XeSS Intel заключается в увеличении разрешения и реалистичности изображения, путем применения суперсемплинга. Суперсемплинг - это техника, при которой изображение рассчитывается с более высоким разрешением, чем то, которое может быть отображено на экране. Затем изображение уменьшается снова до разрешения экрана, путем усреднения пикселей, что позволяет получить более четкое и детализированное изображение. Работает только на DirectX 12.

# Notice,Zoom
source: - Zoom
hu: - Nagyítás
it: -Ingrandisci
ko: - 줌
ru: - Масштаб

# Quests,Accept
source: Accept
de: Annehmen
fr: Accepter
hu: Elfogadás
it: Accetta
ko: 동의
ru: Принять

# Quests,Accessed
source: Accessed
de: Zugänglich
fr: Accessible
hu: Hozzáférés
it: Accesso effettuato
ko: 액세스
ru: Доступно

# Quests,Author
source: Quest issued:
de: Aufgabe erteilt:
fr: Quête émise :
hu: A küldetést kiadták:
it: Quest emessa:
ko: 퀘스트 생성:
ru: Квест выдал:

# Quests,Cancel
source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégsem
it: Cancellare
ko: 취소
ru: Отменить

# Quests,Completed
source: Completed
de: Abgeschlossen
fr: Complété
hu: Teljesítve
it: Completato
ko: 완료됨
ru: Завершено

# Quests,Done
source: The quest is done...
de: Die Aufgabe ist erledigt...
fr: La quête est terminée...
hu: A küldetés befejeződött...
it: La ricerca è terminata...
ko: 퀘스트가 완료되었습니다...
ru: Квест выполняется...

# Quests,Executed
source: Executed
de: Ausgeführt
fr: Réalisé
hu: Végrehajtva
it: Eseguito
ko: 실행됨
ru: Принят

# Quests,Hide
source: Hide
de: Verstecken
fr: Cacher
hu: Elrejtés
it: Nascondere
ko: 숨기기
ru: Скрыть

# Quests,Needed
source: Needed
de: Benötigt
fr: Nécessaire
hu: Szükséges
it: Necessario
ko: 필요
ru: Необходимо

# Quests,Rejected
source: Rejected
de: Abgelehnt
fr: Rejeté
hu: Elutasított
it: Respinto
ko: 거부됨
ru: Отказаться

# Quests,Remove
source: The task was successfully deleted!
de: Die Aufgabe wurde erfolgreich gelöscht!
fr: La tâche a été supprimée avec succès !
hu: A feladat sikeresen törlődött!
it: L'attività è stata eliminata con successo!
ko: 작업이 성공적으로 삭제되었습니다!
ru: Задание успешно удалено!

# Quests,Rewards
source: Rewards
de: Belohnungen
fr: Récompenses
hu: Jutalmak
it: Premi
ko: 보상
ru: Награды

# Quests,Show
source: Show
de: Zeige
fr: Montrer
hu: Megjelenítés
it: Mostra
ko: 표시
ru: Показать

# Quests,Surrender
source: Surrender
de: Aufgeben
fr: Se rendre
hu: Feladás
it: Resa
ko: 포기
ru: Сдать задание

# QuestsItems,Beerbarrel
source: Beer barrel
de: Bierfass
fr: Fût de bière
hu: Söröshordó
ko: 맥주통
ru: Пивная бочка

# QuestsItems,BeerbarrelText
source: A beer keg is a container designed to store and transport beer. It is usually made of stainless steel or aluminum, which ensures durability and tightness. A beer keg has a cylindrical shape and can have different sizes and volumes, from a few liters to several hundred liters. It usually has two openings - one for filling the keg with beer and the other for drawing out the beer. To ensure the quality of the beer, the beer keg is equipped with special valves and an airtight lid. The valves allow you to control the pressure inside the keg and draw the beer without access to air. The lid provides protection from external influences such as light or dirt, which ensures the stability and freshness of the beer. The beer keg can be used both for storing beer in breweries or restaurants and for transporting and selling beer at various events - festivals, concerts, sporting events, etc. Using a beer keg has its advantages. Firstly, it saves space - instead of storing many separate bottles or cans, beer can be stored in a single container. Secondly, a beer keg provides better beer quality due to the lack of air access. In addition, using a beer keg can be more environmentally friendly because there is less waste - no need to throw away many empty bottles or cans. Overall, a beer keg is a convenient and efficient way to store and sell beer that preserves its freshness, quality and reduces environmental impact.
de: Ein Bierfass ist ein Behälter, der für die Lagerung und den Transport von Bier gedacht ist. Es besteht in der Regel aus Edelstahl oder Aluminium, was Langlebigkeit und Dichtigkeit gewährleistet. Ein Bierfass hat eine zylindrische Form und kann verschiedene Größen und Volumina haben, von ein paar Litern bis zu mehreren hundert Litern. Es hat in der Regel zwei Öffnungen - eine zum Befüllen des Fasses mit Bier und die andere zum Ablassen des Biers. Um die Qualität des Bieres zu gewährleisten, ist das Bierfass mit speziellen Ventilen und einem luftdichten Deckel ausgestattet. Mit den Ventilen kannst du den Druck im Inneren des Fasses kontrollieren und das Bier ohne Luftzutritt zapfen. Der Deckel schützt vor äußeren Einflüssen wie Licht oder Schmutz und sorgt so für die Stabilität und Frische des Bieres. Das Bierfass kann sowohl für die Lagerung von Bier in Brauereien oder Restaurants als auch für den Transport und den Verkauf von Bier bei verschiedenen Veranstaltungen - Festivals, Konzerten, Sportveranstaltungen usw. - verwendet werden. Die Verwendung eines Bierfasses hat einige Vorteile. Erstens spart es Platz - statt viele einzelne Flaschen oder Dosen zu lagern, kann das Bier in einem einzigen Behälter aufbewahrt werden. Zweitens bietet ein Bierfass eine bessere Bierqualität, da keine Luft eindringen kann. Außerdem kann die Verwendung eines Bierfasses umweltfreundlicher sein, weil weniger Abfall anfällt - es müssen nicht viele leere Flaschen oder Dosen weggeworfen werden. Insgesamt ist ein Bierfass eine bequeme und effiziente Art, Bier zu lagern und zu verkaufen, die seine Frische und Qualität bewahrt und die Umweltbelastung reduziert.
fr: Un fût de bière est un conteneur conçu pour stocker et transporter de la bière. Il est généralement fabriqué en acier inoxydable ou en aluminium, ce qui garantit durabilité et étanchéité. Un fût de bière a une forme cylindrique et peut avoir différentes tailles et volumes, de quelques litres à plusieurs centaines de litres. Il comporte généralement deux ouvertures : une pour remplir le fût de bière et l'autre pour extraire la bière. Pour garantir la qualité de la bière, le fût de bière est équipé de valves spéciales et d'un couvercle hermétique. Les vannes permettent de contrôler la pression à l'intérieur du fût et de tirer la bière sans accès à l'air. Le couvercle offre une protection contre les influences extérieures telles que la lumière ou la saleté, ce qui garantit la stabilité et la fraîcheur de la bière. Le fût de bière peut être utilisé aussi bien pour stocker la bière dans des brasseries ou des restaurants que pour transporter et vendre de la bière lors de divers événements – festivals, concerts, événements sportifs, etc. L'utilisation d'un fût de bière a ses avantages. Premièrement, cela permet d'économiser de l'espace : au lieu de stocker de nombreuses bouteilles ou canettes séparées, la bière peut être stockée dans un seul récipient. Deuxièmement, un fût de bière offre une meilleure qualité de bière en raison du manque d’accès à l’air. De plus, l'utilisation d'un fût de bière peut être plus respectueuse de l'environnement car il y a moins de déchets - pas besoin de jeter de nombreuses bouteilles ou canettes vides. Dans l’ensemble, un fût de bière est un moyen pratique et efficace de stocker et de vendre de la bière qui préserve sa fraîcheur, sa qualité et réduit son impact sur l’environnement.
hu: A söröshordó a sör tárolására és szállítására szolgáló tartály. Általában rozsdamentes acélból vagy alumíniumból készül, ami biztosítja a tartósságot és a tömörséget. A söröshordó henger alakú, és különböző méretű és térfogatú lehet, néhány litertől több száz literig. Általában két nyílással rendelkezik - az egyik a hordó sörrel való feltöltésére, a másik pedig a sör kivonására szolgál. A sör minőségének biztosítása érdekében a söröshordó speciális szelepekkel és légmentes fedéllel van felszerelve. A szelepek lehetővé teszik a hordó belsejében lévő nyomás szabályozását és a sör levegővételét levegő hozzáférése nélkül. A fedél védelmet nyújt a külső hatásoktól, például a fénytől vagy a szennyeződésektől, ami biztosítja a sör stabilitását és frissességét. A söröshordó egyaránt használható a sör tárolására sörfőzdékben vagy éttermekben, valamint a sör szállítására és értékesítésére különböző rendezvényeken - fesztiválokon, koncerteken, sporteseményeken stb. A söröshordó használatának megvannak az előnyei. Először is, helyet takarít meg - sok különálló palack vagy doboz helyett a sört egyetlen tartályban lehet tárolni. Másodszor, a söröshordó jobb sörminőséget biztosít, mivel nem jut levegőhöz. A söröshordó használata emellett környezetbarátabb is lehet, mivel kevesebb hulladék keletkezik - nem kell kidobni sok üres palackot vagy dobozt. A söröshordó összességében kényelmes és hatékony módja a sör tárolásának és értékesítésének, amely megőrzi annak frissességét, minőségét és csökkenti a környezetterhelést.
ko: 맥주통은 맥주를 보관하고 운반하기 위해 고안된 용기입니다. 일반적으로 스테인리스 스틸 또는 알루미늄으로 만들어져 내구성과 견고성을 보장합니다. 맥주통은 원통형이며 몇 리터에서 수백 리터까지 다양한 크기와 부피를 가질 수 있습니다. 일반적으로 맥주통에 맥주를 채우는 구멍과 맥주를 빼내는 구멍이 두 개 있습니다. 맥주의 품질을 보장하기 위해 맥주통에는 특수 밸브와 밀폐 뚜껑이 장착되어 있습니다. 밸브를 사용하면 통 내부의 압력을 제어하고 공기에 접근하지 않고도 맥주를 추출할 수 있습니다. 뚜껑은 빛이나 먼지와 같은 외부 영향으로부터 맥주를 보호하여 맥주의 안정성과 신선도를 보장합니다. 맥주통은 양조장이나 레스토랑에서 맥주를 보관하거나 축제, 콘서트, 스포츠 이벤트 등 다양한 행사에서 맥주를 운반하고 판매하는 데 모두 사용할 수 있습니다. 맥주 통을 사용하면 장점이 있습니다. 첫째, 공간을 절약할 수 있습니다. 여러 병이나 캔을 따로 보관하는 대신 하나의 용기에 맥주를 보관할 수 있습니다. 둘째, 맥주통은 공기가 통하지 않기 때문에 맥주 품질이 더 좋아집니다. 또한 맥주 통을 사용하면 빈 병이나 캔을 많이 버릴 필요가 없어 낭비가 적기 때문에 환경 친화적일 수 있습니다. 전반적으로 맥주통은 맥주의 신선도와 품질을 보존하고 환경에 미치는 영향을 줄이는 편리하고 효율적인 맥주 보관 및 판매 방법입니다.
ru: Пивная бочка – это контейнер, предназначенный для хранения и транспортировки пива. Она обычно изготавливается из нержавеющей стали или алюминия, что обеспечивает долговечность и герметичность. Пивная бочка имеет цилиндрическую форму и может иметь различные размеры и объемы, от нескольких литров до нескольких сотен литров. Она обычно имеет два отверстия – одно для наполнения бочки пивом, а другое для вытягивания пива. Чтобы обеспечить качество пива, пивная бочка оснащена специальными клапанами и герметичным крышкой. Клапаны позволяют контролировать давление внутри бочки и осуществлять вытягивание пива без доступа воздуха. Крышка обеспечивает защиту от внешних воздействий, таких как свет или загрязнения, что обеспечивает устойчивость и свежесть пива. Пивная бочка может использоваться как для хранения пива в пивоварнях или ресторанах, так и для транспортировки и реализации пива на различных мероприятиях – фестивалях, концертах, спортивных мероприятиях и т.д. Использование пивной бочки имеет свои преимущества. Во-первых, она позволяет экономить пространство – вместо хранения множества отдельных бутылок или банок пиво можно хранить в едином контейнере. Во-вторых, пивная бочка обеспечивает лучшее качество пива благодаря отсутствию доступа воздуха. Кроме того, использование пивной бочки может быть экологически более выгодным, так как сокращается количество отходов – нет необходимости выбрасывать множество пустых бутылок или банок. В целом, пивная бочка – это удобный и эффективный способ хранения и реализации пива, который позволяет сохранить его свежесть, качество и уменьшить экологическую нагрузку.

# QuestsItems,Bluemushroom
source: Blue mushroom
de: Blauer Pilz
fr: Champignon bleu
ko: 푸른 버섯

# QuestsItems,BluemushroomText
source: Blue mushrooms are a group of mushrooms that are characterized by the presence of blue or blue color on their fruiting bodies. They belong to different families and genera, and their color is due to the presence of certain pigments. One of the best known species of blue fungi is the blue mushroom (Entoloma hochstetteri). It is common in New Zealand and the island of Tasmania. The fruiting bodies of this mushroom have a deep blue color and grow in dense clusters. The blue mushroom is poisonous and is not recommended for eating. Other species of blue mushrooms are found in different regions of the world. For example, the tit (Lactarius indigo), a mushroom native to North America, has an intense blue or bluish color on its fruiting bodies. It is edible and has a sweetish flavor. Blue mushrooms have a variety of shapes and structures. They may have a cap, stalk and plates or tubes on the underside of the cap. There are small mushrooms as well as large-sized species. Like other fungi, blue fungi fulfill an important ecological role by decomposing organic material and contributing to the food cycle in natural ecosystems. It is important to note that not all blue or blue mushrooms are safe to eat. Many contain toxic compounds or are poisonous. Therefore, you should always consult experienced mushroom pickers or experts before picking and consuming mushrooms to avoid possible poisoning.
de: Blaue Pilze sind eine Gruppe von Pilzen, die sich durch das Vorhandensein einer blauen oder blauen Farbe auf ihren Fruchtkörpern auszeichnen. Sie gehören zu verschiedenen Familien und Gattungen, und ihre Farbe ist auf das Vorhandensein bestimmter Pigmente zurückzuführen. Eine der bekanntesten Arten von Blaupilzen ist der Blaupilz (Entoloma hochstetteri). Er ist in Neuseeland und auf der Insel Tasmanien verbreitet. Die Fruchtkörper dieses Pilzes haben eine tiefblaue Farbe und wachsen in dichten Büscheln. Der Blaupilz ist giftig und wird nicht zum Verzehr empfohlen. Andere Arten von blauen Pilzen gibt es in verschiedenen Regionen der Welt. Die Meise (Lactarius indigo) zum Beispiel, ein in Nordamerika heimischer Pilz, hat eine intensiv blaue oder bläuliche Farbe auf seinen Fruchtkörpern. Er ist essbar und hat einen süßlichen Geschmack. Blaue Pilze haben eine Vielzahl von Formen und Strukturen. Sie können einen Hut, einen Stiel und Platten oder Röhren an der Unterseite des Hutes haben. Es gibt sowohl kleine Pilze als auch große Arten. Wie andere Pilze auch, erfüllen Blaubecherlinge eine wichtige ökologische Aufgabe, indem sie organisches Material zersetzen und zum Nahrungskreislauf in natürlichen Ökosystemen beitragen. Es ist wichtig zu wissen, dass nicht alle blauen oder blauen Pilze zum Verzehr geeignet sind. Viele enthalten giftige Verbindungen oder sind giftig. Deshalb solltest du immer erfahrene Pilzsammler oder Experten zu Rate ziehen, bevor du Pilze sammelst und verzehrst, um mögliche Vergiftungen zu vermeiden.
fr: Les champignons bleus sont un groupe de champignons caractérisés par la présence de couleur bleue ou bleue sur leurs fructifications. Ils appartiennent à différentes familles et genres, et leur couleur est due à la présence de certains pigments. L'une des espèces de champignons bleus les plus connues est le champignon bleu (Entoloma hochstetteri). Il est courant en Nouvelle-Zélande et sur l'île de Tasmanie. Les corps fruitiers de ce champignon ont une couleur bleu foncé et poussent en grappes denses. Le champignon bleu est toxique et n'est pas recommandé pour sa consommation. D’autres espèces de champignons bleus se trouvent dans différentes régions du monde. Par exemple, la mésange (Lactarius indigo), un champignon originaire d'Amérique du Nord, a une couleur bleue intense ou bleutée sur ses fructifications. Il est comestible et a une saveur sucrée. Les champignons bleus ont une variété de formes et de structures. Ils peuvent avoir un capuchon, une tige et des plaques ou des tubes sur la face inférieure du capuchon. Il existe des petits champignons ainsi que des espèces de grande taille. Comme d’autres champignons, les champignons bleus jouent un rôle écologique important en décomposant les matières organiques et en contribuant au cycle alimentaire dans les écosystèmes naturels. Il est important de noter que tous les champignons bleus ou bleus ne sont pas sûrs à la consommation. Beaucoup contiennent des composés toxiques ou sont toxiques. Par conséquent, vous devez toujours consulter des cueilleurs de champignons expérimentés ou des experts avant de cueillir et de consommer des champignons afin d’éviter un éventuel empoisonnement.
ko: 푸른 버섯은 자실체에 파란색 또는 파란색이 나타나는 것이 특징 인 버섯 그룹입니다. 그들은 다른 가족과 속에 속하며 색은 특정 색소의 존재 때문입니다. 가장 잘 알려진 푸른 곰팡이 종 중 하나는 푸른 버섯 (엔톨로마 호흐 스테 테리)입니다. 뉴질랜드와 태즈매니아 섬에서 흔히 볼 수 있습니다. 이 버섯의 자실체는 진한 파란색을 띠고 빽빽한 클러스터로 자랍니다. 푸른 버섯은 유독하므로 먹지 않는 것이 좋습니다. 다른 종의 푸른 버섯은 세계 여러 지역에서 발견됩니다. 예를 들어, 북아메리카에 서식하는 버섯 인 젖꼭지 (락 타리 우스 인디고)는 자실체에 강렬한 파란색 또는 푸르스름한 색을 띠고 있습니다. 식용이 가능하며 단맛이 납니다. 푸른 버섯은 다양한 모양과 구조를 가지고 있습니다. 갓, 줄기, 갓 밑면에 판이나 튜브가 있을 수 있습니다. 작은 버섯뿐만 아니라 큰 버섯도 있습니다. 다른 균류와 마찬가지로 푸른곰팡이도 유기물을 분해하고 자연 생태계의 먹이 순환에 기여함으로써 중요한 생태학적 역할을 수행합니다. 모든 청색 또는 푸른 버섯이 먹기에 안전한 것은 아니라는 점에 유의하는 것이 중요합니다. 많은 버섯에는 독성 화합물이 포함되어 있거나 독성이 있습니다. 따라서 중독 가능성을 피하기 위해 버섯을 채취하고 섭취하기 전에 항상 숙련된 버섯 채취자나 전문가와 상의해야 합니다.

# QuestsItems,Guitar
source: Guitar
de: Gitarre
fr: Guitare
hu: Gitár
ko: 기타
ru: Гитара
