Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Weapons,AxeText
source: An axe is a hand tool with a sharp blade attached to the end of the handle. It is used for chopping and splitting wood, as well as for other tasks related to processing and construction. An axe consists of three main parts: the blade, the head, and the handle. The axe blade is a sharp and hardened metal blade, usually elongated in shape, that penetrates material to split it. The head is the part of the axe in which the blade is attached. The head can be made of metal or other strong materials. The handle of an axe is a long wooden or steel bar that is used to hold and manipulate the axe. The handle may have indentations or other special features to improve grip on the user's hand. Axes come in a variety of sizes and weights, depending on the intended use. From compact and light axes that are comfortable to use with one hand, to larger and heavier axes that require the use of both hands to work effectively. There are also specialty types of axes, such as chopping axes for woodworking or hatchet axes designed for splitting large logs. Axes are widely used in various industries such as logging, construction, repair and crafts. They are used for chopping trees, splitting wood, creating building materials, processing firewood and many other tasks. They can also be used for wilderness survival, creating shelter, building a fire and obtaining food. When using an axe, it is important to follow basic safety rules, as improper use of the tool can lead to injury. It is important to wear safety glasses, gloves, and other protective equipment when using an axe, and to make sure there are no other people or obstacles around that could be damaged in the process. Overall, an axe is a reliable and useful tool that is widely used in a variety of industries. It provides a durable and efficient way to work with wood and other materials that require chopping or splitting.
de: Eine Axt ist ein Handwerkzeug mit einer scharfen Klinge, die am Ende des Stiels befestigt ist. Sie wird zum Hacken und Spalten von Holz sowie für andere Aufgaben im Zusammenhang mit der Verarbeitung und Konstruktion verwendet. Eine Axt besteht aus drei Hauptteilen: der Klinge, dem Kopf und dem Stiel. Die Axtklinge ist eine scharfe und gehärtete Metallklinge, die in der Regel eine längliche Form hat und in das Material eindringt, um es zu spalten. Der Kopf ist der Teil der Axt, an dem die Klinge befestigt ist. Der Kopf kann aus Metall oder anderen starken Materialien bestehen. Der Stiel einer Axt ist eine lange Holz- oder Stahlstange, die zum Halten und Manipulieren der Axt dient. Der Stiel kann Einkerbungen oder andere besondere Merkmale aufweisen, um den Halt in der Hand des Benutzers zu verbessern. Äxte gibt es in verschiedenen Größen und Gewichten, je nach Verwendungszweck. Von kompakten und leichten Äxten, die sich bequem mit einer Hand führen lassen, bis hin zu größeren und schwereren Äxten, die beide Hände benötigen, um effektiv zu arbeiten. Es gibt auch spezielle Axttypen, wie Hackäxte für die Holzbearbeitung oder Beiläxte zum Spalten großer Stämme. Äxte sind in verschiedenen Branchen weit verbreitet, z. B. in der Forstwirtschaft, im Baugewerbe, bei Reparaturarbeiten und im Handwerk. Sie werden zum Fällen von Bäumen, zum Spalten von Holz, zur Herstellung von Baumaterialien, zur Verarbeitung von Feuerholz und für viele andere Aufgaben verwendet. Sie können auch zum Überleben in der Wildnis, zum Bau von Unterkünften, zum Feuermachen und zur Nahrungsbeschaffung verwendet werden. Bei der Verwendung einer Axt ist es wichtig, grundlegende Sicherheitsregeln zu beachten, da eine unsachgemäße Verwendung des Werkzeugs zu Verletzungen führen kann. Es ist wichtig, bei der Verwendung einer Axt eine Schutzbrille, Handschuhe und andere Schutzausrüstung zu tragen und sicherzustellen, dass sich keine anderen Personen oder Hindernisse in der Nähe befinden, die bei der Arbeit beschädigt werden könnten. Alles in allem ist eine Axt ein zuverlässiges und nützliches Werkzeug, das in einer Vielzahl von Branchen eingesetzt wird. Sie bietet eine dauerhafte und effiziente Möglichkeit, mit Holz und anderen Materialien zu arbeiten, die gehackt oder gespalten werden müssen.
fr: Une hache est un outil à main doté d’une lame tranchante fixée à l’extrémité du manche. Il est utilisé pour couper et fendre le bois, ainsi que pour d'autres tâches liées à la transformation et à la construction. Une hache se compose de trois parties principales : la lame, la tête et le manche. La lame de hache est une lame en métal tranchant et durci, généralement de forme allongée, qui pénètre dans le matériau pour le fendre. La tête est la partie de la hache dans laquelle est fixée la lame. La tête peut être en métal ou en d’autres matériaux résistants. Le manche d'une hache est une longue barre de bois ou d'acier qui sert à maintenir et à manipuler la hache. La poignée peut présenter des empreintes ou d'autres caractéristiques spéciales pour améliorer la préhension de la main de l'utilisateur. Les haches sont disponibles dans une variété de tailles et de poids, en fonction de l'utilisation prévue. Des axes compacts et légers, confortables à utiliser d'une seule main, aux axes plus grands et plus lourds qui nécessitent l'utilisation des deux mains pour travailler efficacement. Il existe également des types de haches spécialisés, tels que les haches à découper pour le travail du bois ou les haches à hachette conçues pour fendre les grosses bûches. Les haches sont largement utilisées dans diverses industries telles que l'exploitation forestière, la construction, la réparation et l'artisanat. Ils sont utilisés pour couper des arbres, fendre du bois, créer des matériaux de construction, transformer du bois de chauffage et bien d’autres tâches. Ils peuvent également être utilisés pour survivre en milieu sauvage, créer un abri, allumer un feu et obtenir de la nourriture. Lors de l'utilisation d'une hache, il est important de suivre les règles de sécurité de base, car une mauvaise utilisation de l'outil peut entraîner des blessures. Il est important de porter des lunettes de sécurité, des gants et tout autre équipement de protection lorsque vous utilisez une hache, et de vous assurer qu'il n'y a pas d'autres personnes ou obstacles à proximité qui pourraient être endommagés au cours du processus. Dans l’ensemble, une hache est un outil fiable et utile largement utilisé dans diverses industries. Il constitue un moyen durable et efficace de travailler le bois et d’autres matériaux nécessitant d’être coupés ou fendus.
hu: A balta olyan kéziszerszám, amelynek a nyél végére éles penge van erősítve. Fakaparásra és -hasításra, valamint egyéb, a feldolgozással és az építéssel kapcsolatos feladatokra használják. A balta három fő részből áll: a penge, a fej és a nyél. A balta pengéje egy éles és edzett, általában hosszúkás alakú fémpenge, amely behatol az anyagba, hogy felhasítsa azt. A balta feje a balta azon része, amelyben a penge van rögzítve. A fej készülhet fémből vagy más erős anyagból. A balta nyele egy hosszú fa- vagy acélrúd, amelyet a balta tartására és kezelésére használnak. A nyelén lehetnek bemélyedések vagy más speciális jellemzők, amelyek javítják a felhasználó kezének fogását. A balták a tervezett felhasználástól függően különböző méretűek és súlyúak. A kompakt és könnyű baltáktól kezdve, amelyeket kényelmesen lehet egy kézzel használni, a nagyobb és nehezebb baltákig, amelyek mindkét kéz használatát igénylik a hatékony munkavégzéshez. Vannak speciális baltatípusok is, mint például a fafeldolgozáshoz használt vágóbalták vagy a nagy fatörzsek hasítására tervezett balták. A baltákat széles körben használják a különböző iparágakban, például a fakitermelésben, az építőiparban, a javításban és a kézműiparban. Fák vágására, fa hasítására, építőanyagok készítésére, tűzifa feldolgozására és sok más feladatra használják őket. A vadonban való túléléshez, menedékhely kialakításához, tűzrakáshoz és élelemszerzéshez is használhatók. A balta használatakor fontos az alapvető biztonsági szabályok betartása, mivel a szerszám helytelen használata sérüléshez vezethet. Fontos, hogy a balta használatakor védőszemüveget, kesztyűt és egyéb védőfelszerelést viseljünk, és győződjünk meg arról, hogy nincsenek a közelben más emberek vagy akadályok, amelyek megsérülhetnek a munka során. Összességében a balta megbízható és hasznos eszköz, amelyet széles körben használnak a legkülönbözőbb iparágakban. Tartós és hatékony módot biztosít a fával és más, aprítást vagy hasítást igénylő anyagokkal való munkához.
it: Un'ascia è uno strumento manuale con una lama affilata attaccata all'estremità del manico. Viene utilizzato per tagliare e spaccare il legno, nonché per altri compiti legati alla lavorazione e alla costruzione. Un'ascia è composta da tre parti principali: la lama, la testa e il manico. La lama dell'ascia è una lama di metallo affilata e temprata, solitamente di forma allungata, che penetra nel materiale per spaccarlo. La testa è la parte dell'ascia in cui è fissata la lama. La testa può essere realizzata in metallo o altri materiali resistenti. Il manico di un'ascia è una lunga barra di legno o acciaio che viene utilizzata per trattenere e manipolare l'ascia. L'impugnatura può presentare rientranze o altre caratteristiche speciali per migliorare la presa sulla mano dell'utente. Le asce sono disponibili in diverse dimensioni e pesi, a seconda dell'uso previsto. Dalle asce compatte e leggere, comode da usare con una mano, alle asce più grandi e pesanti che richiedono l'uso di entrambe le mani per lavorare in modo efficace. Esistono anche tipi speciali di asce, come le asce da taglio per la lavorazione del legno o le asce progettate per spaccare tronchi di grandi dimensioni. Le asce sono ampiamente utilizzate in vari settori come il disboscamento, l'edilizia, la riparazione e l'artigianato. Vengono utilizzati per tagliare alberi, spaccare legna, creare materiali da costruzione, lavorare legna da ardere e molti altri compiti. Possono anche essere utilizzati per sopravvivere nella natura selvaggia, creare ripari, accendere un fuoco e ottenere cibo. Quando si utilizza un'ascia, è importante seguire le regole di sicurezza di base, poiché l'uso improprio dello strumento può causare lesioni. È importante indossare occhiali di sicurezza, guanti e altri dispositivi di protezione quando si utilizza un'ascia e assicurarsi che non ci siano altre persone o ostacoli nelle vicinanze che potrebbero essere danneggiati durante il processo. Nel complesso, un'ascia è uno strumento affidabile e utile ampiamente utilizzato in una varietà di settori. Fornisce un modo duraturo ed efficiente per lavorare il legno e altri materiali che richiedono triturazione o spaccatura.
ko: 도끼는 손잡이 끝에 날카로운 칼날이 달린 수공구입니다. 도끼는 나무를 자르고 쪼개는 것은 물론 가공 및 건축과 관련된 다른 작업에도 사용됩니다. 도끼는 칼날, 머리, 손잡이의 세 가지 주요 부분으로 구성됩니다. 도끼날은 일반적으로 길쭉한 모양의 날카롭고 경화된 금속 날로, 재료를 관통하여 재료를 쪼개는 역할을 합니다. 헤드는 도끼의 칼날이 부착된 부분입니다. 머리는 금속 또는 기타 강한 재료로 만들 수 있습니다. 도끼의 손잡이는 도끼를 잡고 조작하는 데 사용되는 긴 나무 또는 강철 막대입니다. 손잡이에는 사용자의 손에 그립감을 향상시키기 위해 홈이 있거나 기타 특수 기능이 있을 수 있습니다. 도끼는 용도에 따라 다양한 크기와 무게로 제공됩니다. 한 손으로 편안하게 사용할 수 있는 작고 가벼운 도끼부터 양손을 모두 사용해야 효과적으로 작업할 수 있는 크고 무거운 도끼까지 다양합니다. 목공용 도끼나 큰 통나무를 쪼개기 위해 설계된 손도끼 도끼와 같은 특수한 유형의 도끼도 있습니다. 도끼는 벌목, 건설, 수리 및 공예와 같은 다양한 산업에서 널리 사용됩니다. 도끼는 나무 자르기, 나무 쪼개기, 건축 자재 만들기, 장작 가공 및 기타 여러 작업에 사용됩니다. 또한 야생 생존, 피난처 만들기, 불 피우기 및 식량 확보에도 사용할 수 있습니다. 도끼를 사용할 때는 도구를 잘못 사용하면 부상을 입을 수 있으므로 기본적인 안전 수칙을 준수하는 것이 중요합니다. 도끼를 사용할 때는 보안경, 장갑 및 기타 보호 장비를 착용하고 주변에 도끼를 손상시킬 수 있는 다른 사람이나 장애물이 없는지 확인하는 것이 중요합니다. 전반적으로 도끼는 다양한 산업 분야에서 널리 사용되는 믿을 수 있고 유용한 도구입니다. 도끼는 목재 및 기타 자재를 자르거나 쪼개야 하는 작업에 내구성이 뛰어나고 효율적인 방법을 제공합니다.
ru: Топор - это ручной инструмент с острым лезвием, закрепленным на конце рукоятки. Он используется для рубки и раскола древесины, а также для других задач, связанных с обработкой и строительством. Топор состоит из трех основных частей: лезвия, головки и рукоятки. Лезвие топора - это острое и закаленное металлическое лезвие, обычно вытянутой формы, которое проникает в материал для его раскола. Головка - это часть топора, в которой закреплено лезвие. Головка может быть сделана из металла или других прочных материалов. Рукоятка топора - это длинная деревянная или стальная штанга, которая служит для удерживания и манипулирования топором. Рукоятка может иметь углубления или другие специальные элементы для улучшения сцепления с рукой пользователя. Топоры имеют различные размеры и веса, в зависимости от предназначения использования. От компактных и легких топоров, которые удобно использовать одной рукой, до более крупных и тяжелых топоров, которые требуют использования обеих рук для эффективной работы. Также существуют специальные виды топоров, такие как разделочные топоры для обработки древесины или топоры топорища, предназначенные для раскалывания крупных бревен. Топоры широко используются в различных отраслях, таких как лесозаготовка, строительство, ремонт и ремесла. Они применяются для рубки деревьев, раскола древесины, создания строительных материалов, обработки дров и многих других задач. Они также могут использоваться для выживания в дикой природе, для создания убежища, разведения костра и получения пищи. При использовании топора необходимо соблюдать основные правила безопасности, так как неправильное использование инструмента может привести к травмам. Важно носить защитные очки, перчатки и другие средства защиты при работе с топором, а также убедиться, что вокруг нет других людей или препятствий, которые могут быть повреждены в процессе работы. В целом, топор - это надежный и полезный инструмент, который широко используется в различных отраслях. Он предоставляет прочный и эффективный способ работы с древесиной и другими материалами, требующими рубки или раскола.

# Weapons,Double-barrel
source: Double-barrel
de: Doppelläufige
fr: Fusil à double canon
hu: Duplacsövű
it: Doppio barile
ko: 더블 배럴
ru: Двухстволка

# Weapons,Double-barrelError
source: I don't have any double-barrel...
de: Ich habe keine Doppelläufige...
fr: Je n'ai pas de double canon...
hu: Nekem nincs duplacsövű...
it: Non ho nessuna doppietta...
ko: 더블 배럴이 없습니다...
ru: У меня нет двустволки...

# Weapons,Double-barrelError2
source: First, choose a double-barreled...
de: Wähle zunächst eine Doppelläufige...
fr: Tout d'abord, choisissez un double canon...
ko: 먼저, 더블 배럴을 선택하세요...
