Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# CreateSystemText,OvenText
source: The Russian stove is a traditional heating device that was widespread in Russia and other CIS countries. It serves not only for space heating, but also acts as a cooking stove and provides the ability to cook food. The Russian oven is usually built of brick or stone, although in some cases other material can be used. It consists of several parts: the firebox, chimneys, vertical shaft, horizontal furnace ducts, and the roaster. The vertical shaft rises upwards from the firebox and serves for flue gas discharge. The Russian stove has a high heat capacity, which means that it heats up slowly but retains heat evenly for a long time even after the fire has gone out. This makes it particularly effective for heating a home, especially during the cold winter months. When the furnace heats up, hot air rises in a vertical shaft and then travels through the horizontal furnace ducts, distributing heat evenly throughout the room. The top of the stove, called the fryer, is used for cooking and keeping warm. One of the features of the Russian stove is the ability to use it to cook various dishes. Food can be cooked on the griddle, and the lower parts of the stove usually have a special niche where you can store burning coals or wood to maintain a certain temperature. The Russian oven also has an important cultural significance. It is a symbol of the Russian village and traditional way of life. In the past, the oven was the center of family life, around which people gathered, exchanged news and spent time together. The oven also often acts as a decorative element in the Russian interior style, adding a unique charm and authenticity to the room. Today, the Russian stove is still used in some villages and country houses, especially in more remote areas where gas or electric heating systems are not always available or are considered uneconomical.
de: Der russische Ofen ist ein traditionelles Heizgerät, das in Russland und anderen GUS-Staaten weit verbreitet war. Er dient nicht nur als Raumheizung, sondern auch als Kochherd und bietet die Möglichkeit, Speisen zu kochen. Der russische Ofen wird normalerweise aus Ziegeln oder Stein gebaut, obwohl in manchen Fällen auch andere Materialien verwendet werden können. Er besteht aus mehreren Teilen: dem Feuerraum, den Schornsteinen, dem vertikalen Schacht, den horizontalen Ofenrohren und dem Bräter. Der vertikale Schacht steigt vom Feuerraum nach oben und dient zur Ableitung der Rauchgase. Der russische Kaminofen hat eine hohe Wärmekapazität, d.h. er heizt sich langsam auf, hält die Wärme aber auch nach dem Erlöschen des Feuers noch lange Zeit gleichmäßig. Das macht ihn besonders effektiv für die Beheizung eines Hauses, vor allem in den kalten Wintermonaten. Wenn sich der Ofen aufheizt, steigt die heiße Luft in einem vertikalen Schacht nach oben und strömt dann durch die horizontalen Ofenkanäle, um die Wärme gleichmäßig im Raum zu verteilen. Der obere Teil des Ofens, die sogenannte Bratpfanne, wird zum Kochen und Warmhalten verwendet. Eine der Besonderheiten des russischen Ofens ist die Möglichkeit, ihn zum Kochen verschiedener Gerichte zu verwenden. Auf der Grillplatte können Speisen gegart werden, und der untere Teil des Ofens hat normalerweise eine spezielle Nische, in der du brennende Kohlen oder Holz aufbewahren kannst, um eine bestimmte Temperatur zu halten. Der russische Ofen hat auch eine wichtige kulturelle Bedeutung. Er ist ein Symbol für das russische Dorf und die traditionelle Lebensweise. Früher war der Ofen das Zentrum des Familienlebens, um das sich die Menschen versammelten, Neuigkeiten austauschten und Zeit miteinander verbrachten. Der Ofen dient auch oft als dekoratives Element im russischen Einrichtungsstil und verleiht dem Raum einen einzigartigen Charme und Authentizität. Heute wird der russische Ofen noch in einigen Dörfern und Landhäusern verwendet, vor allem in abgelegeneren Gegenden, in denen Gas- oder Elektroheizungen nicht immer verfügbar sind oder als unwirtschaftlich gelten.
fr: Le poêle russe est un appareil de chauffage traditionnel très répandu en Russie et dans d'autres pays de la CEI. Il sert non seulement au chauffage des locaux, mais agit également comme une cuisinière et permet de cuire des aliments. Le four russe est généralement construit en brique ou en pierre, bien que dans certains cas, d'autres matériaux puissent être utilisés. Il se compose de plusieurs parties : le foyer, les cheminées, le puits vertical, les conduits horizontaux du four et le torréfacteur. L'arbre vertical s'élève vers le haut depuis le foyer et sert à l'évacuation des fumées. Le poêle russe a une capacité thermique élevée, ce qui signifie qu'il chauffe lentement mais retient la chaleur uniformément pendant longtemps, même après l'extinction du feu. Cela le rend particulièrement efficace pour chauffer une maison, surtout pendant les mois froids de l’hiver. Lorsque le four chauffe, l’air chaud monte dans un puits vertical puis traverse les conduits horizontaux du four, distribuant la chaleur uniformément dans toute la pièce. La partie supérieure de la cuisinière, appelée friteuse, sert à cuisiner et à maintenir au chaud. L'une des caractéristiques du poêle russe est la possibilité de l'utiliser pour cuisiner divers plats. Les aliments peuvent être cuits sur la plaque chauffante, et les parties inférieures du poêle ont généralement une niche spéciale où vous pouvez stocker du charbon ou du bois pour maintenir une certaine température. Le four russe a également une signification culturelle importante. C'est un symbole du village russe et du mode de vie traditionnel. Autrefois, le four était le centre de la vie familiale, autour duquel les gens se réunissaient, échangeaient des nouvelles et passaient du temps ensemble. Le four fait également souvent office d’élément décoratif dans le style intérieur russe, ajoutant un charme et une authenticité uniques à la pièce. Aujourd'hui, le poêle russe est encore utilisé dans certains villages et maisons de campagne, en particulier dans les zones les plus reculées où les systèmes de chauffage au gaz ou à l'électricité ne sont pas toujours disponibles ou sont considérés comme peu rentables.
hu: Az orosz kályha egy hagyományos fűtőeszköz, amely Oroszországban és más FÁK-országokban volt elterjedt. Nemcsak a helyiségek fűtésére szolgál, hanem főzőkályhaként is működik, és lehetőséget biztosít az ételek főzésére. Az orosz kályha általában téglából vagy kőből épül, bár bizonyos esetekben más anyag is használható. Több részből áll: a tűztérből, a kéményekből, a függőleges aknából, a vízszintes kemencecsatornákból és a pörkölőből. A függőleges akna a tűztérből felfelé emelkedik, és a füstgáz elvezetésére szolgál. Az orosz kályha nagy hőkapacitással rendelkezik, ami azt jelenti, hogy lassan melegszik fel, de a tűz kialvása után is sokáig egyenletesen tartja a hőt. Ez teszi különösen hatékonnyá a lakás fűtésére, különösen a hideg téli hónapokban. Amikor a kályha felmelegszik, a forró levegő egy függőleges aknában felemelkedik, majd a vízszintes kályhacsatornákon keresztül haladva egyenletesen osztja el a hőt a helyiségben. A kályha teteje, az úgynevezett sütő, a főzésre és a melegen tartásra szolgál. Az orosz kályha egyik jellemzője, hogy különböző ételek főzésére is használható. A sütőlapon ételeket lehet főzni, és a kályha alsó részei általában egy speciális résszel rendelkeznek, ahol égő parazsat vagy fát lehet tárolni, hogy bizonyos hőmérsékletet tartson fenn. Az orosz tűzhelynek fontos kulturális jelentősége is van. Az orosz falu és a hagyományos életmód szimbóluma. Régen a kemence volt a családi élet központja, amely körül az emberek összegyűltek, híreket cseréltek és együtt töltötték az időt. A kemence gyakran dekorációs elemként is szolgál az orosz lakberendezési stílusban, egyedi bájt és hitelességet kölcsönözve a helyiségnek. Az orosz kályhát ma is használják néhány faluban és vidéki házban, különösen a távolabbi területeken, ahol a gáz- vagy elektromos fűtési rendszerek nem mindig állnak rendelkezésre vagy gazdaságtalannak számítanak.
it: La stufa russa è un dispositivo di riscaldamento tradizionale diffuso in Russia e in altri paesi della CSI. Serve non solo per il riscaldamento degli ambienti, ma funge anche da fornello e offre la possibilità di cucinare il cibo. Il forno russo è solitamente costruito in mattoni o pietra, anche se in alcuni casi è possibile utilizzare altri materiali. È composto da diverse parti: il focolare, i camini, l'albero verticale, i condotti del forno orizzontali e la torrefazione. Il pozzo verticale sale dal focolare verso l'alto e serve per lo scarico dei fumi. La stufa russa ha un'elevata capacità termica, ciò significa che si riscalda lentamente ma trattiene il calore in modo uniforme per lungo tempo anche dopo che il fuoco si è spento. Ciò lo rende particolarmente efficace per il riscaldamento di una casa, soprattutto durante i freddi mesi invernali. Quando il forno si riscalda, l'aria calda sale in un pozzo verticale e poi viaggia attraverso i condotti orizzontali del forno, distribuendo il calore in modo uniforme in tutta la stanza. La parte superiore del fornello, chiamata friggitrice, viene utilizzata per cucinare e mantenere caldo. Una delle caratteristiche della stufa russa è la possibilità di usarla per cucinare vari piatti. Il cibo può essere cotto sulla piastra e le parti inferiori del fornello di solito hanno una nicchia speciale dove è possibile riporre carboni ardenti o legna per mantenere una certa temperatura. Il forno russo ha anche un importante significato culturale. È un simbolo del villaggio russo e dello stile di vita tradizionale. In passato il forno era il centro della vita familiare, attorno al quale le persone si riunivano, si scambiavano notizie e trascorrevano il tempo insieme. Il forno funge spesso anche da elemento decorativo negli interni in stile russo, aggiungendo fascino e autenticità unici alla stanza. Oggi la stufa russa è ancora utilizzata in alcuni villaggi e case di campagna, soprattutto nelle zone più remote dove i sistemi di riscaldamento a gas o elettrici non sempre sono disponibili o sono considerati antieconomici.
ko: 러시아 스토브는 러시아 및 기타 독립국가연합 국가에 널리 보급된 전통적인 난방 장치입니다. 공간 난방뿐만 아니라 요리용 스토브 역할도 하며 음식을 조리할 수 있는 기능도 제공합니다. 러시아 오븐은 일반적으로 벽돌이나 석재로 만들어 지지만 경우에 따라 다른 재료를 사용할 수 있습니다. 화실, 굴뚝, 수직 샤프트, 수평 용광로 덕트 및 로스터와 같은 여러 부분으로 구성됩니다. 수직 샤프트는 화실에서 위로 올라가며 연도 가스 배출 역할을합니다. 러시아 스토브는 열용량이 높기 때문에 천천히 가열되지만 불이 꺼진 후에도 오랫동안 열을 고르게 유지합니다. 따라서 특히 추운 겨울철에 집을 난방하는 데 특히 효과적입니다. 난로가 가열되면 뜨거운 공기가 수직 샤프트에서 상승한 다음 수평 난로 덕트를 통해 이동하여 실내 전체에 열을 고르게 분배합니다. 프라이어라고 불리는 스토브의 상단은 요리와 보온에 사용됩니다. 러시아 스토브의 특징 중 하나는 다양한 요리를 요리하는 데 사용할 수 있다는 것입니다. 철판에서 음식을 조리 할 수 있으며 스토브의 아래쪽 부분에는 일반적으로 특정 온도를 유지하기 위해 타는 석탄이나 나무를 보관할 수있는 특별한 틈새가 있습니다. 러시아 오븐은 또한 중요한 문화적 중요성을 가지고 있습니다. 그것은 러시아 마을과 전통적인 삶의 방식의 상징입니다. 과거에는 오븐이 가족 생활의 중심이었고 사람들이 모여서 소식을 교환하고 함께 시간을 보냈습니다. 오븐은 또한 종종 러시아 인테리어 스타일의 장식 요소로 작용하여 방에 독특한 매력과 진정성을 더합니다. 오늘날 러시아 스토브는 일부 마을과 시골집, 특히 가스 또는 전기 난방 시스템을 항상 사용할 수 없거나 비경제적인 것으로 간주되는 더 외딴 지역에서 여전히 사용됩니다.
ru: Русская печь - это традиционное отопительное устройство, получившее широкое распространение в России и других странах СНГ. Она служит не только для обогрева помещений, но и выполняет функцию кухонной плиты, обеспечивая возможность приготовления пищи. Русская печь обычно строится из кирпича или камня, хотя в некоторых случаях может использоваться и другой материал. Она состоит из нескольких частей: топки, дымоходов, вертикальной шахты, горизонтальных топочных каналов и жаровни. Вертикальная шахта поднимается вверх от топки и служит для отвода дымовых газов. Русская печь обладает высокой теплоемкостью, то есть она медленно нагревается, но долго сохраняет равномерное тепло даже после того, как огонь погаснет. Это делает ее особенно эффективной для отопления дома, особенно в холодные зимние месяцы. Когда печь нагревается, горячий воздух поднимается по вертикальной шахте, а затем проходит по горизонтальным топочным каналам, равномерно распределяя тепло по всему помещению. Верхняя часть печи, называемая жаровней, используется для приготовления пищи и поддержания тепла. Одной из особенностей русской печи является возможность использования ее для приготовления различных блюд. Пищу можно готовить на сковороде, а в нижней части печи обычно имеется специальная ниша, в которой можно хранить горящие угли или дрова для поддержания определенной температуры. Русская печь имеет и важное культурное значение. Она является символом русской деревни и традиционного уклада жизни. В прошлом печь была центром семейной жизни, вокруг нее собирались люди, обменивались новостями и проводили время вместе. Печь также часто выступает в качестве декоративного элемента в русском стиле интерьера, придавая помещению неповторимый шарм и аутентичность. Сегодня русская печь по-прежнему используется в некоторых деревнях и сельских домах, особенно в отдаленных районах, где газовые или электрические системы отопления не всегда доступны или считаются неэкономичными.

# DialogueShopper,1
source: What can I do for you?
de: Was kann ich für dich tun?
fr: Que puis-je faire pour vous?
hu: Mit tehetek érted?
it: Cosa posso fare per lei?
ko: 무엇을 도와드릴까요?
ru: Чем я могу помочь?

# DialogueShopper,2
source: Have a good day!
de: Schönen Tag noch!
fr: Passe une bonne journée!
hu: További szép napot!
it: Buona giornata!
ko: 좋은 하루 되세요!
ru: Хорошего дня!

# DialogueShopper,3
source: All the best!
de: Alles Gute!
fr: Tous mes vœux!
hu: Minden jót!
it: Ti auguro il meglio!
ko: 모두 화이팅!
ru: Всего вам самого наилучшего!

# FastTravel,1
source: Stop at the house
de: Halte am Haus
fr: Arrêtez-vous à la maison
hu: Állj meg a háznál
it: Apertura (F-Stop)
ko: 집으로 이동
ru: Остановка у дома

# FastTravel,10
source: Hospital
de: Krankenhaus
fr: Hôpital
hu: Kórház
it: Ospedale
ko: 병원
ru: Больница

# FastTravel,11
source: Theme Park
de: Freizeitpark
fr: Parc d'attractions
hu: Vidámpark
ko: 테마파크

# FastTravel,12
source: At the fortune teller's
de: Bei der Wahrsagerin
fr: Chez la voyante
hu: A jósnőnél
ko: 점쟁이의 점집

# FastTravel,13
source: Train station
de: Bahnhof
fr: Gare
hu: Vasútállomás
ko: 기차역

# FastTravel,14
source: Metal warehouse
de: Metalllager
fr: Entrepôt métallique
hu: Fém raktár
ko: 고물상

# FastTravel,15
source: Stop at the church
de: Halte an der Kirche
fr: Arrêtez-vous à l'église
hu: Állj meg a templomnál
ko: 교회로 이동

# FastTravel,16
source: Hunting areas
de: Jagdgebiete
fr: Zones de chasse
ko: 사냥 구역

# FastTravel,17
source: Nature Reserve
de: Naturschutzgebiet
fr: Réserve naturelle
ko: 자연 보호 구역

# FastTravel,2
source: Store by the house
de: Laden am Haus
fr: Magasin près de la maison
hu: Bolt a háznál
it: Apertura (F-Stop)
ko: 집 근처 상점
ru: Магазин рядом с домом

# FastTravel,3
source: Stop by the post office
de: Halte bei der Post
fr: Passez à la poste
hu: Állj meg a postán
it: Apertura (F-Stop)
ko: 우체국으로 이동
ru: Остановка у почты

# FastTravel,4
source: Farmer Gregory
de: Bauer Gregory
fr: Le fermier Grégory
hu: Gregory gazda
it: L'agricoltore Gregory
ko: 농부 그레고리
ru: У Фермера Григория

# FastTravel,5
source: Ozerny
ko: 오저니
ru: Озёрный

# FastTravel,6
source: Ayavrikova
ko: 아야브리코바
ru: Аяврикова

# FastTravel,7
source: Kulebaksky district
de: Bezirk Kulebaksky
fr: District de Koulebakski
hu: Kulebaksky kerület
it: Distretto di Kulebaksky
ko: 쿨레박스키 지구
ru: Кулебакский район

# FastTravel,8
source: Abandoned train station
de: Verlassener Bahnhof
fr: Gare abandonnée
hu: Elhagyott vasútállomás
it: Stazione ferroviaria abbandonata
ko: 버려진 기차역
ru: Заброшенная ж/д станция

# FastTravel,9
source: Suigon
it: Gong dell'acqua
ko: 수이곤
ru: Суйгон

# Fish,FishRod
source: Fish rod
de: Angelrute
fr: Canne à pêche
hu: Halászbot
ko: 낚싯대
ru: Удочка

# Fish,FishRodError
source: I don't have a fishing rod...
de: Ich habe keine Angelrute...
fr: Je n'ai pas de canne à pêche...
hu: Nincs horgászbotom...
ko: 낚싯대가 없습니다...
ru: У меня нет удочки...
