Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# ShopAnimals,ChickensText
source: Chicken, or domestic hen, male rooster, chicks - chickens - the most numerous and widespread domestic bird, and in the XXI century - the most numerous bird species on Earth. The chicken is a domesticated form of the jungle bunting. It flies poorly, doesn't fly far, yet runs well and fast. Over a long history of domestication, humans have bred a wide variety of chicken breeds. Chickens are among the most useful and outstanding for its productivity of poultry. They are bred for meat and eggs, in addition, they produce feathers and down. According to Dahl, in Russian there are also names: kura, kurita, kureta, kurka, kurochka. Contrary to popular belief, the chicken is not a stupid bird. Studies have shown that they are able to count, have a language and communicate well with each other. Many data about the life of chickens are not studied.
de: Hühner oder Haushühner, männliche Hähne, Küken - Hühner - der zahlreichste und am weitesten verbreitete Hausvogel und im 21. Jahrhundert die zahlreichste Vogelart der Erde. Das Huhn ist eine domestizierte Form des Bankivahuhn. Es fliegt schlecht, es fliegt nicht weit, aber es läuft gut und schnell. Im Laufe der langen Geschichte der Domestizierung hat der Mensch eine Vielzahl von Hühnerrassen gezüchtet. Hühner gehören zu den nützlichsten und produktivsten Geflügelarten. Sie werden für Fleisch und Eier gezüchtet, außerdem produzieren sie Federn und Daunen. Nach Dahl gibt es im Russischen auch die Namen: kura, kurita, kureta, kurka, kurochka. Entgegen der landläufigen Meinung ist das Huhn kein dummer Vogel. Studien haben gezeigt, dass sie zählen können, eine Sprache haben und gut miteinander kommunizieren. Viele Daten über das Leben der Hühner sind nicht erforscht.
fr: Poulet, ou poule domestique, coq mâle, poussins - poules - l'oiseau domestique le plus nombreux et le plus répandu, et au XXIe siècle - l'espèce d'oiseau la plus nombreuse sur Terre. Le poulet est une forme domestiquée du bruant de la jungle. Il vole mal, ne vole pas loin, mais court bien et vite. Au cours d’une longue histoire de domestication, les humains ont élevé une grande variété de races de poulets. Les poulets sont parmi les volailles les plus utiles et les plus remarquables pour leur productivité. Ils sont élevés pour la viande et les œufs et produisent également des plumes et du duvet. Selon Dahl, en russe il y a aussi des noms : kura, kurita, kureta, kurka, kurochka. Contrairement à la croyance populaire, le poulet n’est pas un oiseau stupide. Des études ont montré qu’ils sont capables de compter, de parler une langue et de bien communiquer entre eux. De nombreuses données sur la vie des poulets ne sont pas étudiées.
hu: Csirke, vagy házityúk, hím kakas, csibe - csirke - a legnépesebb és legelterjedtebb házi madár, a XXI. században pedig a Föld legnépesebb madárfaja. A csirke a dzsungelbanka háziasított formája. Rosszul repül, nem repül messzire, viszont jól és gyorsan fut. A háziasítás hosszú története során az ember sokféle csirkefajtát tenyésztett ki. A csirkék a baromfi termelékenységével a leghasznosabbak és legkiemelkedőbbek közé tartoznak. Húsért és tojásért tenyésztik őket, emellett tollat és pehelyt termelnek. Dahl szerint oroszul is vannak nevek: kura, kurita, kureta, kurka, kurka, kurocska. A közhiedelemmel ellentétben a csirke nem buta madár. Tanulmányok kimutatták, hogy képesek számolni, van nyelvük és jól kommunikálnak egymással. A csirkék életéről sok adatot nem tanulmányoztak.
it: Pollo, o gallina domestica, gallo maschio, pulcini - polli - l'uccello domestico più numeroso e diffuso e, nel XXI secolo, la specie di uccelli più numerosa sulla Terra. Il pollo è una forma addomesticata dello zigolo della giungla. Vola male, non vola lontano, ma corre bene e veloce. Nel corso di una lunga storia di addomesticamento, gli esseri umani hanno allevato un’ampia varietà di razze di polli. I polli sono tra i più utili ed eccezionali per la produttività del pollame. Sono allevati per carne e uova, inoltre producono piume e piumino. Secondo Dahl, in russo ci sono anche nomi: kura, kurita, kureta, kurka, kurochka. Contrariamente alla credenza popolare, il pollo non è un uccello stupido. Gli studi hanno dimostrato che sono in grado di contare, parlano una lingua e comunicano bene tra loro. Molti dati sulla vita dei polli non sono studiati.
ko: 닭 또는 국내 암탉, 수컷 수탉, 병아리-닭-가장 많고 널리 퍼진 국내 새, 그리고 21 세기에는 지구상에서 가장 많은 조류 종입니다. 닭은 정글 멧새의 가축화 된 형태입니다. 잘 날지 못하고 멀리 날지 못하지만 잘 달리고 빠릅니다. 오랜 가축화 역사 동안 인간은 다양한 닭 품종을 사육해 왔습니다. 닭은 가금류 중 가장 유용하고 생산성이 뛰어난 품종 중 하나입니다. 그들은 고기와 계란을 위해 사육되며 깃털과 솜털을 생산합니다. 달에 따르면 러시아어에는 쿠라, 쿠리 타, 쿠레 타, 쿠르 카, 쿠로 치카라는 이름도 있습니다. 대중적인 믿음과는 달리 닭은 어리석은 새가 아닙니다. 연구에 따르면 그들은 셀 수 있고, 언어를 가지고 있으며, 서로 잘 의사 소통 할 수 있음을 보여주었습니다. 닭의 삶에 대한 많은 데이터는 연구되지 않았습니다.
ru: Курица, или домашняя курица, самка петуха, цыплята - куры - самая многочисленная и широко распространенная домашняя птица, а в XXI веке - самый многочисленный вид птиц на Земле. Курица - это одомашненная форма джунглевого подорожника. Она плохо летает, далеко не улетает, но хорошо и быстро бегает. За долгую историю одомашнивания человек вывел самые разнообразные породы кур. Куры - одна из самых полезных и выдающихся по своей продуктивности домашних птиц. Их разводят для получения мяса и яиц, кроме того, они дают перья и пух. По Далю, в русском языке существуют также названия: кура, курита, курета, курка, курочка. Вопреки распространенному мнению, курица не является глупой птицей. Исследования показали, что они умеют считать, имеют свой язык и хорошо общаются друг с другом. Многие сведения о жизни кур не изучены.

# ShopAnimals,Cows
source: Cow
de: Kuh
fr: Vache
hu: Tehén
it: Mucca
ko: 소
ru: Корова

# ShopAnimals,CowsError
source: I don't have any cow...
de: Ich habe keine Kuh...
fr: Je n'ai pas de vache...
hu: Nekem nincs tehenem...
it: Non ho nessuna mucca...
ko: 소가 없습니다...
ru: У меня нет ни одной коровы...

# ShopAnimals,CowsText
source: A cow is a calving female cattle, i.e., a domestic bovine. Before becoming a cow, a female bull is a heifer (before the first insemination); after insemination until the first delivery she is called a heifer. Cows are used to produce offspring as well as dairy and meat products.
de: Eine Kuh ist ein kalbendes weibliches Rind, d. h. ein heimisches Rind. Bevor sie zur Kuh wird, gilt ein weiblicher Bulle als Färse (vor der ersten Besamung); nach der Besamung bis zur ersten Geburt wird sie als Färse bezeichnet. Kühe werden zur Erzeugung von Nachkommen sowie von Milch- und Fleischprodukten verwendet.
fr: Une vache est une vache qui vêle, c'est-à-dire un bovin domestique. Avant de devenir vache, une femelle taureau est une génisse (avant la première insémination) ; après l'insémination jusqu'à la première mise bas, elle est appelée génisse. Les vaches sont utilisées pour produire une progéniture ainsi que des produits laitiers et carnés.
hu: A tehén egy ellő nőivarú szarvasmarha, azaz házi szarvasmarha. A tehénné válás előtt a nőivarú bika üsző (az első termékenyítés előtt); a termékenyítés után az első szülésig üszőnek nevezik. A teheneket utódok, valamint tej- és hústermékek előállítására használják.
it: Una mucca è una femmina di bestiame, cioè un bovino domestico. La femmina del toro prima di diventare mucca è una giovenca (prima della prima inseminazione); dopo l'inseminazione fino al primo parto viene chiamata manza. Le mucche vengono utilizzate per produrre prole, latticini e prodotti a base di carne.
ko: 젖소는 새끼를 낳는 암소를 말합니다. 암소는 젖소가 되기 전에는 암소(첫 번째 수정 전)이고, 수정 후 첫 분만까지 암소를 암송아지라고 부릅니다. 젖소는 유제품과 육류 제품뿐만 아니라 새끼를 생산하는 데 사용됩니다.
ru: Корова - это отелившаяся самка крупного рогатого скота, т.е. домашняя скотина. До того как стать коровой, самка быка является телкой (до первого осеменения); после осеменения до первых родов ее называют нетелью. Коровы используются для получения потомства, а также молочных и мясных продуктов.

# ShopAnimals,DeathAnimals
source: starved to death...
de: verhungert...
fr: mort de faim...
hu: éhen haltak...
it: morto di fame...
ko: 굶어 죽었다...
ru: умер от голода...

# ShopAnimals,DeathAnimalsThirst
source: died of thirst...
de: verdurstet...
fr: mort de soif...
hu: szomjan halt...
it: morto di sete...
ko: 갈증으로 죽었다...
ru: умер от жажды.

# ShopAnimals,Error
source: I don't have any
de: Ich habe keine
fr: je n'en ai pas
hu: Nekem nincs semmilyen
it: Non ne ho
ko: 전 아무것도 없습니다
ru: У меня нет

# ShopAnimals,Feed
source: Feed
de: Futtermittel
fr: Nourriture
hu: Takarmány
it: Alimentazione
ko: 사료
ru: Накормить

# ShopAnimals,Feeds
source: Feeds
de: Futtermittel
fr: Nourritures
hu: Takarmányok
it: Feed
ko: 사료
ru: Корма

# ShopAnimals,GetDrunk
source: Get drunk
de: Sich betrinken
fr: Se soûler
hu: Rúgj be
it: Ubriacarsi
ko: 받기 drunk
ru: Напоить

# ShopAnimals,GetMilk
source: Get Milk
de: Milch holen
fr: Obtenez du lait
hu: Szerezd meg a tejet
it: Ottenere il latte
ko: 우유 받기
ru: Получить молоко

# ShopAnimals,GetWool
source: Get Wool
de: Wolle holen
fr: Obtenez de la laine
hu: Szerezz gyapjút
it: Ottenere lana
ko: 양털 받기
ru: Получить шерсть

# ShopAnimals,Grain
source: Grain
de: Getreide
fr: Céréale
hu: Gabona
it: Grano
ko: 곡물
ru: Зерно

# ShopAnimals,GrainError
source: I don't have any grain...
de: Ich habe kein Getreide...
fr: Je n'ai pas de céréales...
hu: Nekem nincs gabonám...
it: Non ho cereali...
ko: 곡물이 하나도 없습니다...
ru: У меня нет зерна...

# ShopAnimals,GrainText
source: Grain is the fruit of cereal grains, the seed of grain legumes, also the seed of other plants. In another sense, grain is used as a collective concept: it denotes the mass amount of seeds of cereals and legumes, which is the product of grain production and is among the basic human foods, used as a raw material for various branches of the food industry and as feed for farm animals. In a figurative sense, grain can mean a small fraction, a particle; the germ, the original beginning, as well as the nucleus of something.
de: Der Begriff "Getreide" bezeichnet die Frucht von Getreidekörnern, den Samen von Hülsenfrüchten und auch den Samen anderer Pflanzen. In einem anderen Sinn wird Getreide als Sammelbegriff verwendet: Es bezeichnet die Masse der Samen von Getreide und Hülsenfrüchten, die das Produkt der Getreideproduktion ist und zu den Grundnahrungsmitteln des Menschen gehört, die als Rohstoff für verschiedene Zweige der Lebensmittelindustrie und als Futtermittel für Nutztiere verwendet werden. Im übertragenen Sinne kann Korn einen kleinen Bruchteil, ein Teilchen, den Keim, den ursprünglichen Anfang, aber auch den Kern von etwas bedeuten.
fr: Le grain est le fruit des grains de céréales, les graines de légumineuses à grains, ainsi que les graines d'autres plantes. Dans un autre sens, le grain est utilisé comme un concept collectif : il désigne la quantité massive de graines de céréales et de légumineuses, qui sont le produit de la production céréalière et font partie des aliments humains de base, utilisées comme matière première pour diverses branches de l'alimentation. l'industrie et comme aliment pour les animaux de ferme. Au sens figuré, grain peut désigner une petite fraction, une particule ; le germe, le commencement originel, ainsi que le noyau de quelque chose.
hu: A gabona a gabonafélék termése, a hüvelyesek magja, valamint más növények magja. Más értelemben a gabonát gyűjtőfogalomként használják: a gabonafélék és hüvelyesek magvainak tömeges mennyiségét jelöli, amely a gabonatermesztés terméke, és az alapvető emberi élelmiszerek közé tartozik, az élelmiszeripar különböző ágazatainak nyersanyagaként és a haszonállatok takarmányaként használják. Átvitt értelemben a gabona jelenthet egy kis töredéket, részecskét; a csírát, az eredeti kezdetet, valamint valaminek a magját.
it: Il grano è il frutto dei chicchi di cereali, il seme delle leguminose, anche il seme di altre piante. In un altro senso, il grano è usato come concetto collettivo: denota la quantità in massa di semi di cereali e legumi, che è il prodotto della produzione di grano ed è tra gli alimenti umani di base, utilizzato come materia prima per vari rami del cibo nell'industria e come mangime per gli animali da allevamento. In senso figurato grano può significare una piccola frazione, una particella; il germe, l'inizio originario, nonché il nucleo di qualcosa.
ko: 곡물은 곡물 곡물의 열매, 곡물 콩과 식물의 씨앗, 다른 식물의 씨앗이기도 합니다. 다른 의미에서 곡물은 곡물 생산의 산물이자 인간의 기본 식품 중 하나이며 식품 산업의 다양한 분야의 원료 및 농장 동물의 사료로 사용되는 곡물과 콩과 식물의 씨앗의 대량 양을 나타내는 집합적 개념으로 사용됩니다. 비유적인 의미에서 곡물은 작은 부분, 입자, 세균, 원래의 시작, 무언가의 핵을 의미할 수 있습니다.
ru: Зерно - это плоды злаков, семена зернобобовых, а также семена других растений. В другом смысле зерно используется как собирательное понятие: оно обозначает массовое количество семян злаковых и бобовых культур, которое является продуктом зернового производства и относится к основным продуктам питания человека, используется как сырье для различных отраслей пищевой промышленности и как корм для сельскохозяйственных животных. В переносном смысле зерно может означать мелкую дробь, частицу; зародыш, первоначальное начало, а также ядро чего-либо.

# ShopAnimals,Milk
source: Milk
de: Milch
fr: Lait
hu: Tej
it: Latte
ko: 우유
ru: Молоко

# ShopAnimals,MilkText
source: Cow's milk is natural mother's milk produced in the form of mammalian mammary gland secretion by cows of the biological genus True Bulls for feeding their newborn calves and used by humans after milking domesticated and farm animals as a food (drink) and/or raw material for a variety of culinary products and dishes.
de: Kuhmilch ist die natürliche Muttermilch, die als Milchdrüsensekret von Kühen der biologischen Gattung "Echter Bulle" zur Fütterung ihrer neugeborenen Kälber produziert und vom Menschen nach dem Melken von Haus- und Nutztieren als Nahrungsmittel (Getränk) und/oder Rohstoff für eine Vielzahl von kulinarischen Produkten und Gerichten verwendet wird.
fr: Le lait de vache est le lait maternel naturel produit sous forme de sécrétion de glandes mammaires de mammifères par les vaches du genre biologique True Bulls pour nourrir leurs veaux nouveau-nés et utilisé par les humains après la traite des animaux domestiques et d'élevage comme aliment (boisson) et/ou matière première pour une variété de produits et de plats culinaires.
hu: A tehéntej a True Bulls biológiai nemzetségbe tartozó tehenek által az újszülött borjak táplálására emlősök tejmirigyének váladéka formájában termelt természetes anyatej, amelyet az ember a háziasított és haszonállatok fejése után élelmiszerként (italként) és/vagy különböző konyhai termékek és ételek alapanyagaként használ.
it: Il latte di mucca è il latte materno naturale prodotto sotto forma di secrezione delle ghiandole mammarie dei mammiferi dalle mucche del genere biologico True Bulls per nutrire i vitelli appena nati e utilizzato dagli esseri umani dopo la mungitura degli animali domestici e da fattoria come alimento (bevanda) e/o materia prima per una varietà di prodotti e piatti culinari.
ko: 우유는 젖소가 갓 태어난 송아지에게 먹이기 위해 포유류의 유선 분비물 형태로 생산되는 천연 모유로, 가축 및 농장 동물의 젖을 짜서 사람이 음식(음료) 및/또는 다양한 요리 및 요리의 원료로 사용합니다.
ru: Коровье молоко - натуральное материнское молоко, вырабатываемое в виде секрета молочных желез млекопитающих коровами биологического рода Настоящие Быки для вскармливания своих новорожденных телят и используемое человеком после доения домашних и сельскохозяйственных животных в качестве продукта питания (напитка) и/или сырья для приготовления различных кулинарных изделий и блюд.

# ShopAnimals,Mixed_feed
source: Mixed feed
de: Mischfutter
fr: Aliment mixte
hu: Vegyes takarmány
it: Mangime misto
ko: 혼합 사료
ru: Комбикорм

# ShopAnimals,Mixed_feed_Error
source: I don't have any mixed feed...
de: Ich habe kein Mischfutter...
fr: Je n'ai pas de mélange d'aliments...
hu: Nekem nincs vegyes takarmányom...
it: Non ho nessun alimento misto...
ko: 혼합 사료가 없습니다...
ru: У меня нет комбикорма...

# ShopAnimals,Mixed_feedText
source: Combined feed (shortened fodder) - mixture of cereals, products with high protein content, vitamins and trace elements for animal nutrition.
de: Kombiniertes Futter (Kurzfutter) - Mischung aus Getreide, Erzeugnissen mit hohem Proteingehalt, Vitaminen und Spurenelementen für die Tierernährung.
fr: Aliment combiné (fourrage raccourci) - mélange de céréales, de produits à haute teneur en protéines, vitamines et oligo-éléments pour l'alimentation animale.
hu: Kombinált takarmány (rövidített takarmány) - gabonafélék, magas fehérjetartalmú termékek, vitaminok és nyomelemek keveréke az állatok takarmányozására.
it: Mangime combinato (foraggio ridotto) - miscela di cereali, prodotti ad alto contenuto proteico, vitamine e oligoelementi per l'alimentazione animale.
ko: 복합 사료 (단축 사료) - 곡물, 단백질 함량이 높은 제품, 동물 영양을 한 비타민 및 미량 원소의 혼합물.
ru: Комбикорм - смесь зерновых культур, продуктов с высоким содержанием белка, витаминов и микроэлементов для питания животных.

# ShopAnimals,NoFeeds
source: The necessary feed is missing...
de: Es fehlt das notwendige Futter...
fr: Il manque la nourriture nécessaire...
hu: A szükséges takarmány hiányzik...
it: Manca l'alimentazione necessaria...
ko: 필요한 사료가 없습니다...
ru: Отсутствует необходимый корм...

# ShopAnimals,NoMilk
source: It's too early to get milk...
de: Es ist zu früh, um Milch zu bekommen...
fr: Il est trop tôt pour avoir du lait...
hu: Túl korai még tejet kapni...
it: È troppo presto per prendere il latte...
ko: 우유를 받기에는 너무 이르다...
ru: Рано еще доить корову...

# ShopAnimals,NoWool
source: It's too early to get wool...
de: Es ist zu früh, um Wolle zu bekommen...
fr: Il est trop tôt pour avoir de la laine...
hu: Túl korai még a gyapjú...
it: E' troppo presto per prendere la lana...
ko: 양털을 받기에는 너무 이르다...
ru: Рано еще стричь овцу...

# ShopAnimals,Pigs
source: Pig
de: Schwein
fr: Cochon
hu: Disznó
it: Maiale
ko: 돼지
ru: Свинья

# ShopAnimals,PigsError
source: I don't have any pig...
de: Ich habe kein Schwein...
fr: Je n'ai pas de cochon...
hu: Nekem nincs disznóm...
it: Non ho nessun maiale...
ko: 돼지가 없습니다...
ru: У меня нет ни одной свиньи...

# ShopAnimals,PigsText
source: The domestic pig is a large cloven-hoofed mammal of the boar (pig) genus, domesticated by humans about 7,000 years ago (according to some studies, much earlier) and distributed mainly in Western countries, East Asia and Oceania. Feral pigs (Razorbacks) are found in North America, Australia, and New Zealand. Their body length ranges from 0.9 to 1.8 m, and they weigh 50 to 150 kg as adults. Compared to other cloven-hoofed animals, which are more often herbivorous, the domestic pig is omnivorous, like its ancestor, the wild boar. Pigs are raised primarily for their meat and bacon. World pork production in 2005 was 97.2 million metric tons (according to the U.S. Department of Agriculture). Ornamental pygmy pigs (minipigs) are a popular pet in the home. In France, specially trained pigs hunt for truffles.
de: Das heimische Schwein ist ein großes Säugetier mit Paarhufern aus der Gattung der Wildschweine, das vor etwa 7.000 Jahren (einigen Studien zufolge auch schon früher) vom Menschen domestiziert wurde und hauptsächlich in den westlichen Ländern, Ostasien und Ozeanien verbreitet ist. Wildschweine (Razorbacks) gibt es in Nordamerika, Australien und Neuseeland. Ihre Körperlänge liegt zwischen 0,9 und 1,8 m, und sie wiegen ausgewachsen 50 bis 150 kg. Im Vergleich zu anderen Paarhufern, die eher Pflanzenfresser sind, ist das Hausschwein ein Allesfresser, wie sein Vorfahre, das Wildschwein. Schweine werden hauptsächlich wegen ihres Fleisches und ihres Specks gezüchtet. Die weltweite Schweinefleischproduktion lag 2005 bei 97,2 Millionen Tonnen (nach Angaben des US-Landwirtschaftsministeriums). Zier-Zwergschweine (Minischweine) sind ein beliebtes Heimtier. In Frankreich gehen speziell ausgebildete Schweine auf Trüffelsuche.
fr: Le porc domestique est un grand mammifère ongulé du genre sanglier (cochon), domestiqué par l'homme il y a environ 7 000 ans (selon certaines études, beaucoup plus tôt) et distribué principalement dans les pays occidentaux, en Asie de l'Est et en Océanie. Les porcs sauvages (Razorbacks) se trouvent en Amérique du Nord, en Australie et en Nouvelle-Zélande. La longueur de leur corps varie de 0,9 à 1,8 m et leur poids à l'âge adulte est de 50 à 150 kg. Comparé aux autres animaux ongulés, plus souvent herbivores, le porc domestique est omnivore, comme son ancêtre le sanglier. Les porcs sont élevés principalement pour leur viande et leur bacon. La production mondiale de porc en 2005 était de 97,2 millions de tonnes (selon le ministère américain de l'Agriculture). Les cochons pygmées ornementaux (porcs nains) sont un animal de compagnie populaire à la maison. En France, des porcs spécialement dressés chassent les truffes.
hu: A házisertés a vaddisznó (sertés) nemzetségbe tartozó nagy párosujjú emlős, amelyet az ember körülbelül 7000 évvel ezelőtt (egyes tanulmányok szerint jóval korábban) háziasított, és elsősorban a nyugati országokban, Kelet-Ázsiában és Óceániában terjedt el. Vaddisznók (Razorbacks) Észak-Amerikában, Ausztráliában és Új-Zélandon találhatók. Testhosszuk 0,9 és 1,8 m között mozog, és felnőttként 50-150 kg-ot nyomnak. Más párosujjú állatokkal szemben, amelyek gyakrabban növényevők, a házisertés mindenevő, akárcsak őse, a vaddisznó. A sertéseket elsősorban húsukért és szalonnájukért tenyésztik. A világ sertéshústermelése 2005-ben 97,2 millió tonna volt (az Egyesült Államok Mezőgazdasági Minisztériuma szerint). A törpesertések (minisertések) kedvelt háziállatok. Franciaországban a speciálisan kiképzett sertések szarvasgombára vadásznak.
it: Il maiale domestico è un grande mammifero ungulato del genere cinghiale (maiale), addomesticato dall'uomo circa 7.000 anni fa (secondo alcuni studi, molto prima) e distribuito principalmente nei paesi occidentali, nell'Asia orientale e in Oceania. I maiali selvatici (Razorbacks) si trovano in Nord America, Australia e Nuova Zelanda. La loro lunghezza corporea varia da 0,9 a 1,8 me da adulti pesano da 50 a 150 kg. Rispetto agli altri ungulati, che sono più spesso erbivori, il maiale domestico è onnivoro, come il suo antenato, il cinghiale. I maiali vengono allevati principalmente per la carne e la pancetta. La produzione mondiale di carne suina nel 2005 è stata di 97,2 milioni di tonnellate (secondo il Dipartimento dell'Agricoltura degli Stati Uniti). I maialini pigmei ornamentali (minipig) sono un animale domestico popolare in casa. In Francia, i maiali appositamente addestrati vanno a caccia di tartufi.
ko: 국산 돼지는 멧돼지(돼지) 속의 대형 발굽 포유류로, 약 7,000년 전(일부 연구에 따르면 그보다 훨씬 이전)에 인간에 의해 가축화되었으며 주로 서구 국가, 동아시아 및 오세아니아에 분포합니다. 야생돼지(레이저백)는 북미, 호주, 뉴질랜드에서 발견됩니다. 몸길이는 0.9~1.8m이며, 성체의 몸무게는 50~150kg입니다. 초식 동물인 다른 발굽이 있는 동물에 비해 국내 돼지는 조상인 멧돼지처럼 잡식성입니다. 돼지는 주로 고기와 베이컨을 위해 사육됩니다. 2005년 세계 돼지고기 생산량은 9720만 톤이었습니다(미국 농무부 기준). 관상용 피그미 돼지(미니피그)는 가정에서 인기 있는 애완동물입니다. 프랑스에서는 특별히 훈련된 돼지가 트러플을 사냥합니다.
ru: Домашняя свинья - крупное парнокопытное млекопитающее из рода кабанов (свиней), одомашненное человеком около 7 тыс. лет назад (по некоторым данным, значительно раньше) и распространенное в основном в странах Запада, Восточной Азии и Океании. Дикие свиньи (Razorbacks) встречаются в Северной Америке, Австралии и Новой Зеландии. Длина их тела колеблется от 0,9 до 1,8 м, масса взрослых особей - от 50 до 150 кг. По сравнению с другими копытными животными, которые чаще всего травоядны, домашняя свинья всеядна, как и ее предок - дикий кабан. Свиней выращивают в основном ради их мяса и бекона. Мировое производство свинины в 2005 году составило 97,2 млн. метрических тонн (по данным Министерства сельского хозяйства США). Декоративные карликовые свиньи (минипиги) - популярное домашнее животное. Во Франции специально обученные свиньи охотятся за трюфелями.

# ShopAnimals,Resource
source: Resource
de: Ressource
fr: Ressource
hu: Anyag
it: Risorse
ko: 자원
ru: Ресурсы

# ShopAnimals,Rooster
source: Rooster
de: Hahn
fr: Coq
hu: Kakas
it: Gallo
ko: 수탉
ru: Петух
