Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,LockpickText
source: A lock pick is a specialized tool used to open locks without using a key or destroying the lock. The first "professional" lock pick was made by the American inventor Alfred Hobbs, who took out several patents on his picks and in 1851 founded the Hobbs Hart & Co. Ltd, which sold lock picks.
de: Ein Dietrich ist ein Spezialwerkzeug, mit dem man Schlösser öffnen kann, ohne einen Schlüssel zu benutzen oder das Schloss zu zerstören. Der erste "professionelle" Dietrich wurde von dem amerikanischen Erfinder Alfred Hobbs hergestellt, der mehrere Patente auf seine Dietriche anmeldete und 1851 die Firma Hobbs Hart & Co. Ltd, die Dietriche verkaufte.
fr: Un crochetage est un outil spécialisé utilisé pour ouvrir les serrures sans utiliser de clé ni détruire la serrure. Le premier crochet de serrure « professionnel » a été fabriqué par l'inventeur américain Alfred Hobbs, qui a déposé plusieurs brevets sur ses crochets et a fondé en 1851 la société Hobbs Hart & Co. Ltd, qui vendait des crochets de serrure.
hu: A zárfeltörő egy speciális szerszám, amelyet zárak nyitására használnak kulcs használata vagy a zár tönkretétele nélkül. Az első "professzionális" zárfeltörőt Alfred Hobbs amerikai feltaláló készítette, aki több szabadalmat is szerzett a zárfeltörőjére, és 1851-ben megalapította a Hobbs Hart & Co. Ltd-t, amely lakatcsákányokat értékesített.
it: Un grimaldello è uno strumento specializzato utilizzato per aprire le serrature senza utilizzare una chiave o distruggere la serratura. Il primo grimaldello "professionale" fu realizzato dall'inventore americano Alfred Hobbs, che brevettò diversi brevetti sui suoi grimaldelli e fondò nel 1851 la Hobbs Hart & Co. Ltd, che vendeva grimaldelli.
ko: 락픽은 열쇠를 사용하거나 자물쇠를 손상시키지 않고 자물쇠를 여는 데 사용되는 특수 도구입니다. 최초의 "전문" 락픽은 미국의 발명가 알프레드 홉스가 만든 것으로, 홉스는 자신의 픽에 대한 여러 특허를 획득하고 1851년 홉스 하트 & Co. Ltd를 설립하여 락픽을 판매했습니다.
ru: Отмычка - это специализированный инструмент, используемый для вскрытия замков без применения ключа и разрушения замка. Первый "профессиональный" отмычка был создан американским изобретателем Альфредом Хоббсом, который получил несколько патентов на свои отмычки и в 1851 году основал компанию Hobbs Hart & Co. Ltd., которая занималась продажей отмычек.

# Inventory,Log
source: Log
de: Baumstamm
fr: Bûche
hu: Rönk
it: Tronco d'albero
ko: 통나무
ru: Бревно

# Inventory,LogAdd
source: Log added to inventory!
de: Baumstamm zum Inventar hinzugefügt!
fr: Bûche ajouté à l'inventaire!
hu: Rönk hozzáadva a leltárhoz!
it: Tronco d'albero aggiunto all'inventario!
ko: 인벤토리에 통나무가 추가되었습니다!
ru: Бревно добавлено в инвентарь!

# Inventory,LogError
source: I don't have any log...
de: Ich habe keinen Baumstamm...
fr: Je n'ai aucun bûche...
hu: Nincs rönköm...
it: Non ho alcun tronco...
ko: 통나무가 없습니다...
ru: У меня нет брёвен...

# Inventory,LogText
source: Logs - round assortment of timber for use in round form, with the exception of thin-sawn mine posts, poles and stakes, or as raw material for general purpose lumber and specialty wood products.
de: Baumstämme - rundes Sortiment von Holz, das in runder Form verwendet wird, mit Ausnahme von dünn gesägten Minenpfählen, Masten und Pfeilern, oder als Rohmaterial für Allzweckholz und spezielle Holzprodukte.
fr: Bûche - assortiment rond de bois destiné à être utilisé sous forme ronde, à l'exception des poteaux, poteaux et piquets de mine finement sciés, ou comme matière première pour le bois d'œuvre d'usage général et les produits en bois spéciaux.
hu: Rönk - kerek faanyagok kerek formában történő felhasználásra, kivéve a vékonyra fűrészelt bányaoszlopokat, cölöpöket és karókat, vagy általános célú fűrészáru és speciális fatermékek alapanyagaként.
it: Tronchi: assortimento rotondo di legname da utilizzare in forma rotonda, ad eccezione di pali, pali e pali da miniera a sega sottile o come materia prima per legname per uso generale e prodotti in legno speciali.
ko: 통나무 - 얇게 깎은 기둥, 기둥 및 말뚝을 제외하고 둥근 형태로 사용하거나 범용 목재 및 특수 목재 제품의 원료로 사용하기 위한 둥근 목재 모음입니다.
ru: Бревна - круглый сортимент древесины, предназначенный для использования в круглом виде, за исключением тонкомерных шахтных столбов, жердей и кольев, или в качестве сырья для производства пиломатериалов общего назначения и специальных изделий из древесины.

# Inventory,Matches
source: Matches
de: Streichhölzer
fr: Allumettes
hu: Gyufa
it: Partite
ko: 성냥
ru: Спички

# Inventory,MatchesError
source: I don't have any matches with me...
de: Ich habe keine Streichhölzer dabei...
fr: Je n'ai aucune allumettes avec moi….
hu: Nincs nálam gyufa...
it: Non ho nessun fiammifero con me...
ko: 성냥이 없습니다...
ru: У меня нет с собой спичек...

# Inventory,MatchesText
source: Matches are small wooden sticks with heads designed to create fire. They consist of two main parts: the wooden stick (stem) and the head. The stem of a match is usually made from a dry and flammable wood such as pine or birch. It is narrow and thin, which makes it easier to light. The top part of the stem is called the head or lighter. The match head contains a special substance, such as phosphorus or sulfur, that cracks or burns when rubbed against the cavity of the lighter. When the match head rubs against a ground surface or specialty lighter, the friction creates enough heat to ignite and create a flame. Matches are a disposable item as they can only be used once to create a fire. They are widely used for domestic and commercial purposes, including lighting candles, starting a fireplace or campfire on vacation, and for lighting gas stoves and campfires. It is important to note that matches should be stored in a dry and cool place so that they do not lose their ignition properties. It is also important to handle them with care and prevent accidental ignition.
de: Streichhölzer sind kleine Holzstäbchen mit Köpfen, mit denen man Feuer machen kann. Sie bestehen aus zwei Hauptteilen: dem Holzstab (Stiel) und dem Kopf. Der Stiel eines Streichholzes besteht in der Regel aus einem trockenen und brennbaren Holz wie Kiefer oder Birke. Er ist schmal und dünn, wodurch er sich leichter anzünden lässt. Der obere Teil des Stiels wird Kopf oder Anzünder genannt. Der Streichholzkopf enthält eine spezielle Substanz, z. B. Phosphor oder Schwefel, die knackt oder brennt, wenn sie an der Vertiefung des Feuerzeugs gerieben wird. Wenn der Streichholzkopf an einer geschliffenen Oberfläche oder einem speziellen Feuerzeug reibt, erzeugt die Reibung genug Hitze, um sich zu entzünden und eine Flamme zu erzeugen. Streichhölzer sind ein Einwegartikel, da sie nur einmal verwendet werden können, um ein Feuer zu entfachen. Sie werden sowohl im privaten als auch im gewerblichen Bereich verwendet, z. B. zum Anzünden von Kerzen, zum Anzünden eines Kamins oder Lagerfeuers im Urlaub und zum Anzünden von Gaskochern und Lagerfeuern. Es ist wichtig zu beachten, dass Streichhölzer an einem trockenen und kühlen Ort gelagert werden sollten, damit sie ihre Zündfähigkeit nicht verlieren. Außerdem ist es wichtig, vorsichtig mit ihnen umzugehen und eine versehentliche Entzündung zu vermeiden.
fr: Les allumettes sont de petits bâtons en bois dont les têtes sont conçues pour créer du feu. Ils sont constitués de deux parties principales : le bâton en bois (tige) et la tête. La tige d'une allumette est généralement fabriquée à partir d'un bois sec et inflammable comme le pin ou le bouleau. Il est étroit et fin, ce qui facilite son éclairage. La partie supérieure de la tige est appelée tête ou briquet. La tête d'allumette contient une substance spéciale, telle que du phosphore ou du soufre, qui se fissure ou brûle lorsqu'elle est frottée contre la cavité du briquet. Lorsque la tête de l'allumette frotte contre une surface au sol ou un briquet spécial, la friction crée suffisamment de chaleur pour s'enflammer et créer une flamme. Les allumettes sont des objets jetables car elles ne peuvent être utilisées qu’une seule fois pour allumer un feu. Ils sont largement utilisés à des fins domestiques et commerciales, notamment pour allumer des bougies, allumer une cheminée ou un feu de camp en vacances, ainsi que pour allumer des cuisinières à gaz et des feux de camp. Il est important de noter que les allumettes doivent être conservées dans un endroit sec et frais afin qu'elles ne perdent pas leurs propriétés inflammables. Il est également important de les manipuler avec précaution et d’éviter toute inflammation accidentelle.
hu: A gyufa kis fapálcikák, amelyeknek a feje arra szolgál, hogy tüzet gyújtsanak. Két fő részből állnak: a fapálcából (szár) és a fejből. A gyufaszál általában száraz és gyúlékony fából, például fenyőből vagy nyírfából készül. Keskeny és vékony, ami megkönnyíti a meggyújtását. A szár felső részét fejnek vagy gyújtónak nevezik. A gyufafej egy speciális anyagot, például foszfort vagy ként tartalmaz, amely az öngyújtó üregéhez dörzsölve megreped vagy elég, amikor az öngyújtó üregéhez dörzsöljük. Amikor a gyufafej dörzsölődik egy földfelülethez vagy egy speciális öngyújtóhoz, a súrlódás elegendő hőt hoz létre ahhoz, hogy meggyulladjon és lángot hozzon létre. A gyufa eldobható tárgy, mivel csak egyszer használható fel tűzgyújtásra. Széles körben használják őket háztartási és kereskedelmi célokra, többek között gyertyagyújtásra, kandalló vagy tábortűz gyújtására nyaraláskor, valamint gáztűzhelyek és tábortüzek meggyújtására. Fontos megjegyezni, hogy a gyufát száraz és hűvös helyen kell tárolni, hogy ne veszítsék el gyújtó tulajdonságukat. Fontos továbbá, hogy óvatosan kezeljük őket, és megelőzzük a véletlen begyújtást.
it: I fiammiferi sono piccoli bastoncini di legno con teste progettate per creare il fuoco. Sono costituiti da due parti principali: il bastone di legno (stelo) e la testa. Il gambo di un fiammifero è solitamente costituito da un legno secco e infiammabile come il pino o la betulla. È stretto e sottile, il che facilita l'illuminazione. La parte superiore dello stelo è chiamata testa o accendino. La testa del fiammifero contiene una sostanza speciale, come fosforo o zolfo, che si rompe o brucia se sfregata contro la cavità dell'accendino. Quando la testa del fiammifero sfrega contro una superficie del terreno o un accendino speciale, l'attrito crea calore sufficiente per accendersi e creare una fiamma. I fiammiferi sono un oggetto usa e getta in quanto possono essere utilizzati solo una volta per creare un fuoco. Sono ampiamente utilizzati per scopi domestici e commerciali, tra cui accendere candele, accendere un caminetto o un falò in vacanza e per accendere stufe a gas e fuochi da campo. È importante notare che i fiammiferi devono essere conservati in un luogo fresco e asciutto in modo che non perdano le loro proprietà di accensione. È inoltre importante maneggiarli con cura ed evitare accensioni accidentali.
ko: 성냥은 불을 피우도록 고안된 머리가 달린 작은 나무 막대기입니다. 성냥은 나무 막대기(줄기)와 머리의 두 가지 주요 부분으로 구성됩니다. 성냥의 줄기는 보통 소나무나 자작나무와 같은 건조하고 가연성이 있는 나무로 만들어집니다. 좁고 얇아서 불을 붙이기 쉽습니다. 줄기의 윗부분을 헤드 또는 라이터라고합니다. 성냥 머리에는 라이터의 구멍에 문지르면 갈라지거나 타는 인 또는 유황과 같은 특수 물질이 들어 있습니다. 성냥 헤드가 바닥 표면이나 특수 라이터에 문지르면 마찰로 인해 충분한 열이 발생하여 점화가 일어나 불꽃이 발생합니다. 성냥은 불을 피우는 데 한 번만 사용할 수 있으므로 일회용품입니다. 성냥은 촛불을 켜고, 휴가 중 벽난로나 캠프파이어를 시작하고, 가스레인지와 캠프파이어를 피우는 등 가정 및 상업용으로 널리 사용됩니다. 성냥은 점화 특성을 잃지 않도록 건조하고 서늘한 곳에 보관해야 한다는 점에 유의하세요. 또한 성냥을 조심스럽게 다루고 실수로 발화하지 않도록 주의하는 것이 중요합니다.
ru: Спички - это небольшие деревянные палочки с головками, предназначенные для разведения огня. Они состоят из двух основных частей: деревянной палочки (стержня) и головки. Стержень спички обычно изготавливается из сухой и легковоспламеняющейся древесины, например, сосны или березы. Он узкий и тонкий, поэтому его легче зажечь. Верхняя часть стержня называется головкой или зажигалкой. В головке спички содержится специальное вещество, например фосфор или сера, которое трескается или горит при трении о полость зажигалки. Когда головка спички трется о поверхность земли или специальную зажигалку, трение создает достаточно тепла для воспламенения и образования пламени. Спички являются одноразовым предметом, поскольку их можно использовать только один раз для создания огня. Они широко используются в бытовых и коммерческих целях, в том числе для зажигания свечей, разжигания камина или костра на отдыхе, а также для розжига газовых плит и костров. Важно отметить, что спички следует хранить в сухом и прохладном месте, чтобы они не потеряли своих зажигательных свойств. Также важно обращаться с ними осторожно и не допускать случайного воспламенения.

# Inventory,MetalScrap
source: Metal scrap
de: Metallschrott
fr: Ferraille
ko: 고철

# Inventory,MetalScraptext
source: Scrap metal is waste and scrap metal products that are no longer usable in their original form. They can include various types of metals such as steel, iron, aluminum, copper, tin, nickel, lead, etc. Scrap metal can come from a variety of sources including automobiles, electronics, appliances, building structures, packaging materials, old plumbing fixtures, and other metal products. It can come in a variety of shapes and sizes, including lump, scrap, chip or powdered scrap metal. Each type has a different degree of value and specific recycling requirements. Scrap metal is an important source of secondary raw materials that can be melted down and used to produce new metal products. This reduces the need to mine and recycle primary metals, reducing the negative impact on the environment.
de: Schrott sind Abfall- und Altmetallprodukte, die in ihrer ursprünglichen Form nicht mehr verwendbar sind. Dazu gehören verschiedene Arten von Metallen wie Stahl, Eisen, Aluminium, Kupfer, Zinn, Nickel, Blei usw. Schrott kann aus einer Vielzahl von Quellen stammen, z. B. aus Autos, Elektronik, Geräten, Gebäuden, Verpackungsmaterialien, alten Sanitärarmaturen und anderen Metallprodukten. Es kann verschiedene Formen und Größen haben, wie z.B. Klumpen, Schrott, Späne oder pulverisiertes Metall. Jede Art hat einen anderen Wert und spezifische Recyclinganforderungen. Metallschrott ist eine wichtige Quelle für Sekundärrohstoffe, die eingeschmolzen und zur Herstellung neuer Metallprodukte verwendet werden können. Dadurch müssen weniger Primärmetalle abgebaut und recycelt werden, was die negativen Auswirkungen auf die Umwelt verringert.
fr: La ferraille est constituée de déchets et de produits de ferraille qui ne sont plus utilisables sous leur forme originale. Ils peuvent inclure différents types de métaux tels que l'acier, le fer, l'aluminium, le cuivre, l'étain, le nickel, le plomb, etc. La ferraille peut provenir de diverses sources, notamment les automobiles, les appareils électroniques, les appareils électroménagers, les structures de bâtiments, les matériaux d’emballage, les vieux appareils de plomberie et d’autres produits métalliques. Il peut se présenter sous diverses formes et tailles, notamment en morceaux, en débris, en copeaux ou en poudre. Chaque type a un degré de valeur différent et des exigences de recyclage spécifiques. La ferraille est une source importante de matières premières secondaires qui peuvent être fondues et utilisées pour fabriquer de nouveaux produits métalliques. Cela réduit le besoin d’extraire et de recycler les métaux primaires, réduisant ainsi l’impact négatif sur l’environnement.
ko: 고철은 더 이상 원래 형태로 사용할 수 없는 폐기물 및 고철 제품입니다. 고철에는 강철, 철, 알루미늄, 구리, 주석, 니켈, 납 등 다양한 종류의 금속이 포함될 수 있습니다. 고철은 자동차, 전자제품, 가전제품, 건물 구조물, 포장재, 오래된 배관 설비, 기타 금속 제품 등 다양한 출처에서 나올 수 있습니다. 고철은 덩어리, 스크랩, 칩 또는 분말 고철 등 다양한 형태와 크기로 제공됩니다. 각 유형마다 가치와 특정 재활용 요건이 다릅니다. 고철은 녹여 새로운 금속 제품을 생산하는 데 사용할 수 있는 중요한 2차 원자재 공급원입니다. 이렇게 하면 1차 금속을 채굴하고 재활용할 필요성이 줄어들어 환경에 미치는 부정적인 영향을 줄일 수 있습니다.

# Inventory,Moonshine
source: Samogon
it: Chiaro di luna
ko: 사모곤(증류주)
ru: Самогон

# Inventory,MoonshineCreate
source: Produced samogon...
de: Produzierte Samogon...
fr: Production de Samogon...
hu: Termelt samogon...
it: Prodotto chiaro di luna...
ko: 사모곤(증류주) 생산...
ru: Производится самогон...

# Inventory,MoonshineError
source: I don't own a samogon machine....
de: Ich besitze keine Samogon Maschine....
fr: Je ne possède pas de machine samogon....
hu: Nincs saját samogon gépem....
it: Non possiedo una macchina chiaro di luna....
ko: 사모곤(증류주) 제조기를 소유하고 있지 않습니다....
ru: У меня нет самогонного аппарата....

# Inventory,Moonshinemachine
source: Samogon machine
de: Samogon Maschine
fr: Machine Samogon
hu: Samogon gép
it: Colosso del chiaro di luna
ko: 사모곤(증류주) 제조기
ru: Самогонный аппарат

# Inventory,MoonshinemachineText
source: A samogon machine is a device designed for distillation (rectification) of various liquids at home. This device is a cube, inside of which there are tubes, as well as a cooler connected to the cube by a collet method. The apparatus also has a condensate collector and a dry evaporator. The apparatus is equipped with a thermometer to monitor the distillation temperature.
de: Eine Samogon Maschine ist ein Gerät, das für die Destillation (Rektifikation) verschiedener Flüssigkeiten zu Hause entwickelt wurde. Dieses Gerät ist ein Würfel, in dessen Inneren sich Rohre befinden, sowie ein Kühler, der mit dem Würfel durch eine Spannzangenmethode verbunden ist. Das Gerät hat außerdem einen Kondensatsammler und einen Trockenverdampfer. Der Apparat ist mit einem Thermometer ausgestattet, um die Destillationstemperatur zu überwachen.
fr: Une machine samogon est un appareil conçu pour la distillation (rectification) de divers liquides à la maison. Cet appareil est un cube à l'intérieur duquel se trouvent des tubes, ainsi qu'un refroidisseur relié au cube par une méthode de pince. L'appareil dispose également d'un collecteur de condensats et d'un évaporateur sec. L'appareil est équipé d'un thermomètre pour surveiller la température de distillation.
hu: A samogongép olyan készülék, amelyet különböző folyadékok otthoni desztillálására (rektifikálására) terveztek. Ez a készülék egy kocka, amelynek belsejében csövek vannak, valamint egy hűtő, amely a kockához van csatlakoztatva egy galléros módszerrel. A készülék rendelkezik továbbá egy kondenzátumgyűjtővel és egy száraz elpárologtatóval. A készülék egy hőmérővel van felszerelve a desztillációs hőmérséklet ellenőrzésére.
it: Una macchina samogon è un dispositivo progettato per la distillazione (rettifica) di vari liquidi in casa. Questo dispositivo è un cubo, all'interno del quale sono presenti tubi, nonché un dispositivo di raffreddamento collegato al cubo mediante un metodo a pinza. L'apparecchio è inoltre dotato di un raccoglitore di condensa e di un evaporatore a secco. L'apparecchio è dotato di un termometro per monitorare la temperatura di distillazione.
ko: 사모곤 제조기는 가정에서 다양한 액체의 증류(정류)를 위해 설계된 장치입니다. 이 장치는 큐브이며 내부에는 튜브와 큐브에 콜릿 방식으로 연결된 쿨러가 있습니다. 이 장치에는 응축수 수집기와 건식 증발기도 있습니다. 이 장치에는 증류 온도를 모니터링하는 온도계가 장착되어 있습니다.
ru: Самогонный аппарат - это устройство, предназначенное для перегонки (ректификации) различных жидкостей в домашних условиях. Данный аппарат представляет собой куб, внутри которого расположены трубки, а также охладитель, соединенный с кубом цанговым способом. Аппарат также имеет сборник конденсата и сухой испаритель. Аппарат оснащен термометром для контроля температуры перегонки.
