Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Seeds,CabbageText
source: Cabbage seeds are plant material intended for sowing and growing cabbage. They are small, oval-shaped grains, with a variety of shades from light brown to black in color. Cabbage, like other cabbage vegetables, is high in vitamins, minerals and nutrients, making it a popular food and household product. Cabbage is rich in vitamin C, carotene, vitamin K, folic acid, potassium and calcium. Sowing and growing cabbage from seeds requires certain conditions. They must be spaced a certain distance apart to provide enough space for each plant to grow and develop. Seeds are usually sown into the soil in spring or fall, depending on climatic conditions and the gardener's preference. Cabbage seeds are usually sold in different sized packages, indicating the variety, quantity and specific characteristics of each batch of seeds. They can be purchased at garden centers, seed stores, and online resources. It is important to note that the quality of cabbage seeds has a direct impact on the yield and quality of the plant. Therefore, when choosing seeds, you should pay attention to the manufacturer, date of production, expiration date and recommendations for storage and use. General attention to detail and proper handling of cabbage seeds will help to create favorable conditions for successful growth and development of cabbage, as well as provide a good harvest of nutritious and tasty vegetables.
de: Kohlsamen sind Pflanzenmaterial, das für die Aussaat und den Anbau von Kohl bestimmt ist. Es handelt sich um kleine, ovale Körner, deren Farbe von hellbraun bis schwarz reichen kann. Kohl, wie auch andere Kohlgemüse, ist reich an Vitaminen, Mineralien und Nährstoffen, was ihn zu einem beliebten Lebensmittel und Haushaltsprodukt macht. Kohl ist reich an Vitamin C, Karotin, Vitamin K, Folsäure, Kalium und Kalzium. Die Aussaat und der Anbau von Kohl aus Samen erfordert bestimmte Bedingungen. Sie müssen in einem bestimmten Abstand voneinander ausgesät werden, damit jede Pflanze genügend Platz hat, um zu wachsen und sich zu entwickeln. Die Samen werden in der Regel im Frühjahr oder im Herbst in den Boden gesät, je nach den klimatischen Bedingungen und den Vorlieben des Gärtners. Kohlsamen werden in der Regel in unterschiedlich großen Packungen verkauft, auf denen die Sorte, die Menge und die besonderen Merkmale jeder Samenpartie angegeben sind. Sie können in Gartencentern, Saatgutgeschäften und Online-Ressourcen erworben werden. Es ist wichtig zu beachten, dass die Qualität der Kohlsamen einen direkten Einfluss auf den Ertrag und die Qualität der Pflanze hat. Daher sollten Sie bei der Auswahl der Samen auf den Hersteller, das Produktionsdatum, das Verfallsdatum und die Empfehlungen für Lagerung und Verwendung achten. Allgemeine Aufmerksamkeit und der richtige Umgang mit Kohlsamen tragen dazu bei, günstige Bedingungen für ein erfolgreiches Wachstum und die Entwicklung des Kohls zu schaffen und eine gute Ernte von nahrhaftem und schmackhaftem Gemüse zu erzielen.
fr: Les graines de chou sont du matériel végétal destiné au semis et à la culture du chou. Ce sont de petits grains de forme ovale, avec une variété de nuances allant du brun clair au noir. Le chou, comme les autres légumes à base de chou, est riche en vitamines, minéraux et nutriments, ce qui en fait un aliment et un produit ménager populaire. Le chou est riche en vitamine C, carotène, vitamine K, acide folique, potassium et calcium. Semer et cultiver du chou à partir de graines nécessite certaines conditions. Ils doivent être espacés d’une certaine distance pour laisser suffisamment d’espace à chaque plante pour pousser et se développer. Les graines sont généralement semées dans le sol au printemps ou à l'automne, selon les conditions climatiques et les préférences du jardinier. Les graines de chou sont généralement vendues dans des emballages de différentes tailles, indiquant la variété, la quantité et les caractéristiques spécifiques de chaque lot de graines. Ils peuvent être achetés dans les jardineries, les magasins de semences et les ressources en ligne. Il est important de noter que la qualité des graines de chou a un impact direct sur le rendement et la qualité de la plante. Par conséquent, lors du choix des graines, vous devez faire attention au fabricant, à la date de production, à la date de péremption et aux recommandations de stockage et d'utilisation. Une attention générale portée aux détails et une manipulation appropriée des graines de chou contribueront à créer des conditions favorables à la croissance et au développement réussis du chou, ainsi qu'à fournir une bonne récolte de légumes nutritifs et savoureux.
hu: A káposztamag a káposzta vetésére és termesztésére szánt növényi anyag. Kicsi, ovális alakú szemek, amelyek színe a világosbarnától a feketéig terjedő árnyalatú. A káposzta, a többi káposztás zöldséghez hasonlóan, magas vitamin-, ásványi anyag- és tápanyagtartalommal rendelkezik, ezért kedvelt élelmiszer és háztartási termék. A káposzta gazdag C-vitaminban, karotinban, K-vitaminban, folsavban, káliumban és kalciumban. A káposzta magról történő vetése és termesztése bizonyos feltételeket igényel. Bizonyos távolságra kell őket egymástól elhelyezni, hogy minden egyes növénynek elegendő helyet biztosítsunk a növekedéshez és fejlődéshez. A magokat általában tavasszal vagy ősszel vetik a talajba, az éghajlati viszonyoktól és a kertész preferenciájától függően. A káposztamagokat általában különböző méretű csomagokban árulják, feltüntetve az egyes vetőmagtételek fajtáját, mennyiségét és sajátos tulajdonságait. Kertészeti központokban, vetőmagboltokban és online forrásokban vásárolhatók meg. Fontos megjegyezni, hogy a káposztamagok minősége közvetlen hatással van a növény termésére és minőségére. Ezért a vetőmagok kiválasztásakor figyelni kell a gyártóra, a gyártási dátumra, a lejárati időre, valamint a tárolásra és a felhasználásra vonatkozó ajánlásokra. A káposztamagok általános figyelme és megfelelő kezelése segít kedvező feltételeket teremteni a káposzta sikeres növekedéséhez és fejlődéséhez, valamint jó termést biztosít a tápláló és ízletes zöldségekből.
it: I semi di cavolo sono materiale vegetale destinato alla semina e alla coltivazione del cavolo. Sono piccoli grani di forma ovale, con una varietà di sfumature che vanno dal marrone chiaro al nero. Il cavolo, come altri ortaggi, ha un elevato contenuto di vitamine, minerali e sostanze nutritive, che lo rendono un alimento popolare e un prodotto per la casa. Il cavolo è ricco di vitamina C, carotene, vitamina K, acido folico, potassio e calcio. La semina e la coltivazione del cavolo a partire dai semi richiede alcune condizioni. I semi devono essere distanziati da una certa distanza per fornire spazio sufficiente alla crescita e allo sviluppo di ogni pianta. I semi vengono solitamente seminati nel terreno in primavera o in autunno, a seconda delle condizioni climatiche e delle preferenze del giardiniere. I semi di cavolo sono solitamente venduti in confezioni di dimensioni diverse, che indicano la varietà, la quantità e le caratteristiche specifiche di ciascun lotto di semi. Possono essere acquistati presso centri di giardinaggio, negozi di sementi e risorse online. È importante notare che la qualità dei semi di cavolo ha un impatto diretto sulla resa e sulla qualità della pianta. Pertanto, quando si scelgono i semi, è necessario prestare attenzione al produttore, alla data di produzione, alla data di scadenza e alle raccomandazioni per la conservazione e l'uso. L'attenzione generale ai dettagli e la corretta manipolazione dei semi di cavolo contribuiranno a creare le condizioni favorevoli per una crescita e uno sviluppo di successo del cavolo, oltre a fornire un buon raccolto di verdure nutrienti e gustose.
ko: 양배추 씨앗은 양배추를 파종하고 재배하기 위한 식물 재료입니다. 양배추 씨앗은 작은 타원형 알갱이로 연한 갈색에서 검은색까지 다양한 색조를 띠고 있습니다. 양배추는 다른 양배추 채소와 마찬가지로 비타민, 미네랄 및 영양소가 풍부하여 인기있는 식품 및 가정 용품입니다. 양배추에는 비타민 C, 카로틴, 비타민 K, 엽산, 칼륨 및 칼슘이 풍부합니다. 씨앗에서 양배추를 파종하고 재배하려면 특정 조건이 필요합니다. 각 식물이 성장하고 발달 할 수있는 충분한 공간을 제공하기 위해 일정한 간격을 두어야합니다. 씨앗은 일반적으로 기후 조건과 정원사의 선호도에 따라 봄 또는 가을에 토양에 뿌려집니다. 양배추 씨앗은 일반적으로 다양한 크기의 패키지로 판매되며 각 씨앗 배치의 다양성, 수량 및 특정 특성을 나타냅니다. 정원 센터, 종자 상점 및 온라인 리소스에서 구입할 수 있습니다. 양배추 씨앗의 품질은 식물의 수확량과 품질에 직접적인 영향을 미친다는 점에 유의하는 것이 중요합니다. 따라서 종자를 선택할 때 제조업체, 생산 날짜, 유통 기한 및 보관 및 사용 권장 사항에주의를 기울여야합니다. 세부 사항에 대한 일반적인주의와 양배추 씨앗의 적절한 취급은 양배추의 성공적인 성장과 발달을위한 유리한 조건을 조성하고 영양가 있고 맛있는 야채를 잘 수확하는 데 도움이 될 것입니다.
ru: Семена капусты - это растительный материал, предназначенный для посева и выращивания капусты. Они представляют собой небольшие зерна овальной формы с разнообразными оттенками от светло-коричневого до черного цвета. Капуста, как и другие капустные овощи, отличается высоким содержанием витаминов, минералов и питательных веществ, что делает ее популярным продуктом питания и домашнего обихода. Капуста богата витамином С, каротином, витамином К, фолиевой кислотой, калием и кальцием. Посев и выращивание капусты из семян требует соблюдения определенных условий. Они должны быть расположены на определенном расстоянии друг от друга, чтобы обеспечить достаточное пространство для роста и развития каждого растения. Семена обычно высевают в грунт весной или осенью, в зависимости от климатических условий и предпочтений садовода. Семена капусты обычно продаются в упаковках разного размера с указанием сорта, количества и специфических характеристик каждой партии семян. Приобрести их можно в садовых центрах, магазинах семян, а также на интернет-ресурсах. Важно отметить, что качество семян капусты напрямую влияет на урожайность и качество растения. Поэтому при выборе семян следует обращать внимание на производителя, дату производства, срок годности и рекомендации по хранению и использованию. Общее внимание к деталям и правильное обращение с семенами капусты помогут создать благоприятные условия для успешного роста и развития капусты, а также обеспечить хороший урожай питательных и вкусных овощей.

# Seeds,Carrot
source: Carrot seeds
de: Karottensamen
fr: Graine de carotte
hu: Sárgarépa magvak
it: Semi di Carote
ko: 당근 씨앗
ru: Семена моркови

# Seeds,CarrotText
source: Carrots are an annual plant in the umbrella family. Carrot seeds are tiny oval or elliptical grains with a slit at one end. They are usually about 1-2 mm in size. The color of the seeds can vary from light brown to dark brown or even black. They have a smooth and shiny surface. Carrot seeds are highly germinable and have a long shelf life, so they can be stored for several years under the right conditions. Carrot seeds are usually grown by sowing them in the ground to a depth of about 1-2 cm and further dividing the plants after germination. They produce long and thick root vegetables with a bright orange color, rich in vitamin A and other nutrients.
de: Karotten sind einjährige Pflanzen aus der Familie der Schmetterlingsblütler. Karottensamen sind winzige ovale oder elliptische Körner mit einem Schlitz an einem Ende. Sie sind in der Regel etwa 1-2 mm groß. Die Farbe der Samen kann von hellbraun bis dunkelbraun oder sogar schwarz variieren. Sie haben eine glatte und glänzende Oberfläche. Karottensamen sind sehr keimfähig und lange haltbar, so dass sie unter den richtigen Bedingungen mehrere Jahre gelagert werden können. Karottensamen werden in der Regel durch Aussaat in den Boden in einer Tiefe von etwa 1-2 cm gezogen und nach der Keimung weiter geteilt. Sie ergeben ein langes und dickes Wurzelgemüse mit einer leuchtend orangen Farbe, das reich an Vitamin A und anderen Nährstoffen ist.
fr: La carotte est une plante annuelle de la famille des parapluies. Les graines de carottes sont de minuscules grains ovales ou elliptiques avec une fente à une extrémité. Ils mesurent généralement environ 1 à 2 mm. La couleur des graines peut varier du brun clair au brun foncé ou même au noir. Ils ont une surface lisse et brillante. Les graines de carottes ont une germination élevée et ont une longue durée de conservation, elles peuvent donc être conservées plusieurs années dans de bonnes conditions. Les graines de carottes sont généralement cultivées en les semant dans le sol à une profondeur d'environ 1 à 2 cm et en divisant davantage les plantes après la germination. Ils produisent des légumes-racines longs et épais de couleur orange vif, riches en vitamine A et d’autres nutriments.
hu: A sárgarépa az ernyősvirágúak családjába tartozó egynyári növény. A sárgarépamagok apró ovális vagy elliptikus szemek, amelyek egyik végén rés van. Általában 1-2 mm nagyságúak. A magok színe a világosbarnától a sötétbarnáig vagy akár feketéig is változhat. Felületük sima és fényes. A sárgarépamagok jól csíráznak és hosszú eltarthatósági idővel rendelkeznek, így megfelelő körülmények között több évig is tárolhatók. A sárgarépamagokat általában úgy termesztik, hogy a földbe vetik őket körülbelül 1-2 cm mélyre, majd csírázás után tovább osztják a növényeket. Hosszú és vastag, élénk narancssárga színű, A-vitaminban és más tápanyagokban gazdag gyökérzöldséget teremnek.
it: Le carote sono una pianta annuale della famiglia delle ombrellifere. I semi di carota sono piccoli grani ovali o ellittici con una fessura a un'estremità. Di solito hanno una dimensione di circa 1-2 mm. Il colore dei semi può variare dal marrone chiaro al marrone scuro o addirittura al nero. Hanno una superficie liscia e lucida. I semi di carota sono altamente germinabili e hanno una lunga durata di conservazione, quindi possono essere conservati per diversi anni nelle giuste condizioni. I semi di carota vengono solitamente coltivati seminandoli nel terreno a una profondità di circa 1-2 cm e dividendo ulteriormente le piante dopo la germinazione. Producono ortaggi a radice lunga e spessa di colore arancione brillante, ricchi di vitamina A e altri nutrienti.
ko: 당근은 우산과에 속하는 일년생 식물입니다. 당근 씨앗은 작은 타원형 또는 타원형 알갱이로 한쪽 끝에 슬릿이 있습니다. 일반적으로 크기는 약 1-2mm입니다. 씨앗의 색은 연한 갈색에서 짙은 갈색 또는 검은 색까지 다양합니다. 그들은 매끄럽고 반짝이는 표면을 가지고 있습니다. 당근 씨앗은 발아율이 높고 저장 수명이 길기 때문에 적절한 조건에서 몇 년 동안 보관할 수 있습니다. 당근 씨앗은 일반적으로 땅에 약 1-2cm 깊이로 파종하고 발아 후 식물을 더 나누어 재배합니다. 그들은 비타민 A 및 기타 영양소가 풍부한 밝은 주황색의 길고 두꺼운 뿌리 채소를 생산합니다.
ru: Морковь - однолетнее растение семейства зонтичных. Семена моркови представляют собой крошечные овальные или эллиптические зернышки с щелью на одном конце. Их размер обычно составляет около 1-2 мм. Цвет семян может варьироваться от светло-коричневого до темно-коричневого или даже черного. Они имеют гладкую и блестящую поверхность. Семена моркови обладают высокой всхожестью и длительным сроком хранения, поэтому при правильных условиях они могут храниться несколько лет. Семена моркови обычно выращивают путем посева в грунт на глубину около 1-2 см и последующего деления растений после прорастания. Из них получаются длинные и толстые корнеплоды ярко-оранжевого цвета, богатые витамином А и другими питательными веществами.

# Seeds,Corn
source: Corn seeds
de: Maissamen
fr: Graine de maïs
hu: Kukorica magvak
it: Semi di mais
ko: 옥수수 씨앗
ru: Зерна кукурузы

# Seeds,CornText
source: Corn seeds are the seeds of a plant also known as corn or maize seed. Corn is one of the most popular crops in the world and is widely used as food, animal feed and raw material for industry. Corn seeds come in different varieties that vary in color, size, shape and properties. They can be yellow, white, red or mixed colors. Planted corn seeds are usually round in shape, flat in texture and smooth in surface. They are relatively large for easy handling and planting. Corn seeds are rich in nutrients such as proteins, carbohydrates, vitamins and minerals. They also contain fiber, antioxidants and various phytochemicals that benefit human health. Corn is a source of energy and can be used to convert into other products such as flour, oil, starch and syrup. Corn seeds are grown by sowing into the soil and certain conditions are required, including adequate sunlight, heat and moisture. The productivity of the plant depends on proper care including watering, feeding, weed and pest control.
de: Maissamen sind die Samen einer Pflanze, die auch als Mais oder Maissamen bekannt ist. Mais ist eine der beliebtesten Kulturpflanzen der Welt und wird in großem Umfang als Lebensmittel, Tierfutter und Rohstoff für die Industrie verwendet. Maissamen gibt es in verschiedenen Sorten, die sich in Farbe, Größe, Form und Eigenschaften unterscheiden. Sie können gelb, weiß, rot oder gemischtfarbig sein. Gepflanzte Maissamen sind in der Regel rund, haben eine flache Textur und eine glatte Oberfläche. Sie sind relativ groß und lassen sich leicht handhaben und einpflanzen. Maissamen sind reich an Nährstoffen wie Proteinen, Kohlenhydraten, Vitaminen und Mineralien. Außerdem enthalten sie Ballaststoffe, Antioxidantien und verschiedene sekundäre Pflanzenstoffe, die der menschlichen Gesundheit zugute kommen. Mais ist eine Energiequelle und kann in andere Produkte wie Mehl, Öl, Stärke und Sirup umgewandelt werden. Die Maissamen werden durch Aussaat in den Boden gezüchtet, wobei bestimmte Bedingungen wie ausreichende Sonneneinstrahlung, Wärme und Feuchtigkeit erforderlich sind. Die Produktivität der Pflanze hängt von der richtigen Pflege ab, einschließlich Bewässerung, Fütterung, Unkraut- und Schädlingsbekämpfung.
fr: Les graines de maïs sont les graines d'une plante également connue sous le nom de maïs ou graine de maïs. Le maïs est l’une des cultures les plus populaires au monde et est largement utilisé comme alimentation humaine et animale et comme matière première pour l’industrie. Les graines de maïs existent en différentes variétés qui varient en couleur, taille, forme et propriétés. Ils peuvent être de couleurs jaunes, blanches, rouges ou mélangées. Les graines de maïs plantées sont généralement de forme ronde, de texture plate et de surface lisse. Ils sont relativement grands pour une manipulation et une plantation faciles. Les graines de maïs sont riches en nutriments tels que les protéines, les glucides, les vitamines et les minéraux. Ils contiennent également des fibres, des antioxydants et divers composés phytochimiques bénéfiques pour la santé humaine. Le maïs est une source d’énergie et peut être utilisé pour être transformé en d’autres produits tels que la farine, l’huile, l’amidon et le sirop. Les graines de maïs sont cultivées en semant dans le sol et certaines conditions sont requises, notamment un ensoleillement, une chaleur et une humidité adéquats. La productivité de la plante dépend de soins appropriés, notamment l’arrosage, l’alimentation, la lutte contre les mauvaises herbes et les ravageurs.
hu: A kukoricamag a kukorica vagy kukoricamag néven is ismert növény magja. A kukorica a világ egyik legnépszerűbb növénye, amelyet széles körben használnak élelmiszerként, takarmányként és ipari nyersanyagként. A kukorica vetőmagok különböző fajtákban léteznek, amelyek színük, méretük, alakjuk és tulajdonságaik szerint különböznek egymástól. Lehetnek sárgák, fehérek, vörösek vagy vegyes színűek. Az ültetett kukoricamagok általában kerek alakúak, lapos textúrájúak és sima felületűek. A könnyű kezelés és ültetés érdekében viszonylag nagyok. A kukoricamagok gazdagok tápanyagokban, például fehérjékben, szénhidrátokban, vitaminokban és ásványi anyagokban. Rostokat, antioxidánsokat és különböző fitokémiai anyagokat is tartalmaznak, amelyek jótékony hatással vannak az emberi egészségre. A kukorica energiaforrás, és felhasználható más termékekké, például lisztté, olajjá, keményítővé és sziruppá alakítható. A kukoricamagokat a talajba vetve termesztik, és bizonyos feltételek szükségesek hozzá, többek között megfelelő napfény, hő és nedvesség. A növény termőképessége a megfelelő gondozástól függ, beleértve az öntözést, a takarmányozást, a gyom- és kártevőirtást.
it: I semi di mais sono i semi di una pianta nota anche come mais o semi di mais. Il mais è una delle colture più popolari al mondo ed è ampiamente utilizzato come alimento, mangime per animali e materia prima per l'industria. I semi di mais sono disponibili in diverse varietà che variano per colore, dimensione, forma e proprietà. Possono essere gialli, bianchi, rossi o di colori misti. I semi di mais piantati hanno solitamente una forma rotonda, una consistenza piatta e una superficie liscia. Sono relativamente grandi per facilitare la manipolazione e la semina. I semi di mais sono ricchi di sostanze nutritive come proteine, carboidrati, vitamine e minerali. Contengono anche fibre, antiossidanti e varie sostanze fitochimiche utili per la salute umana. Il mais è una fonte di energia e può essere utilizzato per convertire in altri prodotti come farina, olio, amido e sciroppo. I semi di mais vengono coltivati mediante semina nel terreno e sono necessarie determinate condizioni, tra cui luce solare, calore e umidità adeguati. La produttività della pianta dipende da una cura adeguata che comprende l'irrigazione, l'alimentazione, il controllo delle erbe infestanti e dei parassiti.
ko: 옥수수 씨앗은 옥수수 또는 옥수수씨로도 알려진 식물의 씨앗입니다. 옥수수는 세계에서 가장 인기 있는 작물 중 하나이며 식품, 동물 사료 및 산업 원료로 널리 사용됩니다. 옥수수 씨앗은 색상, 크기, 모양 및 특성이 다양한 다양한 품종으로 제공됩니다. 노란색, 흰색, 빨간색 또는 혼합 색상일 수 있습니다. 심은 옥수수 씨앗은 일반적으로 모양이 둥글고 질감이 평평하며 표면이 매끈합니다. 비교적 크기가 커서 다루고 심기 쉽습니다. 옥수수 씨앗에는 단백질, 탄수화물, 비타민 및 미네랄과 같은 영양소가 풍부합니다. 또한 섬유질, 항산화제 및 인체 건강에 도움이되는 다양한 식물성 화학 물질이 포함되어 있습니다. 옥수수는 에너지 원이며 밀가루, 기름, 전분 및 시럽과 같은 다른 제품으로 전환하는 데 사용할 수 있습니다. 옥수수 씨앗은 토양에 파종하여 재배하며 적절한 햇빛, 열 및 수분을 포함한 특정 조건이 필요합니다. 식물의 생산성은 물주기, 먹이주기, 잡초 및 해충 방제 등 적절한 관리에 따라 달라집니다.
ru: Семена кукурузы - это семена растения, также известного как кукуруза или маис. Кукуруза является одной из самых популярных сельскохозяйственных культур в мире и широко используется в качестве продукта питания, корма для животных и сырья для промышленности. Семена кукурузы бывают различных сортов, отличающихся по цвету, размеру, форме и свойствам. Они могут быть желтого, белого, красного или смешанного цвета. Посаженные семена кукурузы обычно имеют круглую форму, плоскую текстуру и гладкую поверхность. Они относительно крупные, что облегчает их обработку и посадку. Семена кукурузы богаты питательными веществами, такими как белки, углеводы, витамины и минералы. Они также содержат клетчатку, антиоксиданты и различные фитохимические вещества, полезные для здоровья человека. Кукуруза является источником энергии и может быть использована для переработки в другие продукты, такие как мука, масло, крахмал и сироп. Семена кукурузы выращиваются путем посева в почву, при этом необходимы определенные условия, включая достаточное количество солнечного света, тепла и влаги. Продуктивность растения зависит от правильного ухода, включающего полив, подкормку, борьбу с сорняками и вредителями.

# Seeds,Cucumber
source: Cucumber seeds
de: Gurkensamen
fr: Graine de concombre
hu: Uborka magok
it: Semi di Cetriolo
ko: 오이 씨앗
ru: Семена огурцов
