Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,PlankText
source: A board is a flat, elongated and rectangular wood with parallel edges that are taller and longer than they are wide. Used mainly in carpentry, planks are crucial in the construction of ships, houses, bridges and many other structures. The boards also serve as supports for forming shelves and tables
de: Ein Brett ist ein flaches, längliches und rechteckiges Holz mit parallelen Kanten, das höher und länger ist als es breit ist. Bretter werden hauptsächlich in der Zimmerei verwendet und sind für den Bau von Schiffen, Häusern, Brücken und vielen anderen Konstruktionen entscheidend. Die Bretter dienen auch als Stützen für den Bau von Regalen und Tischen
fr: Une planche est un bois plat, allongé et rectangulaire avec des bords parallèles qui sont plus hauts et plus longs que larges. Utilisées principalement en menuiserie, les planches jouent un rôle crucial dans la construction de navires, de maisons, de ponts et de bien d’autres structures. Les planches servent également de supports pour former des étagères et des tables
hu: A deszka lapos, hosszúkás, téglalap alakú, párhuzamos élekkel rendelkező fa, amely magasabb és hosszabb, mint amilyen széles. A főként az ácsmunkában használt deszkák döntő fontosságúak a hajók, házak, hidak és sok más szerkezet építésében. A deszkák polcok és asztalok kialakításánál is támasztékként szolgálnak
it: Una tavola è un legno piatto, allungato e rettangolare con bordi paralleli più alti e più lunghi che larghi. Utilizzate principalmente in falegnameria, le assi sono fondamentali nella costruzione di navi, case, ponti e molte altre strutture. Le tavole fungono anche da supporti per formare mensole e tavoli
ko: 판자는 평평하고 길쭉한 직사각형의 목재로, 가장자리가 넓이보다 길고 평행한 형태입니다. 주로 목공에 사용되는 판자는 선박, 주택, 교량 및 기타 여러 구조물 건설에 매우 중요합니다. 판자는 선반과 테이블을 만들기 위한 지지대 역할도 합니다
ru: Доска - это плоское, вытянутое и прямоугольное деревянное изделие с параллельными кромками, высота и длина которого больше ширины. Используемые в основном в плотницком деле, доски играют важнейшую роль в строительстве кораблей, домов, мостов и многих других сооружений. Доски также служат опорами для формирования полок и столов

# Inventory,PodberezovikText
source: Podberozovik is a species of spongy cap mushrooms of the genus Leccinum, or Obabok of the Bolletidae family. Popular names: Podberozovik, Berezovik, Chernolovik. Cap of different colors - from white to dark gray and almost black, underneath and at first (with young mushrooms) white, older - grayish-brown. In damp places more often found Podberoberozovik marsh, with a white or whitish cap surface. The stalk from below is slightly thickened, white, with longitudinal white or dark scales.
de: Podberozovik ist eine Art von Schwammhutpilzen der Gattung Leccinum oder Obabok aus der Familie der Bolletidae. Beliebte Namen: Podberozovik, Berezovik, Chernolovik. Der Hut ist unterschiedlich gefärbt - von weiß bis dunkelgrau und fast schwarz, darunter und anfangs (bei jungen Pilzen) weiß, bei älteren graubraun. An feuchten Orten findet man häufiger Podberoberozovik Sumpf, mit einer weißen oder weißlichen Hutoberfläche. Der Stiel ist von unten leicht verdickt, weiß, mit länglichen weißen oder dunklen Schuppen.
fr: Podberozovik est une espèce de champignons à calotte spongieuse du genre Leccinum, ou Obabok de la famille des Bolletidae. Noms populaires : Podberozovik, Berezovik, Chernolovik. Chapeau de différentes couleurs - du blanc au gris foncé et presque noir, en dessous et au début (avec les jeunes champignons) blanc, plus âgé - brun grisâtre. Dans les endroits humides, on trouve plus souvent le marais Podberoberozovik, avec une surface de calotte blanche ou blanchâtre. La tige du dessous est légèrement épaissie, blanche, avec des écailles longitudinales blanches ou foncées.
hu: A podberozovik a Bolletidae családba tartozó Leccinum vagy Obabok nemzetségbe tartozó szivacsos kalapú gombafaj. Népszerű nevek: Pobberozoboz: Podberozovik, Berezovik, Chernolovik. Különböző színű kalap - a fehértől a sötétszürkéig és majdnem feketéig, alul és eleinte (fiatal gombáknál) fehér, idősebbeknél - szürkésbarna. Nedves helyeken gyakrabban található Podberoberozovik mocsár, fehér vagy fehéres kalapfelülettel. A tönk alulról kissé megvastagodott, fehér, hosszanti fehér vagy sötét pikkelyekkel.
it: Podberozovik è una specie di funghi dal cappello spugnoso del genere Leccinum, o Obabok della famiglia Bolletidae. Nomi popolari: Podberozovik, Berezovik, Chernolovik. Cappello di diversi colori: dal bianco al grigio scuro e quasi nero, sotto e inizialmente (con funghi giovani) bianco, più vecchio - marrone grigiastro. Nei luoghi umidi si trova più spesso la palude Podberoberozovik, con la superficie del cappello bianca o biancastra. Il gambo dal basso è leggermente ispessito, bianco, con scaglie longitudinali bianche o scure.
ko: 포드베레조비치는 레시넘 속의 해면질 모자 버섯 또는 볼레티과 오바복 버섯의 한 종입니다. 널리 알려진 이름: 포드 베로 조빅, 베레 조빅, 체 르노 비크. 다양한 색상의 모자-흰색에서 짙은 회색 및 거의 검은 색, 아래 및 처음에는 (어린 버섯 포함) 흰색, 오래된 회갈색. 습한 곳에서는 흰색 또는 희끄무레 한 캡 표면이있는 포드베레조비치 습지가 더 자주 발견됩니다. 아래에서 줄기는 약간 두껍고 흰색이며 세로로 흰색 또는 어두운 비늘이 있습니다.
ru: Подберезовик - вид грибов с губчатой шляпкой из рода Leccinum, или Обабок, семейства Болетовые (Bolletidae). Популярные названия: Подберёзовик, Березовик, Черноловик. Шляпка разного цвета - от белого до темно-серого и почти черного, снизу и вначале (у молодых грибов) белая, у старых - серовато-коричневая. Во влажных местах чаще встречается Подберезовик болотный, с белой или беловатой поверхностью шляпки. Ножка снизу слегка утолщенная, белая, с продольными белыми или темными чешуйками.

# Inventory,Quantity
source: Quantity:
de: Menge:
fr: Quantité:
hu: Mennyiség:
it: Quantita':
ko: 수량:
ru: Количество:

# Inventory,Quests
source: Quests
de: Aufgaben
fr: Quêtes
hu: Küldetések
it: Missioni
ko: 퀘스트
ru: Для квестов

# Inventory,Raspberry
source: Raspberry
de: Himbeere
fr: Framboise
hu: Málna
it: Lampone
ko: 라즈베리
ru: Малина

# Inventory,RaspBerryText
source: Common raspberry is a deciduous semi-shrub with a perennial rhizome, which develops biennial above-ground stems 1.5-2.5 m tall. Rhizome is sinuous, ligneous, with multiple adventitious roots, forming a powerful branching system. Stems are erect. Shoots in the first year are herbaceous, green with a bluish patina, juicy, covered with thin, usually dense thorns. In the second year the shoots turn woody and brown, withering immediately after fruiting, but new stems grow from the same root the following year. Leaves are oval, lobed, petiolate, compound, with 3-7 ovate leaflets, dark green above, whitish below, covered with fine hairs. Flowers are white, about 1 cm across, aggregated in small cystic inflorescences, located at the stem tips or in leaf axils. The petals are shorter than the lobes of the calyx. In the middle part of Russia raspberries bloom from June to July, sometimes as late as August. Fruits are small hairy bolls fused on the peduncle to form a compound fruit. Fruits are usually red (pink to deep burgundy), but some varieties are yellow and even black (blackberry-like). Fruits usually appear in the second year. In the first year, only two flowering buds are laid in the axils of the leaves on the replacement shoots, from which fruit branches grow in the second year. In southern areas, fruits also appear on the first year shoots in mid-autumn. There are also remontant varieties of raspberry, adapted to the conditions of the middle belt of Russia, capable of bearing fruit on the shoots of the first year.
de: Die Gewöhnliche Himbeere ist ein sommergrüner Halbstrauch mit einem mehrjährigen Rhizom, das zweijährige oberirdische Stämme von 1,5-2,5 m Höhe entwickelt. Das Rhizom ist gewunden, verholzt und hat zahlreiche Adventivwurzeln, die ein starkes Verzweigungssystem bilden. Die Stängel sind aufrecht. Die Triebe sind im ersten Jahr krautig, grün mit bläulicher Patina, saftig und mit dünnen, meist dichten Dornen besetzt. Im zweiten Jahr werden die Triebe holzig und braun und verwelken sofort nach der Fruchtbildung, aber im folgenden Jahr wachsen neue Triebe aus derselben Wurzel. Die Blätter sind oval, gelappt, gestielt, zusammengesetzt, mit 3-7 eiförmigen Fiederblättchen, oben dunkelgrün, unten weißlich und mit feinen Haaren bedeckt. Die weißen, etwa 1 cm großen Blüten stehen in kleinen, zystischen Blütenständen an den Stängelspitzen oder in den Blattachseln. Die Blütenblätter sind kürzer als die Lappen des Kelchs. In Mittelrussland blüht die Himbeere von Juni bis Juli, manchmal sogar noch im August. Die Früchte sind kleine, behaarte Samenkapseln, die am Stiel zu einer Sammelfrucht verwachsen sind. Die Früchte sind in der Regel rot (rosa bis tief burgunderrot), aber einige Sorten sind gelb und sogar schwarz (brombeerähnlich). Die Früchte erscheinen normalerweise im zweiten Jahr. Im ersten Jahr werden nur zwei Blütenknospen in den Achseln der Blätter an den Ersatztrieben angelegt, aus denen im zweiten Jahr Fruchtzweige wachsen. In südlichen Gebieten erscheinen Mitte Herbst auch Früchte an den Trieben des ersten Jahres. Es gibt auch remontierende Himbeersorten, die an die Bedingungen im mittleren Gürtel Russlands angepasst sind und an den Trieben des ersten Jahres Früchte tragen können.
fr: Le framboisier commun est un semi-arbuste à feuilles caduques à rhizome vivace, qui développe des tiges aériennes bisannuelles de 1,5 à 2,5 m de haut. Le rhizome est sinueux, ligneux, doté de multiples racines adventives, formant un puissant système de ramification. Les tiges sont dressées. Les pousses la première année sont herbacées, vertes à patine bleuâtre, juteuses, couvertes d'épines fines, généralement denses. La deuxième année, les pousses deviennent ligneuses et brunes et se fanent immédiatement après la fructification, mais de nouvelles tiges poussent à partir de la même racine l'année suivante. Les feuilles sont ovales, lobées, pétiolées, composées, à 3-7 folioles ovales, vert foncé dessus, blanchâtres dessous, couvertes de poils fins. Les fleurs sont blanches, mesurant environ 1 cm de diamètre, regroupées en petites inflorescences kystiques, situées à l'extrémité des tiges ou à l'aisselle des feuilles. Les pétales sont plus courts que les lobes du calice. Dans le centre de la Russie, les framboises fleurissent de juin à juillet, parfois jusqu'en août. Les fruits sont de petites capsules velues fusionnées sur le pédoncule pour former un fruit composé. Les fruits sont généralement rouges (rose à bordeaux foncé), mais certaines variétés sont jaunes et même noires (ressemblant à une mûre). Les fruits apparaissent généralement la deuxième année. La première année, seuls deux boutons floraux sont déposés à l'aisselle des feuilles sur les pousses de remplacement, à partir desquelles poussent des branches fruitières la deuxième année. Dans les régions du sud, les fruits apparaissent également sur les pousses de la première année au milieu de l'automne. Il existe également des variétés remontantes de framboises, adaptées aux conditions de la ceinture moyenne de la Russie, capables de porter leurs fruits sur les pousses de la première année.
hu: A közönséges málna lombhullató félcserje, amelynek évelő rizómája kétéves, 1,5-2,5 m magas föld feletti szárakat fejleszt. A rizóma kanyargós, szálkás, többszörös járulékos gyökerekkel, amelyek erőteljes elágazó rendszert alkotnak. A szárak felállóak. A hajtások az első évben lágyszárúak, zöldek, kékes patinájúak, lédúsak, vékony, általában sűrű tüskékkel borítottak. A második évben a hajtások fásodnak és barnulnak, a termés után azonnal elszáradnak, de a következő évben ugyanabból a gyökérből új szárak nőnek. A levelek oválisak, karéjosak, levélnyélszerűek, összetettek, 3-7 tojásdad levélkével, felül sötétzöldek, alul fehéresek, finom szőrökkel borítottak. A virágok fehér színűek, kb. 1 cm átmérőjűek, apró, cisztás virágzatba tömörülnek, a szárcsúcsokon vagy a levélnyílásban helyezkednek el. A sziromlevelek rövidebbek, mint a kehely lebenyei. Oroszország középső részén a málna júniustól júliusig virágzik, néha még augusztusban is. A termések apró, szőrös bogyók, amelyek a kocsányon összetett terméssé állnak össze. A termés általában piros (a rózsaszíntől a mély bordóig), de egyes fajták sárga, sőt fekete (szeder-szerű) színűek. A termések általában a második évben jelennek meg. Az első évben csak két virágzó rügyet raknak le a levelek hónaljában a pótlóhajtásokon, amelyekből a második évben gyümölcsös ágak fejlődnek. A déli területeken a gyümölcsök az első évi hajtásokon is megjelennek az ősz közepén. Léteznek az oroszországi középső övezet viszonyaihoz igazodó, az első év hajtásain gyümölcsöt hozó, remontáns málnafajták is.
it: Il lampone comune è un semiarbusto deciduo con rizoma perenne, che sviluppa fusti biennali fuori terra alti 1,5-2,5 m. Il rizoma è sinuoso, legnoso, con molteplici radici avventizie, che formano un potente sistema ramificato. Gli steli sono eretti. I germogli del primo anno sono erbacei, verdi con una patina bluastra, succosi, ricoperti di spine sottili, solitamente dense. Nel secondo anno i germogli diventano legnosi e marroni, appassindo subito dopo la fruttificazione, ma dalla stessa radice crescono nuovi steli l'anno successivo. Le foglie sono ovali, lobate, picciolate, composte, con 3-7 foglioline ovate, di colore verde scuro superiormente, biancastre inferiormente, ricoperte di fini peli. I fiori sono bianchi, larghi circa 1 cm, riuniti in piccole infiorescenze cistiche, situate all'apice degli steli o all'ascella delle foglie. I petali sono più corti dei lobi del calice. Nella parte centrale della Russia i lamponi fioriscono da giugno a luglio, a volte fino ad agosto. I frutti sono piccole capsule pelose fuse sul peduncolo a formare un frutto composto. I frutti sono generalmente rossi (dal rosa al bordeaux intenso), ma alcune varietà sono gialli e persino neri (simili alla mora). I frutti compaiono solitamente nel secondo anno. Nel primo anno, sui germogli sostitutivi, vengono deposti solo due boccioli fioriti nelle ascelle delle foglie, da cui nel secondo anno crescono i rami dei frutti. Nelle zone meridionali i frutti compaiono anche sui germogli del primo anno a metà autunno. Esistono anche varietà rifiorenti di lampone, adattate alle condizioni della fascia centrale della Russia, in grado di dare frutti sui germogli del primo anno.
ko: 일반적인 라즈베리는 다년생 뿌리 줄기가있는 낙엽 반 관목으로 높이 1.5-2.5m의 2 년생 지상 줄기가 자랍니다. 뿌리 줄기는 구불 구불하고 갈탄이며 여러 개의 외래성 뿌리가있어 강력한 가지 시스템을 형성합니다. 줄기는 직립합니다. 첫해의 새싹은 초본이며 푸르스름한 푸른 녹이있는 녹색이며 육즙이 많고 얇고 일반적으로 빽빽한 가시로 덮여 있습니다. 두 번째 해에 새싹은 나무가 우디하고 갈색으로 변하고 결실 직후 시들지 만 다음 해에 같은 뿌리에서 새 줄기가 자랍니다. 잎은 타원형, 엽상, 잎자루, 복합형이며 3-7 개의 난형 전단지가 있으며 위는 짙은 녹색, 아래는 희끄무레하며 잔털로 덮여 있습니다. 꽃은 흰색이고 너비가 약 1cm이며 줄기 끝이나 잎 겨드랑이에 위치한 작은 낭성 꽃차례에 모여 있습니다. 꽃잎은 꽃받침의 엽보다 짧습니다. 러시아 중부에서는 라스베리가 6 월에서 7 월까지, 때로는 8 월에 늦게 피어납니다. 열매는 꽃자루에 융합 된 작은 털이 많은 볼로 복합 열매를 형성합니다. 열매는 일반적으로 빨간색 (분홍색에서 진한 버건디색)이지만 일부 품종은 노란색과 심지어 검은 색 (블랙 베리와 비슷함)입니다. 열매는 보통 두 번째 해에 나타납니다. 첫해에는 대체 싹의 잎 겨드랑이에 두 개의 꽃 봉오리 만 놓여 있으며 두 번째 해에 과일 가지가 자랍니다. 남부 지역에서는 한가을에 첫해 싹에 과일도 나타납니다. 러시아 중부 벨트의 조건에 적응하여 첫해의 새싹에 열매를 맺을 수있는 다양한 종류의 라즈베리도 있습니다.
ru: Малина обыкновенная - листопадный полукустарник с многолетним корневищем, от которого отходят двухлетние надземные стебли высотой 1,5-2,5 м. Корневище извилистое, лигнистое, с многочисленными придаточными корнями, образующими мощную ветвящуюся систему. Стебли прямостоячие. Побеги в первый год травянистые, зеленые с голубоватым налетом, сочные, покрыты тонкими, обычно плотными колючками. На второй год побеги одревесневают и становятся коричневыми, сразу после плодоношения увядают, но на следующий год из того же корня вырастают новые стебли. Листья овальные, лопастные, черешковые, сложные, с 3-7 яйцевидными листочками, сверху темно-зеленые, снизу беловатые, покрытые мелкими волосками. Цветки белые, около 1 см в поперечнике, собраны в небольшие кистевидные соцветия, расположенные на верхушках стеблей или в пазухах листьев. Лепестки короче долей чашечки. В средней полосе России малина цветет с июня по июль, иногда до августа. Плоды - небольшие волосистые колоски, сросшиеся на цветоносе в сложный плод. Плоды обычно красные (от розового до темно-бордового цвета), но некоторые сорта желтые и даже черные (похожие на ежевику). Плоды обычно появляются на второй год. В первый год в пазухах листьев на побегах замещения закладываются только две цветочные почки, из которых на второй год вырастают плодовые веточки. В южных районах плоды появляются и на побегах первого года в середине осени. Существуют также ремонтантные сорта малины, адаптированные к условиям средней полосы России, способные плодоносить на побегах первого года.

# Inventory,ReputationError
source: Not enough reputation. Needed:
de: Nicht genug Reputation. Benötigt:
fr: Pas assez de réputation. Nécessaire:
hu: Nem elég jó hírnév. Szükség van rá:
it: Reputazione insufficiente. Necessario:
ko: 평판이 충분하지 않습니다. 필요:
ru: Недостаточная репутация. Требуется:

# Inventory,Resource
source: Resource
de: Ressource
fr: Ressource
hu: Anyag
it: Risorsa
ko: 자원
ru: Ресурсы

# Inventory,Salt
source: Salt
de: Salz
fr: Sel
hu: Só
it: Sale
ko: 소금
ru: Соль
