Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,ChickenText
source: The hen, or house hen, is the most numerous and widespread domestic bird, and in the 21st century, the most numerous bird species on Earth. The chicken is a domesticated form of the jungle bunting. It flies poorly, doesn't fly far, yet runs well and fast. Over a long history of domestication, humans have bred a wide variety of chicken breeds. Chickens are among the most useful and outstanding for its productivity of poultry. They are bred for meat and eggs, in addition, they produce feathers and down. According to Dahl, in Russian there are also names: kura, kurita, kureta, kurka, kurochka. Contrary to popular belief, the chicken is not a stupid bird. Studies have shown that they are able to count, have a language and communicate well with each other. Many data about the life of chickens are not studied.
de: Das Huhn oder Haushuhn ist der zahlreichste und am weitesten verbreitete Hausvogel und im 21. Jahrhundert die zahlreichste Vogelart der Erde. Das Huhn ist eine domestizierte Form der Dschungelampe. Es fliegt schlecht, fliegt nicht weit, läuft aber gut und schnell. Im Laufe der langen Geschichte der Domestizierung hat der Mensch eine Vielzahl von Hühnerrassen gezüchtet. Hühner gehören zu den nützlichsten und herausragendsten Geflügelarten, die es gibt. Sie werden für Fleisch und Eier gezüchtet, außerdem produzieren sie Federn und Daunen. Laut Dahl gibt es im Russischen auch die Namen: kura, kurita, kureta, kurka, kurochka. Entgegen der landläufigen Meinung ist das Huhn kein dummer Vogel. Studien haben gezeigt, dass sie zählen können, eine Sprache haben und gut miteinander kommunizieren. Viele Daten über das Leben von Hühnern sind nicht erforscht.
fr: La poule, ou poule domestique, est l'oiseau domestique le plus nombreux et le plus répandu, et au XXIe siècle, l'espèce d'oiseau la plus nombreuse sur Terre. Le poulet est une forme domestiquée du bruant de la jungle. Il vole mal, ne vole pas loin, mais court bien et vite. Au cours d’une longue histoire de domestication, les humains ont élevé une grande variété de races de poulets. Les poulets sont parmi les volailles les plus utiles et les plus remarquables pour leur productivité. Ils sont élevés pour la viande et les œufs et produisent également des plumes et du duvet. Selon Dahl, en russe il y a aussi des noms : kura, kurita, kureta, kurka, kurochka. Contrairement à la croyance populaire, le poulet n’est pas un oiseau stupide. Des études ont montré qu’ils sont capables de compter, de parler une langue et de bien communiquer entre eux. De nombreuses données sur la vie des poulets ne sont pas étudiées.
hu: A tyúk vagy házityúk a legnépesebb és legelterjedtebb házimadár, a 21. században pedig a Föld legnépesebb madárfaja. A tyúk a dzsungelbanka háziasított formája. Rosszul repül, nem repül messzire, viszont jól és gyorsan fut. A háziasítás hosszú története során az ember a legkülönbözőbb csirkefajtákat tenyésztette ki. A csirkék a baromfi termelékenységével a leghasznosabbak és legkiemelkedőbbek közé tartoznak. Húsért és tojásért tenyésztik őket, emellett tollat és pehelyt termelnek. Dahl szerint oroszul is vannak nevek: kura, kurita, kureta, kurka, kurka, kurocska. A közhiedelemmel ellentétben a csirke nem buta madár. Tanulmányok kimutatták, hogy képesek számolni, van nyelvük és jól kommunikálnak egymással. A csirkék életéről sok adatot nem tanulmányoztak.
it: La gallina, o gallina domestica, è l'uccello domestico più numeroso e diffuso e, nel 21° secolo, la specie di uccelli più numerosa sulla Terra. Il pollo è una forma addomesticata dello zigolo della giungla. Vola male, non vola lontano, ma corre bene e veloce. Nel corso di una lunga storia di addomesticamento, gli esseri umani hanno allevato un’ampia varietà di razze di polli. I polli sono tra i più utili ed eccezionali per la produttività del pollame. Sono allevati per carne e uova, inoltre producono piume e piumino. Secondo Dahl, in russo ci sono anche nomi: kura, kurita, kureta, kurka, kurochka. Contrariamente alla credenza popolare, il pollo non è un uccello stupido. Gli studi hanno dimostrato che sono in grado di contare, parlano una lingua e comunicano bene tra loro. Molti dati sulla vita dei polli non sono studiati.
ko: 암탉 또는 집 암탉은 가장 많고 널리 퍼져 있는 가축이며, 21세기에는 지구상에서 가장 많은 조류 종입니다. 닭은 정글 멧새의 가축화된 형태입니다. 잘 날지 못하고 멀리 날지 못하지만 잘 달리고 빠릅니다. 오랜 가축화 역사 동안 인간은 다양한 닭 품종을 사육해 왔습니다. 닭은 가금류 중 가장 유용하고 생산성이 뛰어난 품종 중 하나입니다. 그들은 고기와 계란을 위해 사육되며 깃털과 솜털을 생산합니다. 달에 따르면 러시아어에는 쿠라, 쿠리 타, 쿠레 타, 쿠르 카, 쿠로 치카라는 이름도 있습니다. 대중적인 믿음과는 달리 닭은 어리석은 새가 아닙니다. 연구에 따르면 그들은 셀 수 있고, 언어를 가지고 있으며, 서로 잘 의사 소통 할 수 있음을 보여주었습니다. 닭의 삶에 대한 많은 데이터는 연구되지 않았습니다.
ru: Курица, или домашняя курица, - самая многочисленная и широко распространенная домашняя птица, а в XXI веке - самый многочисленный вид птиц на Земле. Курица - это одомашненная форма джунглевого подорожника. Она плохо летает, не очень далеко, но хорошо и быстро бегает. За долгую историю одомашнивания человек вывел самые разнообразные породы кур. Куры - одна из самых полезных и выдающихся по своей продуктивности домашних птиц. Их разводят для получения мяса и яиц, кроме того, они дают перья и пух. По Далю, в русском языке существуют также названия: кура, курита, курета, курка, курочка. Вопреки распространенному мнению, курица не является глупой птицей. Исследования показали, что они умеют считать, имеют свой язык и хорошо общаются друг с другом. Многие сведения о жизни кур не изучены.

# Inventory,Cost
source: Cost:
de: Preis:
fr: Coût:
hu: Költség:
it: Costo:
ko: 가격:
ru: Стоимость:

# Inventory,Crystal
source: Crystal
de: Kristall
fr: Cristal
hu: Kristály
it: Cristallo
ko: 수정
ru: Кристалл

# Inventory,CrystalText
source: A green crystal found in a village may have different characteristics and uses, so the exact description will depend on its shape, size and properties. Here are some possible descriptions of the green crystal: 1. Color and Transparency: Green crystal can be a deep green color or have shades of pale green to dark green. It may be completely transparent or have some degree of turbidity. 2. Shape and texture: A crystal may have various shapes, for example, it may be crystalline, with hexagonal faces, or have a more irregular shape. Its surface may be smooth, rough, or have various depressions and protrusions. 3. Light Reflection: If a green crystal is transparent, it can have an excellent ability to reflect and refract light. This can create effects of light play and create sparkle or shimmer. 4. Size: Green crystal can be small and comfortable to wear as jewelry or a large and attractive exterior piece suitable for decorating or collecting. 5. Use: Green crystals can be used for a variety of purposes. For example, they can be used to create jewelry as precious stones or amulets. They can also be used in esotericism for energy healing or as specific minerals for collectors.
de: Ein grüner Kristall, der in einem Dorf gefunden wird, kann verschiedene Merkmale und Verwendungszwecke haben. Die genaue Beschreibung hängt also von seiner Form, Größe und seinen Eigenschaften ab. Hier sind einige mögliche Beschreibungen des grünen Kristalls: 1. Farbe und Durchsichtigkeit: Grüner Kristall kann eine tiefgrüne Farbe haben oder Schattierungen von blassgrün bis dunkelgrün aufweisen. Er kann völlig transparent sein oder eine gewisse Trübung aufweisen. 2. Form und Beschaffenheit: Ein Kristall kann verschiedene Formen haben, z. B. kann er kristallin sein, sechseckige Flächen haben oder eine unregelmäßige Form aufweisen. Seine Oberfläche kann glatt, rau oder mit verschiedenen Vertiefungen und Erhebungen versehen sein. 3. Lichtreflexion: Wenn ein grüner Kristall transparent ist, kann er das Licht hervorragend reflektieren und brechen. Das kann zu Lichtspielen führen und ein Funkeln oder Schimmern erzeugen. 4. Größe: Ein grüner Kristall kann klein und bequem als Schmuckstück getragen werden oder ein großes und attraktives Stück für den Außenbereich sein, das sich zum Dekorieren oder Sammeln eignet. 5. Verwendung: Grüne Kristalle können für eine Vielzahl von Zwecken verwendet werden. Sie können zum Beispiel als Schmuckstücke, Edelsteine oder Amulette verwendet werden. Sie können auch in der Esoterik zur Energieheilung oder als besondere Mineralien für Sammler verwendet werden.
fr: Un cristal vert trouvé dans un village peut avoir différentes caractéristiques et utilisations, la description exacte dépendra donc de sa forme, de sa taille et de ses propriétés. Voici quelques descriptions possibles du cristal vert : 1. Couleur et transparence : le cristal vert peut être d’une couleur vert foncé ou avoir des nuances allant du vert pâle au vert foncé. Il peut être complètement transparent ou présenter un certain degré de turbidité. 2. Forme et texture : Un cristal peut avoir diverses formes, par exemple, il peut être cristallin, avec des faces hexagonales, ou avoir une forme plus irrégulière. Sa surface peut être lisse, rugueuse ou présenter diverses dépressions et saillies. 3. Réflexion de la lumière : Si un cristal vert est transparent, il peut avoir une excellente capacité à réfléchir et à réfracter la lumière. Cela peut créer des effets de jeux de lumière et créer des reflets ou des reflets. 4. Taille : le cristal vert peut être petit et confortable à porter comme bijou ou comme pièce extérieure grande et attrayante adaptée à la décoration ou à la collection. 5. Utilisation : les cristaux verts peuvent être utilisés à diverses fins. Par exemple, ils peuvent être utilisés pour créer des bijoux sous forme de pierres précieuses ou d’amulettes. Ils peuvent également être utilisés en ésotérisme pour des soins énergétiques ou comme minéraux spécifiques pour les collectionneurs.
hu: Egy faluban talált zöld kristály különböző tulajdonságokkal és felhasználási módokkal rendelkezhet, így a pontos leírás az alakjától, méretétől és tulajdonságaitól függ. Íme a zöld kristály néhány lehetséges leírása: 1. Szín és átlátszóság: A zöld kristály lehet mélyzöld színű vagy a halványzöldtől a sötétzöldig terjedő árnyalatokkal. Lehet teljesen átlátszó vagy bizonyos fokú zavarossággal. 2. Alak és textúra: A kristály különböző formájú lehet, például lehet kristályos, hatszögletes felületű, vagy szabálytalanabb alakú. Felülete lehet sima, érdes, vagy különböző mélyedésekkel és kiemelkedésekkel rendelkezik. 3. Fényvisszaverődés: Ha egy zöld kristály átlátszó, akkor kiváló fényvisszaverő és fénytörő képességgel rendelkezhet. Ez fényjátékot eredményező hatásokat hozhat létre, és szikrázást vagy csillogást hozhat létre. 4. Méret: A zöld kristály lehet kicsi és kényelmes ékszerként viselni, vagy egy nagy és vonzó külső darab, amely alkalmas díszítésre vagy gyűjtésre. 5. A zöld kristályok számos célra használhatók. Például drágakőként vagy amulettként ékszerek készítéséhez használhatók. Az ezotériában is felhasználhatók az energiagyógyításhoz vagy a gyűjtők számára különleges ásványokként.
it: Un cristallo verde trovato in un villaggio può avere caratteristiche e usi diversi, quindi la descrizione esatta dipenderà dalla sua forma, dimensione e proprietà. Ecco alcune possibili descrizioni del cristallo verde: 1. Colore e trasparenza: il cristallo verde può essere di un verde intenso o avere sfumature dal verde pallido al verde scuro. Potrebbe essere completamente trasparente o presentare un certo grado di torbidità. 2. Forma e struttura: Un cristallo può avere varie forme, ad esempio può essere cristallino, con facce esagonali o avere una forma più irregolare. La sua superficie può essere liscia, ruvida o presentare varie depressioni e sporgenze. 3. Riflessione della luce: se un cristallo verde è trasparente, può avere un'eccellente capacità di riflettere e rifrangere la luce. Questo può creare effetti di giochi di luce e creare scintillio o luccichio. 4. Dimensioni: il cristallo verde può essere piccolo e comodo da indossare come gioiello o un pezzo esterno grande e attraente adatto per decorare o collezionare. 5. Utilizzo: i cristalli verdi possono essere utilizzati per vari scopi. Ad esempio, possono essere utilizzati per creare gioielli come pietre preziose o amuleti. Possono essere utilizzati anche nell'esoterismo per la guarigione energetica o come minerali specifici per i collezionisti.
ko: 마을에서 발견되는 녹색 수정은 모양, 크기, 속성에 따라 특징과 용도가 다를 수 있으므로 정확한 설명은 수정의 모양, 크기, 속성에 따라 달라집니다. 다음은 녹색 수정에 대한 몇 가지 가능한 설명입니다: 1. 색상과 투명도: 녹색 수정은 진한 녹색이거나 옅은 녹색에서 짙은 녹색의 색조를 띨 수 있습니다. 완전히 투명하거나 어느 정도의 탁도가 있을 수 있습니다. 2. 모양 및 질감: 결정은 다양한 모양을 가질 수 있는데, 예를 들어 육각형 면을 가진 결정질일 수도 있고 불규칙한 모양을 가질 수도 있습니다. 표면이 매끈하거나 거칠거나 다양한 함몰 및 돌출부가 있을 수 있습니다. 3. 빛 반사: 녹색 수정이 투명하면 빛을 반사하고 굴절시키는 능력이 뛰어날 수 있습니다. 이는 빛의 플레이 효과를 만들어 반짝임이나 쉬머를 만들 수 있습니다. 4. 크기: 녹색 수정은 보석으로 착용하기에 작고 편안하거나 장식이나 수집에 적합한 크고 매력적인 외부 조각이 될 수 있습니다. 5. 사용: 녹색 수정은 다양한 용도로 사용할 수 있습니다. 예를 들어 보석이나 부적으로 보석을 만드는 데 사용할 수 있습니다. 또한 에너지 치유를 위한 밀교에 사용하거나 수집가를 위한 특정 광물로도 사용할 수 있습니다.
ru: Зеленый кристалл, найденный в деревне, может иметь различные характеристики и применение, поэтому точное описание будет зависеть от его формы, размера и свойств. Вот некоторые возможные описания зеленого кристалла: 1. Цвет и прозрачность: Зеленый кристалл может быть насыщенного зеленого цвета или иметь оттенки от бледно-зеленого до темно-зеленого. Он может быть полностью прозрачным или иметь некоторую степень мутности. 2. Форма и текстура: Кристалл может иметь различную форму, например, быть кристаллическим, с шестиугольными гранями, или иметь более неправильную форму. Его поверхность может быть гладкой, шероховатой, иметь различные впадины и выступы. 3. Отражение света: Если зеленый кристалл прозрачен, он может обладать отличной способностью отражать и преломлять свет. Это может создавать эффект игры света и создавать блеск или мерцание. 4. Размер: Зеленый кристалл может быть маленьким и удобным для ношения в качестве украшения или крупным и привлекательным внешним элементом, подходящим для декорирования или коллекционирования. 5. Применение: Зеленые кристаллы могут использоваться для различных целей. Например, они могут использоваться для создания ювелирных украшений в качестве драгоценных камней или амулетов. Они также могут использоваться в эзотерике для энергетического исцеления или как особые минералы для коллекционеров.

# Inventory,Deerpelt
source: Deer pelt
de: Hirschfell
fr: Peau de cerf
hu: Szarvasbőr
it: Pelle di cervo
ko: 사슴 가죽
ru: Оленья шкура
