Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# ST_Menu,ControlsSettings_PreviousWeapon
source: Previous Weapon
de: Vorherige Waffe
fr: Arme précédente
hu: Előző fegyver
it: Arma precedente
ko: 이전 무기
ru: Предыдущее оружие

# ST_Menu,ControlsSettings_PreviousWeapon_SubText
source: Key/Button to <h>change to the previous weapon.</>
de: Taste/Knopf zum <h>Wechsel zur vorherigen Waffe.</>
fr: Touche/Bouton pour <h>passer à l'arme précédente.</>
hu: Billentyű/gomb az <h>váltáshoz az előző fegyverhez.</>
it: Tasto/pulsante per <h>passare all'arma precedente.</>
ko: Key/Button 을 눌러 <h>이전 무기로 변경합니다</>
ru: Клавиша/кнопка для <h>перехода к предыдущему оружию.</>

# ST_Menu,ControlsSettings_Reload
source: Reload
de: Nachladen
fr: Recharger
hu: Újratöltés
it: Ricarica
ko: 재장전
ru: Перезагрузка

# ST_Menu,ControlsSettings_Reload_SubText
source: Key/Button to <h>reload.</>
de: Taste/Knopf zum <h>Nachladen.</>
fr: Touche/Bouton pour <h>recharger.</>
hu: Billentyű/gomb a <h>újratöltéshez.</>
ko: Key/Button 을 <h>재장전</>으로 전환합니다
ru: Клавиша/кнопка для <h>перезагрузки.</>

# ST_Menu,ControlsSettings_Sprint
source: Sprint
de: Rennen
fr: Sprinter
hu: Futás
ko: 달리기

# ST_Menu,ControlsSettings_Sprint_SubText
source: Key/Button to <h>sprint.</>
de: Taste/Knopf zum <h>Rennen.</>
fr: Touche/Bouton pour <h>sprinter.</>
hu: Billentyű/gomb a <h>futáshoz.</>
ko: Key/Button 을 <h>달리기</>로 전환합니다
ru: Клавиша/кнопка для <h>печати.</>

# ST_Menu,ControlsSettings_Title
source: Controls
de: Steuerung
fr: Contrôles
hu: Vezérlők
it: Controlli
ko: 컨트롤
ru: Средства управления

# ST_Menu,ControlsSettings_Vibration
source: Vibration
hu: Rezgés
it: Vibrazione
ko: 진동
ru: Вибрация

# ST_Menu,ControlsSettings_Vibration_SubText
source: Toggle <h>vibration/rumble features</> of the connected Controller. <b>Default Value: On</>
de: Schaltet die <h>Vibrations-/Rumbelfunktionen</> des angeschlossenen Controllers um. <b>Standardwert: Ein</>
fr: Activez les <h>fonctionnalités de vibration/rumble</> du contrôleur connecté. <b>Valeur par défaut : Activé</>
hu: Kapcsolja be a <h>vibrációs/dübörgő jellemzők</> a csatlakoztatott vezérlőről. <b>Alapértelmezett érték: Be</>
ko: 연결된 컨트롤러의 <h>진동 기능</>을 전환합니다. <b>기본값: On</>

# ST_Menu,ControlsSettings_XSensitivity
source: Horizontal Axis Sensitivity
de: Empfindlichkeit der horizontalen Achse
fr: Sensibilité de l'axe horizontal
hu: Vízszintes tengely érzékenység
it: Sensibilità dell'asse orizzontale
ko: 수평축 감도
ru: Чувствительность по горизонтальной оси

# ST_Menu,ControlsSettings_XSensitivity_Subtext
source: Set <h>Horizontal (X) Axis Sensitivity</> of the camera. <b>Default Value: 1.0</>
de: Legen Sie die <h>Empfindlichkeit der horizontalen (X) Achse</> der Kamera fest. <b>Standardwert: 1.0</>
fr: Définissez la <h>Sensibilité de l'axe horizontal (X)</> de la caméra. <b>Valeur par défaut : 1,0</>
hu: Állítsa be <h>Vízszintes (X) tengelyérzékenység</> a kamerán kívül. <b>Alapértelmezett érték: 1.0</>
ko: 카메라의 <h>수평 감도</>를 설정합니다. <b>기본값: 1.0</>

# ST_Menu,ControlsSettings_YSensitivity
source: Vertical Axis Sensitivity
de: Empfindlichkeit der vertikalen Achse
fr: Sensibilité de l'axe vertical
hu: Függőleges tengely érzékenység
it: Sensibilità dell'asse verticale
ko: 수직 축 감도
ru: Чувствительность по вертикальной оси

# ST_Menu,ControlsSettings_YSensitivity_Subtext
source: Set <h>Vertical (Y) Axis Sensitivity</> of the camera. <b>Default Value: 1.0</>
de: Stellen Sie die <h>Empfindlichkeit der vertikalen (Y) Achse</> der Kamera ein. <b>Standardwert: 1.0</>
fr: Définissez la <h>Sensibilité de l'axe vertical (Y)</> de la caméra. <b>Valeur par défaut : 1,0</>
hu: Állítsa be <h>Függőleges (Y) tengelyérzékenység</> of the camera. <b>Alapértelmezett érték: 1.0</>
ko: 카메라의 <h>수 감도</>를 설정합니다. <b>기본값: 1.0</>

# ST_Menu,Credits_HoldToSkip
source: Hold any key to skip
de: Halten Sie eine beliebige Taste zum Überspringen
fr: Maintenez n'importe quelle touche pour sauter
hu: Tartsa lenyomva bármelyik gombot az átugráshoz
it: Tenere premuto un tasto qualsiasi per saltare
ko: 건너뛰려면 아무 키나 누릅니다
ru: Удерживайте любую клавишу для пропуска

# ST_Menu,Credits_Title
source: Credits
fr: Crédits
hu: Készítők
it: Crediti
ko: 크레딧
ru: Разработчики

# ST_Menu,DecisionDialog_ApplyChangedSettings
source: Apply changed settings?
de: Geänderte Einstellungen übernehmen?
fr: Appliquer les paramètres modifiés ?
hu: Megváltoztatott beállítások alkalmazása?
it: Applicare le impostazioni modificate?
ko: 변경된 설정을 적용하시겠습니까?
ru: Применить измененные настройки?

# ST_Menu,DecisionDialog_AreYouSure
source: Are you sure you want to quit the game?
de: Sind Sie sicher, dass Sie das Spiel verlassen wollen?
fr: Êtes-vous sûr de vouloir quitter le jeu ?
hu: Biztos, hogy ki akarsz szállni a játékból?
it: Sei sicuro di voler abbandonare il gioco?
ko: 정말 게임을 그만하시겠습니까?
ru: Вы уверены, что хотите выйти из игры?

# ST_Menu,DecisionDialog_Cancel
source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégsem
it: Cancellare
ko: 취소
ru: Отмена

# ST_Menu,DecisionDialog_ExitG
source: Exit Game
de: Spiel beenden
fr: Quitter le jeu
hu: Kilépés a játékból
it: Uscire dalla Partita
ko: 게임 종료
ru: Выход из игры

# ST_Menu,DecisionDialog_No
source: No
de: Nein
fr: Non
hu: Nem
ko: 아니요
ru: Нет

# ST_Menu,DecisionDialog_OptionCancel
source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégsem
it: Cancellare
ko: 취소
ru: Отмена

# ST_Menu,DecisionDialog_OptionQuit
source: Quit
de: Verlassen
fr: Quitter
hu: Kilépés
it: Abbandonare
ko: 종료
ru: Выход

# ST_Menu,DecisionDialog_OptionRebind
source: Rebind
de: Neu belegen
fr: Remplacer
hu: Újrakötés
it: Rilegare
ko: 리바인드
ru: Переплет

# ST_Menu,DecisionDialog_OptionRevert
source: Revert
de: Rückgängig machen
fr: Revenir
hu: Vissza
it: Inversione di marcia
ko: 되돌리기
ru: Назад

# ST_Menu,DecisionDialog_QuitGame
source: Quit Game
de: Spiel beenden
fr: Quitter le jeu
hu: Kilépés a játékból
it: Uscire dal Gioco
ko: 게임 종료
ru: Выход из игры

# ST_Menu,DecisionDialog_SavedGameInfo
source: The Game has been saved.
de: Das Spiel wurde gespeichert.
fr: Le jeu a été sauvegardé.
hu: A játék el lett mentve.
it: Il gioco è stato salvato.
ko: 게임이 저장되었습니다.
ru: Игра была сохранена.

# ST_Menu,DecisionDialog_SaveGameTitle
source: Save Game
de: Spiel speichern
fr: Sauvegarder la partie
hu: Játék mentése
it: Salva la Partita
ko: 게임 저장
ru: Сохранить игру

# ST_Menu,DecisionDialog_SaveOverrideProgress
source: There is a game already saved in this slot. Overwrite saved data?
de: Es ist bereits ein Spiel in diesem Slot gespeichert. Gespeicherte Daten überschreiben?
fr: Il y a déjà une partie enregistrée dans cet emplacement. Écraser les données enregistrées ?
hu: Egy játék már el van mentve ebben a résben. Mentett adatok felülírása?
it: In questo slot è già stata salvata una partita. Sovrascrivere i dati salvati?
ko: 이 슬롯에 이미 저장된 게임이 있습니다. 저장된 데이터를 덮어쓰시겠습니까?
ru: В этом слоте уже есть сохраненная игра. Перезаписать сохраненные данные?

# ST_Menu,DecisionDialog_TextRebind
source: is already in use by <h>{InputActionDisplayName}</>. Are you sure you want to replace it?
de: wird bereits von <h>{InputActionDisplayName}</> verwendet. Sind Sie sicher, dass Sie es ersetzen wollen?
fr: est déjà utilisé par <h>{InputActionDisplayName}</>. Êtes-vous sûr de vouloir le remplacer ?
hu: már használatban van a <h>{InputActionDisplayName}</> által. Biztos, hogy le akarja cserélni?
it: è già utilizzato da <h>{InputActionDisplayName}</>. Si è sicuri di volerlo sostituire?
ko: 이미 <h>{InputActionDisplayName}</> 에서 사용 중입니다. 정말 교체하시겠습니까?
ru: уже используется <h>{InputActionDisplayName}</>. Вы уверены, что хотите заменить его?

# ST_Menu,DecisionDialog_TitleRebind
source: Rebind Key
de: Taste neu belegen
fr: Remplacer les touches
it: Tasto Rebind
ko: 리바인드 키
ru: Кнопки управления

# ST_Menu,DecisionDialog_Yes
source: Yes
de: Ja
fr: Oui
hu: Igen
it: Si
ko: 예
ru: Да

# ST_Menu,DisplaySettings_AspectRatio
source: Aspect Ratio
de: Seitenverhältnis
fr: Ratio d'aspect
hu: Képarány
it: Rapporto d'aspetto
ko: 종횡비
ru: Соотношение сторон

# ST_Menu,DisplaySettings_AspectRatio_Subtext
source: Set the aspect ratio. This will filter all available Display Resolutions. <h>Borderless Window Mode</> will always use the aspect ratio of the highest resolution supported by your Display.
de: Legen Sie das Seitenverhältnis fest. Damit werden alle verfügbaren Bildschirmauflösungen gefiltert. <h>Randloser Fenstermodus</> verwendet immer das Seitenverhältnis der höchsten Auflösung, die von Ihrem Bildschirm unterstützt wird.
fr: Définissez le rapport hauteur/largeur. Cela filtrera toutes les résolutions d’affichage disponibles. Le <h>Mode Fenêtre sans bordure</> utilisera toujours le rapport hauteur/largeur de la résolution la plus élevée prise en charge par votre écran.
hu: Állítsa be a képarányt. Ez kiszűri az összes elérhető Kijelző felbontást. <h>A Határ nélküli ablak mód</> mindig a kijelző által támogatott legnagyobb felbontás képarányát fogja használni.
it: Impostare il rapporto di aspetto. Questo filtra tutte le risoluzioni del display disponibili. <La modalità Finestra senza bordi</> utilizzerà sempre il rapporto di aspetto della risoluzione più alta supportata dallo schermo.
ko: 화면 비율을 설정합니다. 이렇게 하면 사용 가능한 모든 디스플레이 해상도가 필터링됩니다. <h>경계선 없는 창 모드</>는 항상 디스플레이에서 지원하는 최고 해상도의 종횡비를 사용합니다.
ru: Установите соотношение сторон. При этом будут отфильтрованы все доступные разрешения дисплея. В режиме <h>Безграничное окно</> всегда будет использоваться соотношение сторон самого высокого разрешения, поддерживаемого вашим дисплеем.

# ST_Menu,DisplaySettings_Brightness
source: Brightness
de: Helligkeit
fr: Luminosité
hu: Fényerő
it: Luminosità
ko: 밝기
ru: Яркость

# ST_Menu,DisplaySettings_Brightness_Subtext
source: <h>Adjusts the luminance intensity</> of the image's mid-tones to accurately reproduce colors. Increasing this value too much will result in the image being washed-out. Decreasing this value too much will result in the image being too dark. <b>Default Value: 100</>
de: <h>Passt die Leuchtstärke</> der Mitteltöne des Bildes an, um Farben genau wiederzugeben. Wird dieser Wert zu stark erhöht, wirkt das Bild verwaschen. Wird dieser Wert zu stark verringert, wird das Bild zu dunkel. <b>Standardwert: 100</>
fr: <h>Ajuste l'intensité de luminance</> des tons moyens de l'image pour reproduire avec précision les couleurs. Si vous augmentez trop cette valeur, l'image sera délavée. Une diminution trop importante de cette valeur entraînera une image trop sombre. <b>Valeur par défaut : 100</>
ko: <h>색을 정확하게 재현하기 위해 영상의 중간 톤의 휘도 강도 </>를 조정합니다. 이 값을 너무 많이 올리면 영상이 지워집니다. 이 값을 너무 많이 줄이면 영상이 너무 어두워집니다. <b>기본값: 100</>
ru: <<h>Регулирует интенсивность яркости</> полутонов изображения для точного воспроизведения цветов. Слишком большое увеличение этого значения приведет к размытию изображения. Слишком большое уменьшение этого значения приведет к тому, что изображение будет слишком темным. <b>Значение по умолчанию: 100</>

# ST_Menu,DisplaySettings_ColorDeficiencyStrength
source: Color Deficiency Strength
de: Farbenblindheit Stärke
fr: Force de déficience de couleur
hu: Színhiány Erősség
it: Carenza di colore Forza
ko: 색맹 강도
ru: Сила недостатка цвета

# ST_Menu,DisplaySettings_ColorDeficiencyStrength_Subtext
source: Set how much the Color Deficiency Type should influence the colors of game and UI.
de: Legen Sie fest, wie stark der Farbblindheit Typ die Farben von Spiel und Benutzeroberfläche beeinflussen soll.
fr: Définissez dans quelle mesure le type de déficience de couleur doit influencer les couleurs du jeu et de l'interface utilisateur.
hu: Beállítja, hogy a Színhiány típusa mennyire befolyásolja a játék és a felhasználói felület színeit.
it: Imposta quanto il tipo di carenza di colore deve influenzare i colori del gioco e dell'interfaccia utente.
ko: 색맹 유형이 게임과 UI의 색상에 얼마나 영향을 미칠지 설정합니다.
ru: Установите, насколько сильно тип цветового дефицита должен влиять на цвета игры и пользовательского интерфейса.

# ST_Menu,DisplaySettings_ColorDeficiencyType
source: Color Deficiency Type
de: Farbenblindheit Typ
fr: Type de défaut de couleur
hu: Színhiány típusa
it: Tipo di carenza di colore
ko: 색맹 유형
ru: Тип цветового дефицита

# ST_Menu,DisplaySettings_ColorDeficiencyType_Subtext
source: Set a Color Deficiency Type (also refered to as Color Blindness). This will change all colors of the game and UI.
de: Legen Sie einen Farbmangeltyp fest (auch als Farbenblindheit bezeichnet). Dadurch werden alle Farben des Spiels und der Benutzeroberfläche geändert.
fr: Définissez un type de déficience chromatique (également appelé daltonisme). Cela changera toutes les couleurs du jeu et de l'interface utilisateur.
hu: Állítson be egy színhiánytípust (más néven színvakságot). Ez megváltoztatja a játék és a felhasználói felület összes színét.
it: Impostare un tipo di carenza di colore (detta anche daltonismo). Questo cambierà tutti i colori del gioco e dell'interfaccia utente.
ko: 색맹 유형을 설정합니다. 이렇게 하면 게임과 UI의 모든 색상이 변경됩니다.
ru: Установите тип цветодефицита (также называемый дальтонизмом). Это изменит все цвета игры и пользовательский интерфейс.

# ST_Menu,DisplaySettings_Colors
source: Colors
de: Farben
fr: Couleurs
hu: Színek
it: Colore
ko: 색상
ru: Цвета

# ST_Menu,DisplaySettings_Deuteranope
source: Deuteranope
de: Grünblindheit
fr: Deutéranope
ko: 녹색맹
ru: Дейтераноп

# ST_Menu,DisplaySettings_Display
source: Display
de: Bildschirm
fr: Affichage
hu: Kijelző
ko: 디스플레이
ru: Дисплей

# ST_Menu,DisplaySettings_DisplayResolution
source: Display Resolution
de: Bildschirmauflösung
fr: Résolution d'affichage
hu: Kijelző felbontása
it: Risoluzione del display
ko: 디스플레이 해상도
ru: Разрешение дисплея

# ST_Menu,DisplaySettings_DisplayResolution_Subtext
source: Set this to the display resolution of your Display. Try a lower resolution if you experience performance issues. <h>Borderless Window Mode</> will always use the highest resolution supported by your Display.
de: Stellen Sie hier die Auflösung Ihres Bildschirms ein. Versuchen Sie eine niedrigere Auflösung, wenn Sie Leistungsprobleme haben. Der <h>Randlose Fenstermodus</> verwendet immer die höchste von Ihrem Bildschirm unterstützte Auflösung.
fr: Réglez ceci sur la résolution d’affichage de votre écran. Essayez une résolution inférieure si vous rencontrez des problèmes de performances. Le <h>Mode Fenêtre sans bordure</> utilisera toujours la résolution la plus élevée prise en charge par votre écran.
hu: Állítsa be ezt a kijelző felbontására. Próbáljon ki egy alacsonyabb felbontást, ha teljesítményproblémákat tapasztal. <h>A Határ nélküli ablak mód</> mindig a kijelző által támogatott legnagyobb felbontást használja.
it: Impostare la risoluzione dello schermo. Se si riscontrano problemi di prestazioni, provare una risoluzione inferiore. <La modalità Finestra senza bordi</> utilizzerà sempre la risoluzione più alta supportata dallo schermo.
ko: 디스플레이의 디스플레이 해상도로 설정합니다. 성능 문제가 발생하면 해상도를 낮춰 보세요. <h>경계선 없는 창 모드</> 는 항상 디스플레이에서 지원하는 최고 해상도를 사용합니다.
ru: Установите это значение в соответствии с разрешением вашего дисплея. Попробуйте использовать более низкое разрешение, если у вас возникли проблемы с производительностью. <h> В режиме окна без полей</> всегда будет использоваться самое высокое разрешение, поддерживаемое вашим дисплеем.

# ST_Menu,DisplaySettings_FOV
source: Field of View
de: Sichtfeld
fr: Champ de vision
hu: Látómező
it: Campo visivo
ko: 시야각
ru: поле зрения

# ST_Menu,DisplaySettings_FOV_Subtext
source: Set <h>Horizontal Field of View angle (in degrees)</> of the Player Camera. Common values range from 60 to 120. <b>Default Value: 90</>
de: Legen Sie den <h>Horizontalen Sichtfeldwinkel (in Grad)</> der Spieler-Kamera fest. Gängige Werte reichen von 60 bis 120. <b>Standardwert: 90</>
fr: Définissez l'<h>angle du champ de vision horizontal (en degrés)</> de la caméra du lecteur. Les valeurs courantes vont de 60 à 120. <b>Valeur par défaut : 90</>
hu: Állítsa be a lejátszó kamerájának <h>vízszintes látószögét (fokban)</>. Az általános értékek 60 és 120 között vannak. <b>Alapértelmezett érték: 90</>
ko: 플레이어 카메라의 <h>수평 시야각(도)</>을 설정합니다. 범위는 60 ~ 120입니다. <b>기본값: 90</>
ru: Установите <h>Горизонтальный угол обзора (в градусах)</> камеры проигрывателя. Общие значения варьируются от 60 до 120. <b>Значение по умолчанию: 90</>

# ST_Menu,DisplaySettings_HDR_SubText
source: Enable this to use <h>High Dynamic Range (HDR)</> for color output. HDR requires a screen that supports HDR and the window mode has to be set to Fullscreen. HDR attempts to simulate a more natural looking image and allows for higher contrast & wider color gamut. Users without HDR supported Displays should turn all HDR options off or set them to their default value. <b>Default Value: Off</>
de: Aktivieren Sie dies, um <h>High Dynamic Range (HDR)</> für die Farbausgabe zu verwenden. HDR erfordert einen Bildschirm, der HDR unterstützt und der Fenstermodus muss auf Vollbild eingestellt sein. HDR versucht, ein natürlicher wirkendes Bild zu simulieren und ermöglicht einen höheren Kontrast und einen größeren Farbumfang. Benutzer ohne HDR-unterstützte Bildschirme sollten alle HDR-Optionen ausschalten oder auf den Standardwert setzen. <b>Standardwert: Aus</>
fr: Activez cette option pour utiliser la <h>Plage dynamique élevée (HDR)</> pour la sortie couleur. HDR nécessite un écran prenant en charge le HDR et le mode fenêtre doit être réglé sur Plein écran. Le HDR tente de simuler une image plus naturelle et permet un contraste plus élevé et une gamme de couleurs plus large. Les utilisateurs sans écrans pris en charge par HDR doivent désactiver toutes les options HDR ou les définir sur leur valeur par défaut. <b>Valeur par défaut : Désactivé</>
hu: Engedélyezze ezt a <h>High Dynamic Range (HDR)</> használatához a színes kimenethez. A HDR-hez olyan képernyőre van szükség, amely támogatja a HDR-t, és az ablak módot Teljes képernyőre kell állítani. A HDR természetesebb képet próbál szimulálni, és nagyobb kontrasztot és szélesebb színskálát tesz lehetővé. A HDR-támogatással nem rendelkező felhasználóknak ki kell kapcsolniuk az összes HDR-beállítást, vagy be kell állítaniuk azokat az alapértelmezett értékükre. <b>Alapértelmezett érték: Ki</>
it: Abilita questa opzione per utilizzare <h>High Dynamic Range (HDR)</> per l'output a colori. L'HDR richiede uno schermo che supporti l'HDR e la modalità finestra deve essere impostata su Schermo intero. L'HDR tenta di simulare un'immagine dall'aspetto più naturale e consente un contrasto più elevato e una gamma di colori più ampia. Gli utenti senza display supportati da HDR devono disattivare tutte le opzioni HDR o impostarle sul valore predefinito. <b>Valore predefinito: disattivato</>
ko: 색상 출력에 <h>High Dynamic Range(HDR)</>를 사용하려면 이 옵션을 활성화합니다. HDR을 지원하는 화면이 필요하고 창 모드를 Full screen(풀스크린)으로 설정해야 합니다. HDR은 더 자연스러운 이미지를 시뮬레이션하려고 시도하며 더 높은 대비와 더 넓은 색역을 허용합니다. HDR 지원 디스플레이가 없는 사용자는 모든 HDR 옵션을 끄거나 기본값으로 설정해야 합니다. <b>기본값: Off</>
ru: Включите это, чтобы использовать <h>Высокий динамический диапазон (HDR)</> для вывода цвета. Для HDR требуется экран, поддерживающий HDR, и оконный режим должен быть установлен в полноэкранный режим. Технология HDR пытается имитировать более естественное изображение и обеспечивает более высокую контрастность и более широкую цветовую гамму. Пользователям, у которых дисплеи не поддерживают HDR, следует отключить все параметры HDR или установить для них значение по умолчанию. <b>Значение по умолчанию: Выкл.</>

# ST_Menu,DisplaySettings_HDRColorSpace
source: HDR Color Space
de: HDR Farbraum
fr: Espace colorimétrique HDR
hu: HDR színtér
it: Spazio colore HDR
ko: HDR 색 공간
ru: Цветовое пространство HDR

# ST_Menu,DisplaySettings_HDRColorSpace_SubText
source: Choose the Color Space that all colors are mapped into. Most HDR users will have the best results with <h>Rec.2020</>. Follow the specifications of your Display manufacturer. All users without a HDR supported Display should set this to <h>Rec.709</>. <b>Default Value: Rec.709</>
de: Wählen Sie den Farbraum, dem alle Farben zugeordnet werden. Die meisten HDR-Benutzer werden die besten Ergebnisse mit <h>Rec.2020</> erzielen. Befolgen Sie die Spezifikationen des Herstellers Ihres Bildschirms. Alle Benutzer ohne ein HDR fähigen Bildschirm sollten dies auf <h>Rec.709</> einstellen. <b>Standardwert: Rec.709</>
fr: Choisissez l'espace colorimétrique dans lequel toutes les couleurs sont mappées. La plupart des utilisateurs HDR obtiendront les meilleurs résultats avec <h>Rec.2020</>. Suivez les spécifications du fabricant de votre écran. Tous les utilisateurs ne disposant pas d'un écran compatible HDR doivent définir ce paramètre sur <h>Rec.709</>. <b>Valeur par défaut : Rec.709</>
hu: Válassza ki azt a színteret, amelybe az összes szín hozzá van rendelve. A legtöbb HDR-felhasználó a <h>Rec.2020</> segítségével érheti el a legjobb eredményeket. Kövesse a kijelző gyártójának előírásait. Minden felhasználónak, aki nem rendelkezik HDR-támogatott kijelzővel, ezt a <h>Rec.709</> értékre kell állítania. <b>Alapértelmezett érték: Rec.709</>
it: Scegli lo spazio colore in cui sono mappati tutti i colori. La maggior parte degli utenti HDR otterrà i migliori risultati con <h>Rec.2020</>. Seguire le specifiche del produttore del display. Tutti gli utenti senza un display con supporto HDR dovrebbero impostarlo su <h>Rec.709</>. <b>Valore predefinito: Rec.709</>
ko: 모든 색상이 매핑되는 Color Space를 선택합니다. 대부분의 HDR 사용자는 <h>Rec.2020</>로 최고의 결과를 얻을 수 있습니다. 디스플레이 제조업체의 사양을 따르십시오. HDR 지원 디스플레이가 없는 모든 사용자는 이를 <h>Rec.709</>로 설정해야 합니다. <b>기본값: Rec.709</>
ru: Выберите цветовое пространство, в которое будут преобразованы все цвета. Большинство пользователей HDR получат наилучшие результаты с <h>Rec.2020</>. Следуйте спецификациям производителя вашего дисплея. Всем пользователям, у которых дисплей не поддерживает HDR, следует установить значение <h>Rec.709</>. <b>Значение по умолчанию: Rec.709</>

# ST_Menu,DisplaySettings_HDRDisplayProfile
source: HDR Display Profile
de: HDR Anzeige Profil
fr: Profil d'affichage HDR
hu: HDR megjelenítési profil
it: Profilo di visualizzazione HDR
ko: HDR 디스플레이 프로필
ru: Профиль HDR-дисплея

# ST_Menu,DisplaySettings_HDRDisplayProfile_SubText
source: Configure the brightness in <h>NITS and the Color Profile</> that most closely match your Display specifications. All users without a HDR supported Display should set this to sRGB. <b>Default Value: sRGB</>
de: Konfigurieren Sie die Helligkeit in <h>NITS und das Farbprofil</>, das den Spezifikationen Ihres Bildschirms am ehesten entspricht. Alle Benutzer ohne ein HDR fähigen Bildschirm sollten dies auf sRGB einstellen. <b>Standardwert: sRGB</>
fr: Configurez la luminosité dans <h>NITS et le profil de couleur</> qui correspondent le mieux aux spécifications de votre écran. Tous les utilisateurs sans écran pris en charge par HDR doivent le définir sur sRGB. <b>Valeur par défaut : sRVB</>
hu: Állítsa be a fényerőt a <h>NITS-ben és a színprofilban</>, amely leginkább megfelel a kijelző specifikációinak. Minden felhasználónak, aki nem rendelkezik HDR-támogatott kijelzővel, ezt sRGB-re kell állítania. <b>Alapértelmezett érték: sRGB</>
ko: 디스플레이 사양과 가장 일치하는 <h>NITS 및 Color Profile </>의 밝기를 구성합니다. HDR 지원 디스플레이가 없는 모든 사용자는 이를 sRGB로 설정해야 합니다. <b>기본값: sRGB</>
ru: Настройте яркость в <h>NITS и цветовой профиль</>, которые наиболее точно соответствуют вашим техническим характеристикам дисплея. Все пользователи, у которых дисплей не поддерживает HDR, должны установить значение sRGB. <b>Значение по умолчанию: sRGB</>
