Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# LearningNPC,1
source: Hello, Ivan! I've been waiting for you! It's been a long time since we've had a new addition to the ancients! I hope you like our village!
de: Hallo, Ivan! Ich habe schon auf dich gewartet! Es ist schon lange her, dass wir einen Neuzugang bei den Alten hatten! Ich hoffe, du magst unser Dorf!
fr: Bonjour Ivan! Je t'ai attendu! Cela faisait longtemps que nous n'avions pas eu de nouveau venu parmi les anciens ! J'espère que vous aimez notre village !
hu: Helló, Iván! Már vártalak! Régen volt már új jövevény az ősök között! Remélem tetszik a falunk!
it: Ciao, Ivan! Ti stavo aspettando! È passato molto tempo dall'ultima volta che abbiamo avuto una nuova aggiunta agli antichi! Spero che il nostro villaggio vi piaccia!
ko: 안녕, 이반! 기다리고 있었어요! 고대인 마을에 오랜만에 새 식구가 왔어요! 우리 마을이 마음에 드셨으면 좋겠어요!
ru: Здравствуй, Иван! Как же я тебя ждал! Давно у нас не было пополнения в деревне! Надеюсь, тебе понравится у нас!

# LearningNPC,10
source: Anyway, you get settled in our village, and I'll go about my business.
de: Wie auch immer, sieh zu, dass du dich in unserem Dorf einlebst, und ich werde meinen Geschäften nachgehen.
fr: Quoi qu'il en soit, installez-vous dans notre village et je vais vaquer à mes occupations.
hu: Mindenesetre, telepedjetek le a falunkban, én pedig megyek a dolgomra.
it: Comunque, tu sistemati nel nostro villaggio e io mi occuperò dei miei affari.
ko: 이제 저는 제 일을 하러갈게요.
ru: В общем, ты устраивайся в нашей деревне, а я пойду по своим делам.

# LearningNPC,11
source: And here is your bathhouse, you can steam there and relax.
de: Und hier ist dein Badehaus, dort kannst du schwitzen und dich entspannen.
fr: Et voici votre bain public, vous pourrez y prendre un bain de vapeur et vous détendre.
hu: És itt van a fürdőház, itt lehet gőzölni és pihenni.
it: Ed ecco il tuo stabilimento balneare, puoi fare vapore lì e rilassarti.
ko: 그리고 여기 목욕탕이 있으니 그곳에서 찜질을 하며 휴식을 취할 수 있습니다.
ru: А вот и твоя баня, в ней можно попариться и отдохнуть.

# LearningNPC,1_1
source: Once, when I was a little boy, my grandfather taught me how to release a rooster at dawn. He said that this simple and traditional ceremony symbolized the beginning of a new day and a new life.
de: Als ich noch ein kleiner Junge war, brachte mir mein Großvater bei, wie man bei Sonnenaufgang einen Hahn freilässt. Er sagte, diese einfache und traditionelle Zeremonie symbolisiere den Beginn eines neuen Tages und eines neuen Lebens.
fr: Un jour, quand j'étais petit, mon grand-père m'a appris à lâcher un coq à l'aube. Il a dit que cette cérémonie simple et traditionnelle symbolisait le début d'un nouveau jour et d'une nouvelle vie.
hu: Egyszer, amikor még kisfiú voltam, nagyapám megtanított arra, hogyan kell hajnalban kakasokat ereszteni. Azt mondta, hogy ez az egyszerű és hagyományos szertartás egy új nap és egy új élet kezdetét jelképezi.
it: Una volta, quando ero ragazzino, mio nonno mi insegnò a liberare un gallo all'alba. Ha detto che questa cerimonia semplice e tradizionale simboleggia l'inizio di un nuovo giorno e di una nuova vita.
ko: 어렸을 때 할아버지께서 새벽에 수탉을 풀어주는 방법을 가르쳐 주신 적이 있습니다. 그는 이 소박하고 전통적인 의식은 새로운 날과 새로운 삶의 시작을 상징한다고 말했습니다.
ru: Однажды, когда я был маленьким мальчиком, мой дедушка научил меня выпускать петуха на рассвете. Он сказал, что этот простой и традиционный обряд символизирует начало нового дня и новой жизни.

# LearningNPC,1_2
source: There was still something special about our village - the friendship and solidarity that existed among its inhabitants. When one of us was in trouble, the whole village would gather around to help. Those were wonderful times when support and understanding found their true meaning.
de: Unser Dorf war immer noch etwas Besonderes - die Freundschaft und Solidarität, die unter den Bewohnern herrschte. Wenn einer von uns in Schwierigkeiten war, kam das ganze Dorf zusammen, um ihm zu helfen. Das waren wundervolle Zeiten, in denen Unterstützung und Verständnis ihre wahre Bedeutung fanden.
fr: Il y avait encore quelque chose de spécial dans notre village : l'amitié et la solidarité qui existaient entre ses habitants. Quand l’un de nous était en difficulté, tout le village se rassemblait pour l’aider. Ce furent des moments merveilleux où le soutien et la compréhension trouvèrent leur véritable sens.
hu: Még mindig volt valami különleges a falunkban - a barátság és a szolidaritás, amely a lakosok között létezett. Ha valamelyikünk bajba került, az egész falu összegyűlt, hogy segítsen. Csodálatos idők voltak azok, amikor a támogatás és a megértés megtalálta igazi értelmét.
it: C'era ancora qualcosa di speciale nel nostro villaggio: l'amicizia e la solidarietà che esistevano tra i suoi abitanti. Quando uno di noi era in difficoltà, l’intero villaggio si riuniva per aiutarlo. Quelli furono momenti meravigliosi in cui il sostegno e la comprensione trovarono il loro vero significato.
ko: 우리 마을에는 여전히 특별한 무언가가 있었는데, 바로 주민들 사이에 존재했던 우정과 연대감이었습니다. 우리 중 한 명이 곤경에 처하면 마을 전체가 모여 도와주곤 했습니다. 그 시절은 도움과 이해가 진정한 의미를 찾았던 멋진 시기였습니다.
ru: И все же в нашей деревне было что-то особенное - дружба и сплоченность, которая существовала между ее жителями. Когда кто-то из нас попадал в беду, вся деревня собиралась, чтобы помочь. Это были замечательные времена, когда поддержка и понимание обретали свой истинный смысл.

# LearningNPC,1_3
source: Every summer we waited for the old circus to come to our village. Children and adults would eagerly gather around the big tent to see the magicians and acrobats. These moments of fun and delight entered our hearts and stayed with us long after the circus left.
de: Jeden Sommer warteten wir darauf, dass der alte Zirkus in unser Dorf kam. Kinder und Erwachsene versammelten sich eifrig um das große Zelt, um die Zauberer und Akrobaten zu sehen. Diese Momente der Freude und Begeisterung drangen in unsere Herzen ein und blieben uns noch lange erhalten, nachdem der Zirkus weitergezogen war.
fr: Chaque été, nous attendions que le vieux cirque vienne dans notre village. Enfants et adultes se rassemblaient avec impatience autour de la grande tente pour voir les magiciens et les acrobates. Ces moments de plaisir et de délice sont entrés dans nos cœurs et sont restés longtemps après le départ du cirque.
hu: Minden nyáron vártuk, hogy a régi cirkusz eljöjjön a falunkba. Gyerekek és felnőttek lelkesen gyűltek össze a nagy sátor körül, hogy megnézzék a bűvészeket és az akrobatákat. A szórakozás és az öröm e pillanatai belopták magukat a szívünkbe, és sokáig velünk maradtak, miután a cirkusz elment.
it: Ogni estate aspettavamo l'arrivo del vecchio circo nel nostro villaggio. Bambini e adulti si radunavano con entusiasmo attorno al grande tendone per vedere i maghi e gli acrobati. Questi momenti di divertimento e gioia sono entrati nei nostri cuori e sono rimasti con noi molto tempo dopo la partenza del circo.
ko: 매년 여름 우리는 서커스가 우리 마을에 오기를 기다렸습니다. 아이들과 어른들은 마술사와 곡예사를 보기 위해 대형 텐트 주위로 열심히 모여들었습니다. 이 재미와 기쁨의 순간은 서커스가 사라진 후에도 오랫동안 우리 마음속에 남아 있습니다.
ru: Каждое лето мы ждали приезда в нашу деревню старого цирка. Дети и взрослые с нетерпением собирались у большого шатра, чтобы посмотреть на фокусников и акробатов. Эти минуты веселья и восторга вошли в наши сердца и остались с нами надолго после отъезда цирка.

# LearningNPC,1_4
source: With each arrival of spring, my family and neighbors came together to plant vegetables and flowers on our land. It was a special ritual that symbolized the beginning of a new cycle of life and gave us hope for the future. When our plantings turned into lush vegetables and colorful flowers, we knew that our hard work and faith were returned to us a hundredfold.
de: Mit jedem Frühlingsanfang fanden sich meine Familie und meine Nachbarn zusammen, um Gemüse und Blumen auf unserem Land anzupflanzen. Dies war ein besonderes Ritual, das den Beginn eines neuen Lebenszyklus symbolisierte und uns Hoffnung für die Zukunft gab. Nachdem sich alles in saftiges Gemüse und bunte Blumen verwandelt hatte, wussten wir, dass sich unsere harte Arbeit und unser Glaube hundertfach auszahlten.
fr: À chaque arrivée du printemps, ma famille et mes voisins se réunissaient pour planter des légumes et des fleurs sur notre terrain. C'était un rituel spécial qui symbolisait le début d'un nouveau cycle de vie et nous donnait de l'espoir pour l'avenir. Lorsque nos plantations se sont transformées en légumes luxuriants et en fleurs colorées, nous avons su que notre travail acharné et notre foi nous étaient rendus au centuple.
hu: Minden tavasz beköszöntével a családom és a szomszédok összejöttek, hogy zöldségeket és virágokat ültessenek a földünkön. Ez egy különleges rituálé volt, amely az élet új ciklusának kezdetét jelképezte, és reményt adott a jövőre nézve. Amikor az ültetéseinkből buja zöldségek és színes virágok lettek, tudtuk, hogy kemény munkánk és hitünk százszorosan megtérült.
it: Ad ogni arrivo della primavera, la mia famiglia e i vicini si riunivano per piantare ortaggi e fiori nella nostra terra. Era un rituale speciale che simboleggiava l'inizio di un nuovo ciclo di vita e ci dava speranza per il futuro. Quando le nostre piantagioni si sono trasformate in verdure rigogliose e fiori colorati, sapevamo che il nostro duro lavoro e la nostra fede ci sarebbero stati restituiti centuplicati.
ko: 봄이 올 때마다 가족과 이웃들이 함께 모여 우리 땅에 채소와 꽃을 심었습니다. 새로운 삶의 시작을 상징하고 미래에 대한 희망을 주는 특별한 의식이었습니다. 우리가 심은 식물이 무성한 채소와 화려한 꽃으로 변했을 때, 우리는 우리의 노력과 믿음이 백 배의 보답을 받는다는 것을 알았습니다.
ru: С каждым приходом весны моя семья и соседи собирались вместе, чтобы посадить на нашем участке овощи и цветы. Это был особый ритуал, который символизировал начало нового цикла жизни и давал нам надежду на будущее. Когда наши посадки превращались в сочные овощи и красочные цветы, мы понимали, что наш труд и вера возвращаются к нам сторицей.

# LearningNPC,1_5
source: My most vivid memories are of fishing on the river that ran through our village. From early morning, my neighbors and I would go for a walk, with casting rods and hoping for a big catch. In the silence of nature and the company of friends, I felt true happiness and forgot about everyday worries.
de: Meine lebhaftesten Erinnerungen sind die ans Angeln im Fluss, der durch unser Dorf floss. Schon früh am Morgen gingen meine Nachbarn und ich spazieren, warfen die Ruten aus und hofften auf einen großen Fang. In der Stille der Natur und in der Begleitung von Freuden fühlte ich wahres Glück und vergaß die Sorgen des Alltags.
fr: Mes souvenirs les plus marquants sont ceux de la pêche sur la rivière qui traversait notre village. Dès le petit matin, mes voisins et moi allions nous promener, avec des cannes à lancer et en espérant une grosse prise. Dans le silence de la nature et en compagnie d'amis, j'ai ressenti le vrai bonheur et j'ai oublié les soucis quotidiens.
hu: A legélénkebb emlékeim a halászatról szólnak a falunkon keresztülfolyó folyón. Kora reggeltől kezdve a szomszédaimmal együtt sétálni mentünk, dobós botokkal és egy nagy fogás reményében. A természet csendjében és a barátok társaságában igazi boldogságot éreztem, és megfeledkeztem a mindennapi gondokról.
it: I miei ricordi più vividi riguardano la pesca sul fiume che attraversava il nostro villaggio. Fin dal primo mattino, io e i miei vicini andavamo a fare una passeggiata, con le canne da lancio e sperando in una grossa pesca. Nel silenzio della natura e in compagnia degli amici, ho provato la vera felicità e ho dimenticato le preoccupazioni quotidiane.
ko: 가장 생생한 기억은 우리 마을을 가로지르는 강에서 낚시를 했던 것입니다. 이른 아침부터 이웃들과 함께 낚싯대를 들고 산책을 하며 대어를 잡을 수 있기를 바랐습니다. 자연의 고요함과 친구들과 함께 진정한 행복을 느끼며 일상의 걱정을 잊었습니다.
ru: Самые яркие воспоминания связаны с рыбалкой на реке, протекавшей через нашу деревню. С раннего утра мы с соседями отправлялись на прогулку, закидывали удочки и надеялись на большой улов. В тишине природы и в компании друзей я ощущал настоящее счастье и забывал о повседневных заботах.

# LearningNPC,1_6
source: My grandfather always said that the forest is our second home and we should take care of it. Every fall we would gather together to pick mushrooms and berries. These were not only precious moments when we were satiated with fresh produce, but also a time when we were united by a common respect for nature and its riches.
de: Mein Großvater hat immer gesagt, dass der Wald unser zweites Zuhause ist und wir uns um ihn kümmern müssen. Jeden Herbst kamen wir zusammen, um Pilze und Beeren zu sammeln. Das waren nicht nur kostbare Momente, in denen wir mit frischen Erzeugnissen gesättigt wurden, sondern auch eine Zeit, in der uns der gegenseitige Respekt vor der Natur und deren Schätzen verband.
fr: Mon grand-père a toujours dit que la forêt était notre deuxième maison et que nous devions en prendre soin. Chaque automne, nous nous réunissions pour cueillir des champignons et des baies. Ce furent non seulement des moments précieux où nous étions rassasiés de produits frais, mais aussi un moment où nous étions unis par un commun respect de la nature et de ses richesses.
hu: Nagyapám mindig azt mondta, hogy az erdő a második otthonunk, és vigyáznunk kell rá. Minden ősszel összegyűltünk, hogy gombát és bogyókat szedjünk. Ezek nemcsak értékes pillanatok voltak, amikor friss terményekkel jóllakhattunk, hanem olyan időszakok is, amikor a természet és annak gazdagsága iránti közös tisztelet egyesített bennünket.
it: Mio nonno diceva sempre che il bosco è la nostra seconda casa e dobbiamo prendercene cura. Ogni autunno ci riunivamo per raccogliere funghi e bacche. Questi non erano solo momenti preziosi in cui eravamo sazi di prodotti freschi, ma anche un momento in cui eravamo uniti dal comune rispetto per la natura e le sue ricchezze.
ko: 할아버지는 항상 숲은 우리의 두 번째 집이며 우리가 숲을 돌봐야 한다고 말씀하셨어요. 매년 가을이면 함께 모여 버섯과 열매를 따곤 했어요. 신선한 농산물로 배를 채운 소중한 순간이었을 뿐만 아니라 자연과 그 풍요로움으로 인해 하나가 된 시간이기도 했습니다.
ru: Мой дедушка всегда говорил, что лес - это наш второй дом, и мы должны его беречь. Каждую осень мы собирались вместе, собирали грибы и ягоды. Это были не только драгоценные минуты, когда мы насыщались свежими продуктами, но и время, когда нас объединяло общее уважение к природе и ее богатствам.

# LearningNPC,2
source: Let me show you your house, allocated by our village council as a young specialist! Follow me.
de: Lass mich dir dein Haus zeigen, das unser Dorfrat dir als junger Experte zugewiesen hat! Folge mir.
fr: Laissez-moi vous montrer votre maison, attribuée par notre conseil du village en tant que jeune spécialiste ! Suis-moi.
hu: Hadd mutassam meg a házát, amelyet a falusi tanácsunk fiatal szakemberként osztott ki! Kövessenek engem.
it: Lascia che ti mostri la tua casa, assegnata dal nostro consiglio comunale come giovane specialista! Seguimi.
ko: 우리 마을 의회에서 당신같은 젊은 청년 전문가에게 배정해준 집을 보여드리겠습니다! 따라오세요.
ru: Давай я покажу тебе твой дом, выделенный нашим сельсоветом под молодого специалиста! Следуй за мной.

# LearningNPC,3
source: This is your home.
de: Das ist dein Zuhause.
fr: C'est ta maison.
hu: Ez a te otthonod.
it: Questa è casa tua.
ko: 여기가 당신의 집입니다.
ru: Это твой дом.

# LearningNPC,4
source: And here's your vegetable garden. You can grow vegetables on it, but first of all buy seeds from Agafya's grandmother.
de: Und hier ist dein Gemüsegarten. Hier kannst du Gemüse anbauen, aber zuerst musst du Samen von Agafyas Großmutter kaufen.
fr: Et voici votre potager. Vous pouvez y faire pousser des légumes, mais avant tout acheter des graines à la grand-mère d'Agafya.
hu: És itt van a zöldségeskerted. Termeszthetsz rajta zöldségeket, de először is vegyél magokat Agafya nagymamájától.
it: Ed ecco il tuo orto. Puoi coltivarci sopra verdure, ma prima di tutto compra i semi dalla nonna di Agafya.
ko: 그리고 여기 당신의 채소밭이 있습니다. 채소를 재배 할 수 있지만 먼저 아가피야 할머니에게서 씨앗을 구입하세요.
ru: А вот и твой огород. Ты можешь выращивать на нем овощи, но для начала купи семена у Марьи Ивановны.

# LearningNPC,5
source: And here you can can canned vegetables you've grown, process wood on a lathe, and make various items on a workbench.
de: Hier kannst du dein angebautes Gemüse einmachen und konservieren, Holz auf einer Drehmaschine bearbeiten und verschiedene Gegenstände an einer Werkbank herstellen.
fr: Et ici, vous pouvez conserver les légumes que vous avez cultivés, transformer le bois sur un tour et fabriquer divers objets sur un établi.
hu: Itt pedig saját termesztésű zöldségkonzerveket konzerválhatsz, fát dolgozhatsz meg esztergapadon, és különféle tárgyakat készíthetsz egy munkapadon.
it: E qui puoi conservare le verdure in scatola che hai coltivato, lavorare il legno al tornio e realizzare vari oggetti su un banco da lavoro.
ko: 이곳에서는 직접 재배한 채소를 통조림으로 만들고, 선반에서 목재를 가공하고, 작업대에서 다양한 물건을 만들 수 있습니다.
ru: Здесь можно консервировать выращенные овощи, обрабатывать древесину на токарном станке, изготавливать различные изделия на верстаке.

# LearningNPC,6
source: Let me also show you our store.
de: Lass mich dir auch unser Geschäft zeigen.
fr: Laissez-moi également vous montrer notre magasin.
hu: Hadd mutassam meg az üzletünket is.
it: Lascia che ti mostri anche il nostro negozio.
ko: 저희 상점도 보여드리겠습니다.
ru: Давай я также покажу тебе наш магазин.

# LearningNPC,7
source: Here you can buy various products and seeds. You can also sell your own products.
de: Hier kannst du verschiedene Produkte und Samen kaufen. Du kannst auch deine eigenen Produkte verkaufen.
fr: Ici, vous pouvez acheter divers produits et graines. Vous pouvez également vendre vos propres produits.
hu: Itt különböző termékeket és vetőmagokat vásárolhat. Saját termékeit is értékesítheti.
it: Qui è possibile acquistare vari prodotti e semi. Puoi anche vendere i tuoi prodotti.
ko: 여기에서 다양한 제품과 씨앗을 구입할 수 있습니다. 직접 제품을 판매할 수도 있습니다.
ru: Здесь можно приобрести различные продукты. Также можно продавать собственную продукцию.

# LearningNPC,8
source: Let me also show you our farmer Gregory, from whom you can buy animals for breeding.
de: Lass mich dir auch unseren Bauern Gregory zeigen, von dem du Tiere für die Zucht kaufen kannst.
fr: Laissez-moi également vous montrer notre agriculteur Gregory, chez qui vous pouvez acheter des animaux pour la reproduction.
hu: Hadd mutassam meg Gregory nevű gazdánkat is, akitől tenyésztésre szánt állatokat lehet vásárolni.
it: Lascia che ti mostri anche il nostro contadino Gregory, dal quale puoi acquistare animali da allevare.
ko: 번식이 가능한 동물을 구입할 수 있는 농부 그레고리도 소개해드릴게요.
ru: Хочу также показать тебе нашего фермера Григория, у которого ты можешь приобрести животных для разведения.

# LearningNPC,9
source: Here comes Gregory.
de: Da ist Gregory.
fr: Voici Grégory.
hu: Itt jön Gregory.
it: Arriva Gregory.
ko: 농부 그레고리 입니다.
ru: А вот и Григорий.

# Lockpicking_StringTable,(Beginner)
source: (Beginner)
de: (Einfach)
fr: (Débutant)
ko: (초급)

# Lockpicking_StringTable,(Intermediate)
source: (Intermediate)
de: (Mittel)
fr: (Intermédiaire)
ko: (중급)

# Lockpicking_StringTable,(Master)
source: (Master)
de: (Meister)
fr: (Maître)
ko: (마스터)

# Lockpicking_StringTable,BeginnerLock
source: Beginner Lock
de: Leichtes Schloss
fr: Verrouillage débutant
ko: 초급 잠금

# Lockpicking_StringTable,Collected
source: Collected
de: Gesammelt
fr: Collecté
ko: 수집됨

# Lockpicking_StringTable,Door
source: Door
de: Tür
fr: Porte
ko: 문

# Lockpicking_StringTable,IntermediateLock
source: Intermediate Lock
de: Mittleres Schloss
fr: Verrouillage intermédiaire
ko: 중급 잠금

# Lockpicking_StringTable,Locked
source: Locked
de: Verschlossen
fr: Fermé à clé
ko: 잠김

# Lockpicking_StringTable,Lockpick
source: Lockpick
de: Dietrich
fr: Crochet
ko: 락픽

# Lockpicking_StringTable,LockpickBox
source: Lockpick Box
de: Dietrich Schachtel
fr: Boîte de crochetage
ko: 락픽 상자

# Lockpicking_StringTable,Lockpicks
source: Lockpicks
de: Dietriche
fr: Crochets
ko: 락픽

# Lockpicking_StringTable,MasterLock
source: Master Lock
de: Meister Schloss
fr: Verrouillage Maître
ko: 마스터 잠금

# Menu,Balance
source: Balance
de: Kontostand
ko: 균형

# Menu,CoreOptimization
source: Game Mode
de: Spielmodus
fr: Mode de jeu
ko: 게임 모드

# Menu,CoreOptimizationText
source: Select your preferred game mode based on the characteristics of your computer. On graphics cards below 30 series Nvidia/AMD RX 6700 XT, we recommend setting the Performance option. For best performance, enable DirectX 11 in the game settings.
de: Wähle deinen bevorzugten Spielmodus entsprechend den Eigenschaften deines Computers. Bei Grafikkarten unter der 30er Serie Nvidia/AMD RX 6700 XT empfehlen wir, die Option Leistung zu wählen. Um die beste Leistung zu erzielen, aktiviere DirectX 11 in den Spieleinstellungen.
fr: Sélectionnez votre mode de jeu préféré en fonction des caractéristiques de votre ordinateur. Sur votre cartes graphiques est inférieures à la série 30 Nvidia/AMD RX 6700 XT, nous vous recommandons de définir l'option Performances. Pour de meilleures performances, activez DirectX 11 dans les paramètres du jeu.
ko: 컴퓨터의 성능에 따라 선호하는 게임 모드를 선택하세요. 30 시리즈 이하의 그래픽 카드인 Nvidia/AMD RX 6700 XT의 경우 성능 옵션을 설정하는 것이 좋습니다. 최상의 성능을 얻으려면 게임 설정에서 DirectX 11을 활성화하세요.

# Menu,Mobile
source: Mobile
de: Handy
ko: 모바일

# Menu,NewsGame
source: News Game
de: Spiel Neuigkeiten
fr: Nouvelle partie
ko: News 게임

# Menu,OnBoost
source: On+Boost
de: An+Boost
hu: Be+Boost
ko: 켜기+부스트

# Menu,Performance
source: Performance
de: Leistung
ko: 성능

# Menu,Quality
source: Quality
de: Qualität
fr: Qualité
ko: 품질

# Menu,QuickMenu
source: Quick menu
de: Schnellmenü
fr: Menu rapide
hu: Gyorsmenü
it: Menu rapido
ko: 빠른 메뉴
ru: Меню быстрого доступа

# Menu,RayTracedAmbientOcclusion
source: Ray Traced Ambient Occlusion
fr: Ray Tracing Occlusion ambiante
hu: Sugárkövetéses környezeti kitakarás
it: Occlusione ambientale con ray tracing
ko: 레이 트레이스 앰비언트 오클루전

# Menu,RayTracedAmbientOcclusionText
source: Ray Traced Ambient Occlusion (RTAO) accurately shadows areas blocking ambient lighting better grounding objects in the environment, such as shadowing the corners and edges where walls meet or adding depth to the crevices and wrinkles in skin.
de: Ray Traced Ambient Occlusion (RTAO) schattiert genau die Bereiche, die das Umgebungslicht blockieren, um Objekte besser in der Umgebung zu verankern, z. B. die Ecken und Kanten, an denen Wände aufeinander treffen, oder die Falten und Narben in der Haut, um ihnen mehr Tiefe zu verleihen.
fr: Ray Tracing L'occlusion ambiante (RTAO) ombre avec précision les zones bloquant l'éclairage ambiant, permettant ainsi de mieux ancrer les objets dans l'environnement, par exemple en ombrageant les coins et les bords où les murs se rejoignent ou en ajoutant de la profondeur aux crevasses et aux rides de la peau.
hu: A Ray Traced Ambient Occlusion (RTAO) pontosan árnyékolja a környezeti megvilágítást blokkoló területeket, jobban földeli az objektumokat a környezetben, például árnyékolja a sarkokat és éleket, ahol a falak találkoznak, vagy mélységet ad a bőr ráncainak és ráncainak.
it: Ray Traced Ambient Occlusion (RTAO) ombreggia accuratamente le aree che bloccano l'illuminazione ambientale, radicando meglio gli oggetti nell'ambiente, ad esempio ombreggiando gli angoli e i bordi dove le pareti si incontrano o aggiungendo profondità alle fessure e alle rughe della pelle.
ko: 레이 트레이스드 앰비언트 오클루전(RTAO)은 주변 조명을 차단하는 영역을 정확하게 그림자 처리하여 벽과 벽이 만나는 모서리와 가장자리에 그림자를 드리우거나 피부의 틈새와 주름에 깊이를 더하는 등 주변 오브젝트의 배경을 더 잘 표현합니다.
ru: Функция Ray Traced Ambient Occlusion (RTAO) точно затеняет области, блокирующие окружающее освещение, что позволяет лучше выделить объекты в окружающей среде, например, затеняет углы и края в местах соприкосновения стен или придает глубину расщелинам и морщинам на коже.

# Menu,RayTracedGlobalIllumination
source: Ray Traced Global Illumination
fr: Ray Tracing Illumination globale
hu: Sugárkövetéses globális megvilágítás
it: Illuminazione globale con ray tracing
ko: 레이 트레이스드 글로벌 일루미네이션
