Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Seeds,WatermelonText
source: Watermelon (Citrullus lanatus) seeds are the seeds of a perennial plant that is grown for its juicy and sweet fruits. Here are some features of watermelon seeds: 1. Shape and Size: Watermelon seeds are flat and oval in shape. They are characterized by their small size, about 1-2 cm long and about 1 cm wide. 2. Color: The outer shell of watermelon seeds is dark brown or black in color, which protects the inside of the seeds well from damage and environment. 3. Sowing: Watermelon seeds are usually sown directly into the soil in spring when the soil temperature becomes warm enough. The seeds are planted about 2-3 cm deep and about 60 cm apart to give the plants enough space to grow. 4. Care: To grow watermelons successfully, it is important to provide them with enough sun, moisture and nutrients. Watermelons require regular watering, especially during hot and dry periods. Removing weeds around the plants is also important to prevent competition for nutrients and moisture. It is also important to feed the plants with fertilizer to ensure healthy growth. 5. Harvesting: Watermelon seeds mature 80-100 days after sowing. When the watermelon fruit itself becomes firm and takes on its characteristic ripe color, the seeds are ready to be harvested. To harvest the seeds, you can split the watermelon into lobes and extract them. The seeds should be rinsed and dried before storing in a dry and cool place. Watermelon seeds can come in different shapes and sizes and have different flavor profiles. Choose the variety that suits your taste and requirements.
de: Wassermelonensamen (Citrullus lanatus) sind die Samen einer mehrjährigen Pflanze, die wegen ihrer saftigen und süßen Früchte angebaut wird. Hier sind einige Merkmale von Wassermelonensamen: 1. Form und Größe: Die Samen der Wassermelone sind flach und oval. Sie zeichnen sich durch ihre geringe Größe aus, etwa 1-2 cm lang und etwa 1 cm breit. 2. Farbe: Die äußere Schale der Wassermelonenkerne ist dunkelbraun oder schwarz, was das Innere der Kerne gut vor Schäden und Umwelteinflüssen schützt. 3. Aussaat: Wassermelonensamen werden in der Regel im Frühjahr, wenn die Bodentemperatur warm genug ist, direkt in den Boden gesät. Die Samen werden etwa 2-3 cm tief und in einem Abstand von etwa 60 cm gepflanzt, damit die Pflanzen genügend Platz zum Wachsen haben. 4. Pflege: Für einen erfolgreichen Anbau von Wassermelonen ist es wichtig, dass sie ausreichend Sonne, Feuchtigkeit und Nährstoffe erhalten. Wassermelonen müssen regelmäßig gegossen werden, vor allem in heißen und trockenen Perioden. Das Entfernen von Unkraut in der Umgebung der Pflanzen ist ebenfalls wichtig, um Konkurrenz um Nährstoffe und Feuchtigkeit zu vermeiden. Es ist auch wichtig, die Pflanzen mit Dünger zu versorgen, um ein gesundes Wachstum zu gewährleisten. 5. Ernten: Wassermelonensamen reifen 80-100 Tage nach der Aussaat. Wenn die Wassermelonenfrucht selbst fest wird und ihre charakteristische reife Farbe annimmt, können die Samen geerntet werden. Um die Kerne zu ernten, kann man die Wassermelone in Lappen teilen und sie herausnehmen. Die Kerne sollten gespült und getrocknet werden, bevor sie an einem trockenen und kühlen Ort gelagert werden. Wassermelonensamen gibt es in verschiedenen Formen und Größen und mit unterschiedlichen Geschmacksprofilen. Wählen Sie die Sorte, die Ihrem Geschmack und Ihren Anforderungen entspricht.
fr: Les graines de pastèque (Citrullus lanatus) sont les graines d'une plante vivace cultivée pour ses fruits juteux et sucrés. Voici quelques caractéristiques des graines de pastèque : 1. Forme et taille : Les graines de pastèque sont de forme plate et ovale. Ils se caractérisent par leur petite taille, environ 1 à 2 cm de long et environ 1 cm de large. 2. Couleur : la coque extérieure des graines de pastèque est de couleur brun foncé ou noire, ce qui protège bien l'intérieur des graines des dommages et de l'environnement. 3. Semis : Les graines de pastèque sont généralement semées directement dans le sol au printemps, lorsque la température du sol devient suffisamment chaude. Les graines sont plantées à environ 2-3 cm de profondeur et à environ 60 cm les unes des autres pour donner aux plantes suffisamment d'espace pour pousser. 4. Entretien : Pour réussir la culture des pastèques, il est important de leur fournir suffisamment de soleil, d’humidité et de nutriments. Les pastèques nécessitent un arrosage régulier, surtout pendant les périodes chaudes et sèches. L'élimination des mauvaises herbes autour des plantes est également importante pour éviter la compétition pour les nutriments et l'humidité. Il est également important de nourrir les plantes avec des engrais pour assurer une croissance saine. 5. Récolte : Les graines de pastèque mûrissent 80 à 100 jours après le semis. Lorsque le fruit de la pastèque devient ferme et prend sa couleur mûre caractéristique, les graines sont prêtes à être récoltées. Pour récolter les graines, vous pouvez diviser la pastèque en lobes et les extraire. Les graines doivent être rincées et séchées avant de les conserver dans un endroit sec et frais. Les graines de pastèque peuvent se présenter sous différentes formes et tailles et avoir différents profils de saveur. Choisissez la variété qui correspond à vos goûts et à vos exigences.
hu: A görögdinnye (Citrullus lanatus) magja egy évelő növény magja, amelyet lédús és édes gyümölcsei miatt termesztenek. Íme a görögdinnyemagok néhány jellemzője: 1. Alak és méret: A görögdinnyemagok lapos és ovális alakúak. Jellemző rájuk a kis méretük, körülbelül 1-2 cm hosszúak és kb. 1 cm szélesek. 2. Szín: A görögdinnyemagok külső héja sötétbarna vagy fekete színű, ami jól védi a magok belsejét a károsodástól és a környezettől. 3. Vetés: A görögdinnyemagokat általában közvetlenül a talajba vetik tavasszal, amikor a talaj hőmérséklete elég meleg lesz. A magokat kb. 2-3 cm mélyre és egymástól kb. 60 cm távolságra ültetjük el, hogy a növényeknek elegendő helyük legyen a növekedéshez. 4. Gondozás: A palánták termesztése: A palántákat a talajba kell ültetni: A görögdinnye sikeres termesztéséhez fontos, hogy elegendő napfényt, nedvességet és tápanyagot biztosítsunk számára. A görögdinnye rendszeres öntözést igényel, különösen a forró és száraz időszakokban. A növények körüli gyomok eltávolítása is fontos, hogy megelőzzük a tápanyagokért és a nedvességért való versengést. Az egészséges növekedés érdekében fontos továbbá a növények műtrágyával való táplálása. 5. Betakarítás: A görögdinnyemagok a vetés után 80-100 nappal érnek be. Amikor maga a görögdinnye termése megszilárdul és felveszi jellegzetes érett színét, a magok készen állnak a betakarításra. A magok betakarításához a görögdinnyét karéjokra lehet hasítani, és ki lehet szedni őket. A magokat le kell öblíteni és meg kell szárítani, mielőtt száraz és hűvös helyen tároljuk. A görögdinnyemagok különböző formájúak és méretűek lehetnek, és különböző ízprofilokkal rendelkeznek. Válassza ki az ízlésének és igényeinek megfelelő fajtát.
it: I semi di anguria (Citrullus lanatus) sono i semi di una pianta perenne coltivata per i suoi frutti succosi e dolci. Ecco alcune caratteristiche dei semi di anguria: 1. Forma e dimensione: i semi dell'anguria sono piatti e di forma ovale. Si caratterizzano per le loro piccole dimensioni, circa 1-2 cm di lunghezza e circa 1 cm di larghezza. 2. Colore: il guscio esterno dei semi di anguria è di colore marrone scuro o nero, che protegge bene l'interno dei semi dai danni e dall'ambiente. 3. Semina: i semi di anguria vengono solitamente seminati direttamente nel terreno in primavera, quando la temperatura del terreno diventa sufficientemente calda. I semi vengono piantati a circa 2-3 cm di profondità e a circa 60 cm di distanza l'uno dall'altro per dare alle piante abbastanza spazio per crescere. 4. Cura: per coltivare con successo le angurie, è importante fornire loro abbastanza sole, umidità e sostanze nutritive. Le angurie richiedono annaffiature regolari, soprattutto durante i periodi caldi e secchi. Anche rimuovere le erbacce intorno alle piante è importante per prevenire la competizione per i nutrienti e l’umidità. È anche importante nutrire le piante con fertilizzante per garantire una crescita sana. 5. Raccolta: i semi dell'anguria maturano 80-100 giorni dopo la semina. Quando il frutto stesso dell'anguria diventa sodo e assume il suo caratteristico colore maturo, i semi sono pronti per essere raccolti. Per raccogliere i semi, potete dividere l'anguria in lobi ed estrarli. I semi devono essere sciacquati e asciugati prima di riporli in un luogo fresco e asciutto. I semi di anguria possono avere forme e dimensioni diverse e avere profili aromatici diversi. Scegli la varietà più adatta ai tuoi gusti e alle tue esigenze.
ko: 수박(시트룰루스 라나투스) 씨앗은 육즙이 많고 달콤한 과일을 위해 재배되는 다년생 식물의 씨앗입니다. 수박 씨앗의 몇 가지 특징은 다음과 같습니다: 1. 모양과 크기: 수박 씨앗은 편평하고 타원형입니다. 그들은 길이 약 1-2cm, 너비 약 1cm의 작은 크기가 특징입니다. 2. 색상 : 수박 씨앗의 겉껍질은 짙은 갈색 또는 검은 색으로 씨앗 내부를 손상과 환경으로부터 잘 보호합니다. 3. 파종: 수박 씨앗은 보통 토양 온도가 충분히 따뜻해지는 봄에 토양에 직접 파종합니다. 씨앗은 식물이 자랄 수 있는 충분한 공간을 확보하기 위해 약 2~3cm 깊이와 약 60cm 간격으로 심습니다. 4. 관리: 수박을 성공적으로 재배하려면 충분한 햇빛, 수분 및 영양분을 공급하는 것이 중요합니다. 수박은 특히 덥고 건조한 기간 동안 정기적으로 물을 주어야 합니다. 식물 주변의 잡초를 제거하는 것도 영양분과 수분에 대한 경쟁을 방지하는 데 중요합니다. 건강한 성장을 위해 식물에 비료를 공급하는 것도 중요합니다. 5. 수확하기: 수박 씨앗은 파종 후 80-100일 후에 성숙합니다. 수박 열매 자체가 단단해지고 특유의 익은 색을 띠면 씨앗을 수확할 준비가 된 것입니다. 씨앗을 수확하려면 수박을 엽으로 나누고 추출 할 수 있습니다. 씨앗은 헹구고 말린 후 건조하고 서늘한 곳에 보관해야 합니다. 수박 씨앗은 모양과 크기가 다양하고 맛도 각기 다릅니다. 취향과 요구 사항에 맞는 품종을 선택하세요.
ru: Семена арбуза (Citrullus lanatus) - это семена многолетнего растения, которое выращивают ради его сочных и сладких плодов. Вот некоторые особенности семян арбуза: 1. Форма и размер: Семена арбуза имеют плоскую и овальную форму. Они отличаются небольшими размерами - около 1-2 см в длину и около 1 см в ширину. 2. Цвет: Внешняя оболочка семян арбуза имеет темно-коричневый или черный цвет, который хорошо защищает внутреннюю часть семян от повреждений и воздействия окружающей среды. 3. Посев: Семена арбуза обычно высевают непосредственно в грунт весной, когда температура почвы становится достаточно теплой. Семена высаживаются на глубину 2-3 см и на расстоянии около 60 см друг от друга, чтобы дать растениям достаточно места для роста. 4. Уход: Для успешного выращивания арбузов важно обеспечить их достаточным количеством солнца, влаги и питательных веществ. Арбузы требуют регулярного полива, особенно в жаркие и засушливые периоды. Важно также удалять сорняки вокруг растений, чтобы предотвратить конкуренцию за питательные вещества и влагу. Также важно подкармливать растения удобрениями для обеспечения здорового роста. 5. Сбор урожая: Семена арбуза созревают через 80-100 дней после посева. Когда плод арбуза становится твердым и приобретает характерный спелый цвет, семена готовы к сбору. Чтобы собрать семена, можно разделить арбуз на дольки и извлечь их. Перед хранением в сухом и прохладном месте семена необходимо промыть и просушить. Семена арбуза могут быть разных форм и размеров и иметь различные вкусовые характеристики. Выбирайте тот сорт, который соответствует вашему вкусу и требованиям.

# Shop,AmountText
source: Enter the number...
de: Gebe den Wert ein...
fr: Entrez le numéro...
hu: Adja meg a számot...
it: Inserisci il numero...
ko: 번호를 입력하세요...
ru: Введите число...

# Shop,Beer
source: Beer
de: Bier
fr: Bière
hu: Sör
it: Ape
ko: 맥주
ru: Пиво

# Shop,BlackBread
source: Bread
de: Brot
fr: Pain
hu: Kenyér
it: Pane
ko: 빵
ru: Хлеб

# Shop,BlackBreadText
source: Bread is one of the most popular and common foods in many cuisines and cultures around the world. It is the main source of carbohydrates, protein, vitamins and minerals in our food. Bread is made by mixing and kneading flour, water, yeast, salt and sometimes with the addition of sugar, butter or other ingredients. The resulting dough is then subjected to a fermentation and baking process that gives it volume, shape and unique flavor. Bread can come in a variety of shapes, sizes and textures, from puffy and soft white loaves to dense and plentiful French baguettes or dark rye bread. It can also contain various additives such as seeds, nuts, spices or fruits to give it extra flavor and texture. Bread is the base for many dishes and can be used in many different forms and cooking methods. It is suitable for making sandwiches, toast, pastries, croutons, casseroles and many other dishes. In addition, bread can be served with various additions such as butter, jam, honey, cheese or cream. It can also be an ingredient in soups and sauces. Bread is a source of energy and important nutrients. It contains carbohydrates, which the body needs for energy, as well as protein, B vitamins, iron and dietary fiber. However, the nutrient content can vary depending on the type and composition of bread. Bread is an integral part of our daily food and has significant importance in various cultures and religious practices. It offers a wide range of flavors and options, making it a versatile food for people around the world.
de: Brot ist eines der beliebtesten und gängigsten Lebensmittel in vielen Küchen und Kulturen der Welt. Es ist die Hauptquelle für Kohlenhydrate, Eiweiß, Vitamine und Mineralstoffe in unserer Nahrung. Brot wird durch Mischen und Kneten von Mehl, Wasser, Hefe, Salz und manchmal unter Zugabe von Zucker, Butter oder anderen Zutaten hergestellt. Der so entstandene Teig wird dann einem Gärungs- und Backprozess unterzogen, der ihm Volumen, Form und einen einzigartigen Geschmack verleiht. Brot kann eine Vielzahl von Formen, Größen und Beschaffenheiten haben, von luftigen und weichen Weißbroten bis hin zu dichten und reichhaltigen französischen Baguettes oder dunklem Roggenbrot. Es kann auch verschiedene Zusatzstoffe wie Samen, Nüsse, Gewürze oder Früchte enthalten, die ihm zusätzlichen Geschmack und Textur verleihen. Brot ist die Grundlage für viele Gerichte und kann in vielen verschiedenen Formen und Zubereitungsarten verwendet werden. Es eignet sich für die Zubereitung von Sandwiches, Toast, Gebäck, Croutons, Aufläufen und vielen anderen Gerichten. Darüber hinaus kann Brot mit verschiedenen Zusätzen wie Butter, Marmelade, Honig, Käse oder Sahne serviert werden. Es kann auch eine Zutat für Suppen und Soßen sein. Brot ist eine Quelle von Energie und wichtigen Nährstoffen. Es enthält Kohlenhydrate, die der Körper zur Energiegewinnung benötigt, sowie Eiweiß, B-Vitamine, Eisen und Ballaststoffe. Der Nährstoffgehalt kann jedoch je nach Art und Zusammensetzung des Brotes variieren. Brot ist ein fester Bestandteil unserer täglichen Ernährung und hat in verschiedenen Kulturen und religiösen Praktiken eine große Bedeutung. Es bietet eine breite Palette von Geschmacksrichtungen und Möglichkeiten, was es zu einem vielseitigen Nahrungsmittel für Menschen auf der ganzen Welt macht.
fr: Le pain est l’un des aliments les plus populaires et les plus courants dans de nombreuses cuisines et cultures du monde entier. C'est la principale source de glucides, de protéines, de vitamines et de minéraux présents dans notre alimentation. Le pain est fait en mélangeant et en pétrissant de la farine, de l'eau, de la levure, du sel et parfois en ajoutant du sucre, du beurre ou d'autres ingrédients. La pâte obtenue est ensuite soumise à un processus de fermentation et de cuisson qui lui confère volume, forme et saveur unique. Le pain peut se présenter sous différentes formes, tailles et textures, des pains blancs gonflés et moelleux aux baguettes françaises denses et abondantes ou au pain de seigle noir. Il peut également contenir divers additifs tels que des graines, des noix, des épices ou des fruits pour lui donner une saveur et une texture supplémentaires. Le pain est la base de nombreux plats et peut être utilisé sous de nombreuses formes et méthodes de cuisson différentes. Il convient à la confection de sandwichs, toasts, pâtisseries, croûtons, ragoûts et bien d'autres plats. De plus, le pain peut être servi avec divers ajouts tels que du beurre, de la confiture, du miel, du fromage ou de la crème. Il peut également entrer dans la composition de soupes et de sauces. Le pain est une source d’énergie et de nutriments importants. Il contient des glucides dont le corps a besoin pour produire de l'énergie, ainsi que des protéines, des vitamines B, du fer et des fibres alimentaires. Cependant, la teneur en nutriments peut varier en fonction du type et de la composition du pain. Le pain fait partie intégrante de notre alimentation quotidienne et revêt une importance significative dans diverses cultures et pratiques religieuses. Il offre une large gamme de saveurs et d’options, ce qui en fait un aliment polyvalent pour les personnes du monde entier.
hu: A kenyér a világ számos konyhájában és kultúrájában az egyik legnépszerűbb és legelterjedtebb étel. Ez a fő szénhidrát-, fehérje-, vitamin- és ásványi anyagforrásunk. A kenyér liszt, víz, élesztő, só és néha cukor, vaj vagy más összetevők hozzáadásával készül. Az így kapott tésztát ezután erjesztési és sütési folyamatnak vetik alá, amely térfogatot, formát és egyedi ízt ad neki. A kenyér különböző formájú, méretű és állagú lehet, a puffadt és puha fehér kenyértől a sűrű és bőséges francia bagettig vagy a sötét rozskenyérig. Különböző adalékanyagokat is tartalmazhat, például magvakat, dióféléket, fűszereket vagy gyümölcsöket, amelyek extra ízt és textúrát adnak neki. A kenyér számos étel alapját képezi, és sokféle formában és főzési móddal felhasználható. Alkalmas szendvicsek, pirítós, péksütemények, krutonok, rakott ételek és sok más étel készítésére. Ezenkívül a kenyeret különböző kiegészítőkkel, például vajjal, lekvárral, mézzel, sajttal vagy tejszínnel is tálalhatjuk. Levesek és mártások összetevője is lehet. A kenyér energiaforrás és fontos tápanyagok forrása. Szénhidrátokat tartalmaz, amelyekre a szervezetnek energiához van szüksége, valamint fehérjét, B-vitaminokat, vasat és élelmi rostokat. A tápanyagtartalom azonban a kenyér típusától és összetételétől függően változhat. A kenyér a mindennapi táplálkozásunk szerves része, és jelentős jelentőséggel bír a különböző kultúrákban és vallási gyakorlatokban. Ízek és lehetőségek széles skáláját kínálja, így sokoldalúan felhasználható élelmiszer az emberek számára világszerte.
it: Il pane è uno degli alimenti più popolari e comuni in molte cucine e culture di tutto il mondo. È la principale fonte di carboidrati, proteine, vitamine e minerali nel nostro cibo. Il pane si ottiene mescolando e impastando farina, acqua, lievito, sale e talvolta con l'aggiunta di zucchero, burro o altri ingredienti. L'impasto ottenuto viene poi sottoposto ad un processo di fermentazione e cottura che gli conferisce volume, forma e sapore unici. Il pane può avere una varietà di forme, dimensioni e consistenze, dalle pagnotte bianche gonfie e morbide alle dense e abbondanti baguette francesi o al pane di segale scuro. Può anche contenere vari additivi come semi, noci, spezie o frutta per conferirgli sapore e consistenza extra. Il pane è la base di molti piatti e può essere utilizzato in molte forme e metodi di cottura diversi. È adatta per preparare panini, toast, pasticcini, crostini, sformati e molti altri piatti. Inoltre il pane può essere servito con varie aggiunte come burro, marmellata, miele, formaggio o panna. Può anche essere un ingrediente di zuppe e salse. Il pane è una fonte di energia e di importanti sostanze nutritive. Contiene carboidrati, di cui il corpo ha bisogno per produrre energia, oltre a proteine, vitamine del gruppo B, ferro e fibre alimentari. Tuttavia, il contenuto di nutrienti può variare a seconda del tipo e della composizione del pane. Il pane è parte integrante della nostra alimentazione quotidiana e riveste un'importanza significativa in varie culture e pratiche religiose. Offre una vasta gamma di sapori e opzioni, rendendolo un alimento versatile per le persone di tutto il mondo.
ko: 빵은 전 세계 많은 요리와 문화권에서 가장 인기 있고 흔한 음식 중 하나입니다. 빵은 탄수화물, 단백질, 비타민, 미네랄의 주요 공급원입니다. 빵은 밀가루, 물, 효모, 소금을 혼합하고 반죽하며 때로는 설탕, 버터 또는 기타 재료를 첨가하여 만듭니다. 이렇게 만들어진 반죽은 발효 및 베이킹 과정을 거쳐 빵의 부피와 모양, 독특한 풍미를 더합니다. 빵은 푹신하고 부드러운 식빵부터 밀도가 높고 풍성한 프렌치 바게트 또는 다크 호밀빵에 이르기까지 다양한 모양, 크기 및 질감으로 제공됩니다. 또한 씨앗, 견과류, 향신료 또는 과일과 같은 다양한 첨가물을 넣어 풍미와 식감을 더할 수도 있습니다. 빵은 많은 요리의 기본이며 다양한 형태와 요리 방법으로 사용할 수 있습니다. 샌드위치, 토스트, 페이스트리, 크루통, 캐서롤 및 기타 여러 요리를 만드는 데 적합합니다. 또한 빵은 버터, 잼, 꿀, 치즈 또는 크림과 같은 다양한 첨가물과 함께 제공 될 수 있습니다. 수프와 소스의 재료가 될 수도 있습니다. 빵은 에너지와 중요한 영양소의 원천입니다. 그것은 신체가 에너지에 필요한 탄수화물뿐만 아니라 단백질, 비타민 B, 철분 및식이 섬유를 포함합니다. 그러나 영양소 함량은 빵의 종류와 구성에 따라 다를 수 있습니다. 빵은 우리 일상 음식의 필수적인 부분이며 다양한 문화와 종교적 관습에서 중요한 의미를 지니고 있습니다. 빵은 다양한 맛과 옵션을 제공하여 전 세계 사람들에게 다용도 식품으로 사랑받고 있습니다.
ru: Хлеб - это один из наиболее популярных и распространенных продуктов питания во многих кухнях и культурах по всему миру. Он является основным источником углеводов, белка, витаминов и минералов в нашей пище. Хлеб производится путем смешивания и замеса муки, воды, дрожжей, соли и иногда с добавлением сахара, масла или других ингредиентов. Получившееся тесто затем подвергается процессу ферментации и выпекания, что придает ему объем, форму и уникальный аромат. Хлеб может иметь различные формы, размеры и текстуру, от пышных и мягких белых булочек до плотных и обильных французских багетов или темного ржаного хлеба. Он также может содержать различные добавки, такие как семена, орехи, специи или фрукты, чтобы придать ему дополнительный вкус и текстуру. Хлеб является основой для многих блюд и может использоваться в различных формах и способах приготовления. Он подходит для приготовления сэндвичей, тостов, выпечки, крутонов, запеканок и многих других блюд. Кроме того, хлеб можно подавать с различными дополнениями, такими как масло, джем, мед, сыр или крем. Он также может быть ингредиентом в супах и соусах. Хлеб является источником энергии и важных питательных веществ. Он содержит углеводы, необходимые организму для обеспечения энергии, а также белки, витамины группы В, железо и пищевые волокна. Однако, содержание питательных веществ может варьироваться в зависимости от типа и состава хлеба. Хлеб является неотъемлемой частью нашей ежедневной пищи и имеет значительное значение в различных культурах и религиозных обрядах. Он предлагает широкий спектр вкусов и вариантов, что делает его универсальным продуктом питания для людей по всему миру.

# Shop,Buy
source: What do we buy?
de: Was willst du kaufen?
fr: Qu'est-ce qu'on achète?
hu: Mit veszünk?
it: Cosa compriamo?
ko: 무엇을 구매하나요?
ru: Что мы покупаем?

# Shop,BuyTooptip
source: Buy
de: Kaufen
fr: Acheter
hu: Vásárlás
it: Comprare
ko: 구매
ru: Купить

# Shop,Canned_peas
source: Canned peas
de: Eingemachte Erbsen
fr: Pois en conserve
hu: Borsókonzerv
it: Piselli in scatola
ko: 완두콩 통조림
ru: Консервированный горошек
