Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Bedding,BeetsText
source: Beet is a perennial root vegetable of the amaranth family, also known as beet. It is one of the oldest crops, having been cultivated by humans for over two millennia. The beet has a rounded or slightly oval shape with a bright red, purple or white appearance. Its size can range from small beets, about the size of a small apple, to large root vegetables weighing several pounds. Inside, the beet has a juicy flesh of uniform consistency, having a rich red or maroon color. Beets have numerous beneficial properties, which makes them a popular and widespread product. First, it is a voluminous and low-calorie product that contains a large number of vitamins and minerals. Beet roots are rich in vitamins C, A and B, iron, folic acid, potassium, magnesium and other elements. Beets also contain a lot of dietary fiber, which is good for digestion. Beets also have antioxidant properties, which helps protect the body from free radicals and helps prevent the development of certain diseases, including cancer and cardiovascular disease. In addition, beets help lower blood pressure and stimulate the liver and gallbladder. Beet is very versatile in its use as a food. It can be consumed fresh, added to salads, juices or cocktails, cooked boiled, fried or baked. Beets can also be used to make many dishes such as soups, purees, side dishes, appetizers and even sweets. However, it is important to remember that beets have a distinct flavor that may not be to everyone's taste. Some people find it jerky, earthy, or bitter. Therefore, before consuming beets, it is worth doing an individual tolerance test. In conclusion, beet is a low-calorie, nutritious and healthy root vegetable with numerous health benefits. It can be used in a variety of dishes and is a great addition to the diet to maintain health and wellness.
de: Die Rübe ist ein mehrjähriges Wurzelgemüse aus der Familie der Amaranthgewächse, das auch als Rübe bezeichnet wird. Sie ist eine der ältesten Kulturpflanzen und wird seit über zwei Jahrtausenden vom Menschen angebaut. Die Rübe hat eine runde oder leicht ovale Form und ein leuchtend rotes, violettes oder weißes Aussehen. Ihre Größe reicht von kleinen Rüben, die etwa so groß wie ein kleiner Apfel sind, bis hin zu großen Wurzelgemüsen, die mehrere Pfund wiegen. Im Inneren hat die Rübe ein saftiges Fruchtfleisch von gleichmäßiger Konsistenz und einer satten roten oder kastanienbraunen Farbe. Die Rübe hat zahlreiche positive Eigenschaften, die sie zu einem beliebten und weit verbreiteten Produkt machen. Zum einen ist sie ein voluminöses und kalorienarmes Produkt, das zahlreiche Vitamine und Mineralstoffe enthält. Die Rübenwurzeln sind reich an den Vitaminen C, A und B, Eisen, Folsäure, Kalium, Magnesium und anderen Elementen. Rote Bete enthält auch viele Ballaststoffe, die gut für die Verdauung sind. Rote Bete hat auch antioxidative Eigenschaften, die den Körper vor freien Radikalen schützen und der Entstehung bestimmter Krankheiten wie Krebs und Herz-Kreislauf-Erkrankungen vorbeugen. Darüber hinaus hilft die Rote Bete, den Blutdruck zu senken, und stimuliert Leber und Gallenblase. Die Rübe ist ein sehr vielseitiges Nahrungsmittel. Sie können frisch verzehrt, in Salaten, Säften oder Cocktails zubereitet, gekocht, gebraten oder gebacken werden. Rote Bete kann auch für die Zubereitung zahlreicher Gerichte wie Suppen, Pürees, Beilagen, Vorspeisen und sogar Süßspeisen verwendet werden. Es ist jedoch wichtig, daran zu denken, dass Rote Bete einen ausgeprägten Geschmack hat, der vielleicht nicht jedermanns Sache ist. Manche Menschen empfinden sie als stachelig, erdig oder bitter. Daher lohnt es sich, vor dem Verzehr von Rüben einen individuellen Verträglichkeitstest durchzuführen. Zusammenfassend lässt sich sagen, dass die Rübe ein kalorienarmes, nahrhaftes und gesundes Wurzelgemüse mit zahlreichen gesundheitlichen Vorteilen ist. Sie kann in einer Vielzahl von Gerichten verwendet werden und ist eine gute Ergänzung der Ernährung, um Gesundheit und Wohlbefinden zu erhalten.
fr: La betterave est un légume racine vivace de la famille des amarantes, également connue sous le nom de betterave. C’est l’une des cultures les plus anciennes, cultivée par l’homme depuis plus de deux millénaires. La betterave a une forme arrondie ou légèrement ovale avec un aspect rouge vif, violet ou blanc. Sa taille peut aller de petites betteraves, de la taille d’une petite pomme, à de gros légumes-racines pesant plusieurs kilos. À l’intérieur, la betterave a une chair juteuse de consistance uniforme, d’une riche couleur rouge ou marron. Les betteraves possèdent de nombreuses propriétés bénéfiques, ce qui en fait un produit populaire et répandu. Premièrement, c'est un produit volumineux et peu calorique qui contient une grande quantité de vitamines et de minéraux. Les racines de betterave sont riches en vitamines C, A et B, en fer, acide folique, potassium, magnésium et autres éléments. Les betteraves contiennent également beaucoup de fibres alimentaires, bonnes pour la digestion. Les betteraves ont également des propriétés antioxydantes, qui contribuent à protéger l’organisme des radicaux libres et à prévenir le développement de certaines maladies, notamment le cancer et les maladies cardiovasculaires. De plus, les betteraves aident à abaisser la tension artérielle et à stimuler le foie et la vésicule biliaire. La betterave est très polyvalente dans son utilisation comme aliment. Il peut être consommé frais, ajouté aux salades, aux jus ou aux cocktails, cuit bouilli, frit ou cuit au four. Les betteraves peuvent également être utilisées pour réaliser de nombreux plats comme des soupes, des purées, des accompagnements, des entrées et même des friandises. Cependant, il est important de se rappeler que les betteraves ont une saveur distincte qui peut ne pas plaire à tout le monde. Certaines personnes le trouvent séché, terreux ou amer. Par conséquent, avant de consommer des betteraves, il vaut la peine de faire un test de tolérance individuel. En conclusion, la betterave est un légume-racine faible en calories, nutritif et sain, doté de nombreux bienfaits pour la santé. Il peut être utilisé dans une variété de plats et constitue un excellent complément à l’alimentation pour maintenir la santé et le bien-être.
hu: A cékla az amarantfélék családjába tartozó, cukorrépa néven is ismert évelő gyökérzöldség. Az egyik legrégebbi növény, amelyet az emberek már több mint két évezrede termesztenek. A cékla kerek vagy enyhén ovális alakú, élénkpiros, lila vagy fehér színű. Mérete a kisméretű, körülbelül egy kis alma nagyságú céklától a nagy, több kilós gyökérzöldségig terjedhet. A cékla belseje egyenletes állagú, lédús húsú, gazdag vörös vagy gesztenyebarna színű. A cékla számos jótékony tulajdonsággal rendelkezik, ami népszerű és széles körben elterjedt termékké teszi. Először is, ez egy terjedelmes és alacsony kalóriatartalmú termék, amely számos vitamint és ásványi anyagot tartalmaz. A céklagyökér gazdag C-, A- és B-vitaminban, vasban, folsavban, káliumban, magnéziumban és egyéb elemekben. A cékla sok élelmi rostot is tartalmaz, ami jót tesz az emésztésnek. A cékla antioxidáns tulajdonságokkal is rendelkezik, ami segít megvédeni a szervezetet a szabad gyökökkel szemben, és segít megelőzni bizonyos betegségek kialakulását, beleértve a rákot és a szív- és érrendszeri betegségeket. Ezenkívül a cékla segít csökkenteni a vérnyomást, valamint serkenti a májat és az epehólyagot. A cékla nagyon sokoldalúan felhasználható étel. Fogyasztható frissen, salátákhoz, gyümölcslevekhez vagy koktélokhoz adva, főzve főzve, sütve vagy sütve. A céklából számos étel is készíthető, például levesek, pürék, köretek, előételek és még édességek is. Nem szabad azonban elfelejteni, hogy a céklának sajátos íze van, amely nem biztos, hogy mindenkinek ízlik. Vannak, akik rántottának, földesnek vagy keserűnek találják. Ezért a cékla fogyasztása előtt érdemes egy egyéni toleranciatesztet végezni. Végeredményben a cékla egy alacsony kalóriatartalmú, tápláló és egészséges gyökérzöldség, amely számos egészségügyi előnnyel jár. Számos ételben felhasználható, és remekül kiegészíti az étrendet az egészség és a jó közérzet megőrzése érdekében.
ko: 비트는 사탕무라고도 알려진 아마란스과의 다년생 뿌리 채소입니다. 비트는 인류가 2천 년 이상 재배해 온 가장 오래된 작물 중 하나입니다. 비트는 둥글거나 약간 타원형이며 밝은 빨간색, 보라색 또는 흰색을 띠고 있습니다. 크기는 작은 사과 크기의 작은 비트부터 몇 파운드에 달하는 큰 뿌리 채소까지 다양합니다. 비트의 내부는 균일 한 일관성의 육즙이 많은 과육을 가지고 있으며 진한 빨간색 또는 적갈색을 띠고 있습니다. 비트는 수많은 유익한 특성을 가지고있어 인기 있고 널리 퍼진 제품입니다. 첫째, 비타민과 미네랄이 많이 함유 된 볼륨 있고 저칼로리 제품입니다. 비트 뿌리에는 비타민 C, A 및 B, 철분, 엽산, 칼륨, 마그네슘 및 기타 요소가 풍부합니다. 비트에는 또한 소화에 좋은 식이 섬유가 많이 포함되어 있습니다. 비트는 또한 항산화 특성을 가지고있어 자유 라디칼로부터 신체를 보호하고 암 및 심혈관 질환을 포함한 특정 질병의 발병을 예방하는 데 도움이됩니다. 또한 비트는 혈압을 낮추고 간과 담낭을 자극하는 데 도움이 됩니다. 비트는 식품으로 매우 다양하게 활용됩니다. 생으로 섭취하거나 샐러드, 주스 또는 칵테일에 첨가하거나 삶거나 튀기거나 구워 먹을 수 있습니다. 비트는 수프, 퓌레, 반찬, 애피타이저, 심지어 과자와 같은 많은 요리를 만드는 데에도 사용할 수 있습니다. 그러나 비트는 모든 사람의 취향에 맞지 않을 수 있는 독특한 풍미를 가지고 있다는 점을 기억하는 것이 중요합니다. 어떤 사람들은 육포, 흙 또는 쓴맛을 느낍니다. 따라서 비트를 섭취하기 전에 개인별 내성 테스트를 해보는 것이 좋습니다. 결론적으로 비트는 칼로리가 낮고 영양이 풍부하며 건강에 좋은 뿌리 채소로 다양한 건강상의 이점이 있습니다. 다양한 요리에 사용할 수 있으며 건강과 웰빙을 유지하기 위해 식단에 큰 도움이됩니다.

# Bedding,Cabbage
source: Cabbage
de: Kohl
fr: Chou
hu: Káposzta
it: Cavolo
ko: 양배추
ru: Капуста

# Bedding,CabbageCanName
source: Sauteed cabbage
de: Gedünsteter Kohl
fr: Chou sauté
hu: Savanyú káposzta
it: Saltata Cavolo
ko: 양배추 볶음
ru: Квашеная капуста

# Bedding,CabbageCanText
source: Sauerkraut is a variant of canning cabbage in which the vegetable undergoes salt fermentation. The process of souring allows you to preserve cabbage for a long period of time and give it a special flavor and aroma. Sauerkraut has a characteristic sour-spicy flavor and a tender but crunchy texture. During fermentation, microorganisms convert the natural sugars from the cabbage into lactic and acetic acids, which gives it acidity and preserves the vegetable. The fermentation process begins by cutting fresh cabbage into thin strips or slices. The cabbage is then mixed with salt and left for a few days or weeks to ferment. The vegetables are placed under pressure or pressed to remove excess liquid. The sauerkraut is salted or used in a variety of dishes. Sauerkraut is a traditional staple in many cuisines around the world. For example, sauerkraut is a sauerkraut popular in Germany and other European countries. Korea is also known for a special type of sauerkraut, kimchi, which is often used in dishes and is a combination of cabbage, vegetables and seasonings. Sauerkraut has several health benefits - it contains vitamin C, B vitamins, fiber and probiotics that are good for digestion. In addition, sauerkraut also supports the immune system and helps promote gut health.
de: Sauerkraut ist eine Variante der Kohlkonservierung, bei der das Gemüse einer Salzgärung unterzogen wird. Der Prozess der Säuerung ermöglicht es, Kohl über einen langen Zeitraum zu konservieren und ihm einen besonderen Geschmack und ein besonderes Aroma zu verleihen. Sauerkraut hat einen charakteristischen säuerlich-würzigen Geschmack und eine zarte, aber knackige Textur. Während der Gärung wandeln Mikroorganismen den natürlichen Zucker des Kohls in Milch- und Essigsäure um, was ihm Säure verleiht und das Gemüse haltbar macht. Der Fermentationsprozess beginnt damit, dass frischer Kohl in dünne Streifen oder Scheiben geschnitten wird. Der Kohl wird dann mit Salz vermischt und einige Tage oder Wochen zum Fermentieren liegen gelassen. Das Gemüse wird unter Druck gesetzt oder gepresst, um überschüssige Flüssigkeit zu entfernen. Das Sauerkraut wird gesalzen oder in einer Vielzahl von Gerichten verwendet. Sauerkraut ist ein traditionelles Grundnahrungsmittel in vielen Küchen der Welt. Zum Beispiel ist Sauerkraut in Deutschland und anderen europäischen Ländern beliebt. Korea ist auch für eine besondere Art von Sauerkraut, Kimchi, bekannt, das häufig in Gerichten verwendet wird und eine Kombination aus Kohl, Gemüse und Gewürzen ist. Sauerkraut hat mehrere gesundheitliche Vorteile - es enthält Vitamin C, B-Vitamine, Ballaststoffe und Probiotika, die gut für die Verdauung sind. Außerdem unterstützt Sauerkraut das Immunsystem und trägt zur Darmgesundheit bei.
fr: La choucroute est une variante de la conserve de chou dans laquelle le légume subit une fermentation salée. Le processus d'acidification vous permet de conserver le chou pendant une longue période et de lui donner une saveur et un arôme particuliers. La choucroute a une saveur aigre-épicée caractéristique et une texture tendre mais croquante. Lors de la fermentation, des micro-organismes transforment les sucres naturels du chou en acides lactique et acétique, ce qui lui donne de l'acidité et préserve le légume. Le processus de fermentation commence par la coupe du chou frais en fines lanières ou en tranches. Le chou est ensuite mélangé avec du sel et laissé fermenter quelques jours ou semaines. Les légumes sont mis sous pression ou pressés pour éliminer l'excès de liquide. La choucroute est salée ou utilisée dans divers plats. La choucroute est un aliment de base traditionnel dans de nombreuses cuisines du monde entier. Par exemple, la choucroute est une choucroute populaire en Allemagne et dans d’autres pays européens. La Corée est également connue pour un type spécial de choucroute, le kimchi, qui est souvent utilisé dans les plats et est une combinaison de chou, de légumes et d'assaisonnements. La choucroute présente plusieurs avantages pour la santé : elle contient de la vitamine C, des vitamines B, des fibres et des probiotiques bons pour la digestion. De plus, la choucroute soutient également le système immunitaire et contribue à promouvoir la santé intestinale.
hu: A savanyú káposzta a káposztakonzervek egyik változata, amelyben a zöldség sós erjesztésen megy keresztül. A savanyítás folyamata lehetővé teszi a káposzta hosszú ideig történő tartósítását, és különleges ízt és aromát ad neki. A savanyú káposztának jellegzetes savanyú-fűszeres íze és zsenge, de ropogós állaga van. Az erjesztés során a mikroorganizmusok a káposztából származó természetes cukrokat tej- és ecetsavvá alakítják, ami savasságot ad és tartósítja a zöldséget. Az erjesztési folyamat a friss káposzta vékony csíkokra vagy szeletekre vágásával kezdődik. A káposztát ezután összekeverjük sóval, és néhány napig vagy hétig erjedni hagyjuk. A zöldségeket nyomás alá helyezik vagy préselik, hogy a felesleges folyadékot eltávolítsák. A savanyú káposztát sózzák vagy különböző ételekhez használják fel. A savanyú káposzta a világ számos konyhájának hagyományos alapanyaga. A savanyú káposzta például Németországban és más európai országokban népszerű savanyú káposzta. Korea is ismert egy különleges savanyú káposztatípusáról, a kimchiről, amelyet gyakran használnak ételekben, és amely káposzta, zöldségek és fűszerek kombinációja. A savanyú káposzta számos egészségügyi előnnyel jár - C-vitamint, B-vitaminokat, rostokat és probiotikumokat tartalmaz, amelyek jótékonyan hatnak az emésztésre. Ezenkívül a savanyú káposzta támogatja az immunrendszert és elősegíti a bélrendszer egészségét.
it: I crauti sono una variante dell'inscatolamento del cavolo in cui la verdura subisce la fermentazione del sale. Il processo di acidificazione consente di conservare il cavolo per un lungo periodo di tempo e di conferirgli un sapore e un aroma speciali. I crauti hanno un caratteristico sapore acidulo-piccante e una consistenza tenera ma croccante. Durante la fermentazione, i microrganismi convertono gli zuccheri naturali del cavolo in acidi lattici e acetici, che conferiscono acidità e preservano la verdura. Il processo di fermentazione inizia tagliando il cavolo fresco a strisce o fette sottili. Il cavolo viene poi mescolato con sale e lasciato fermentare per alcuni giorni o settimane. Le verdure vengono poste sotto pressione o pressate per eliminare il liquido in eccesso. I crauti vengono salati o utilizzati in una varietà di piatti. I crauti sono un alimento base tradizionale in molte cucine di tutto il mondo. Ad esempio, i crauti sono un piatto popolare in Germania e in altri paesi europei. La Corea è nota anche per un tipo speciale di crauti, il kimchi, che viene spesso utilizzato nei piatti ed è una combinazione di cavoli, verdure e condimenti. I crauti hanno numerosi benefici per la salute: contengono vitamina C, vitamine del gruppo B, fibre e probiotici che fanno bene alla digestione. Inoltre, i crauti supportano anche il sistema immunitario e aiutano a promuovere la salute dell’intestino.
ko: 소금에 절인 양배추는 야채가 소금 발효를 거치는 양배추 통조림의 변형입니다. 신맛을 내는 과정을 통해 양배추를 장기간 보존하고 특별한 맛과 향을 낼 수 있습니다. 소금에 절인 양배추는 특유의 신맛이 나는 매운 맛과 부드럽지만 바삭 바삭한 식감이 특징입니다. 발효 과정에서 미생물은 양배추의 천연 당분을 젖산과 아세트산으로 전환하여 산미를 부여하고 채소를 보존합니다. 발효 과정은 신선한 양배추를 얇게 자르거나 조각으로 자르는 것으로 시작됩니다. 그런 다음 양배추를 소금과 섞어 며칠 또는 몇 주 동안 발효시킵니다. 야채는 압력을 받거나 눌러서 과도한 액체를 제거합니다. 소금에 절인 소금에 절인 양배추는 소금에 절이거나 다양한 요리에 사용됩니다. 소금에 절인 양배추는 전 세계 많은 요리의 전통적인 필수 재료입니다. 예를 들어 소금에 절인 양배추는 독일과 다른 유럽 국가에서 인기가 있습니다. 한국에서는 양배추, 채소, 양념을 섞어 요리에 자주 사용되는 특별한 종류의 사우어크라우트인 김치로도 유명합니다. 소금에 절인 양배추에는 소화에 좋은 비타민 C, 비타민 B, 섬유질, 프로바이오틱스 등 여러 가지 건강상의 이점이 있습니다. 또한 소금에 절인 양배추는 면역 체계를 지원하고 장 건강 증진에도 도움이 됩니다.
ru: Квашенная капуста - это вариант консервирования капусты, при котором овощ подвергается солевому брожению. Процесс квашения позволяет сохранить капусту на длительный период времени и придать ей особый вкус и аромат. Квашеная капуста обладает характерным кисло-острым вкусом и нежной, но хрустящей текстурой. Во время брожения микроорганизмы превращают натуральные сахара из капусты в молочную и уксусную кислоты, что придает ей кислотность и сохраняет овощ. Процесс квашения начинается с нарезки свежей капусты на тонкие полоски или кусочки. Затем капусту смешивают с солью и оставляют на несколько дней или недель для брожения. Овощи помещаются под давление или прессуются, чтобы удалить избыточную жидкость. Квашеную капусту солят или используют в приготовлении различных блюд. Квашенная капуста является традиционным продуктом во многих кухнях мира. Например, сауэркраут - это квашеная капуста, популярная в Германии и других странах Европы. В Корее также известен особый вид квашеной капусты - kimchi, который часто используется в блюдах и представляет собой сочетание капусты, овощей и приправ. Квашенная капуста имеет ряд преимуществ для здоровья - она содержит витамин C, витамины группы B, фибру и пробиотики, полезные для пищеварения. Кроме того, квашеная капуста также поддерживает иммунную систему и помогает укрепить здоровье кишечника.
