Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# ShopAnimals,RoosterError
source: I don't have any rooster...
de: Ich habe keinen Hahn...
fr: Je n'ai pas de coq...
hu: Nekem nincs kakasom...
it: Non ho nessun gallo...
ko: 수탉이 없습니다...
ru: У меня нет ни одного петуха...

# ShopAnimals,RoosterText
source: The cockerel is the male of the hen; in a general sense, the male of all birds in the order Kurochiformes. Externally, it usually differs from the hen in large crests and earrings, as well as lush and often multi-colored tail plumage. Like a hen, it has a number of sound signals.
de: Der Hahn ist das Männchen der Henne; im allgemeinen Sinne das Männchen aller Vögel der Ordnung Kurochiformes. Äußerlich unterscheidet er sich von der Henne in der Regel durch große Kämme und Ohrringe sowie ein üppiges und oft mehrfarbiges Schwanzgefieder. Wie die Henne verfügt er über eine Reihe von Lauten.
fr: Le coq est le mâle de la poule ; d'une manière générale, le mâle de tous les oiseaux de l'ordre des Kurochiformes. Extérieurement, il diffère généralement de la poule par de grandes crêtes et boucles d'oreilles, ainsi que par un plumage de queue luxuriant et souvent multicolore. Comme une poule, elle émet de nombreux signaux sonores.
hu: A kakas a tyúk hímje; általános értelemben a Kurochiformes rendbe tartozó összes madár hímje. Külsőleg általában a nagy címer és fülbevaló, valamint a dús és gyakran többszínű faroktollazat különbözteti meg a tyúktól. A tyúkhoz hasonlóan számos hangjelzéssel rendelkezik.
it: Il gallo è il maschio della gallina; in senso generale, il maschio di tutti gli uccelli dell'ordine Kurochiformes. Esternamente, di solito differisce dalla gallina per grandi creste e orecchini, nonché per il piumaggio della coda rigoglioso e spesso multicolore. Come una gallina, ha una serie di segnali sonori.
ko: 수평아리는 암탉의 수컷을 말하며, 일반적인 의미에서는 조류목(Kurochiformes)에 속하는 모든 새의 수컷을 말합니다. 외부 적으로는 일반적으로 큰 볏과 귀걸이, 무성하고 종종 여러 가지 색의 꼬리 깃털이 암탉과 다릅니다. 암탉처럼 여러 가지 소리 신호가 있습니다.
ru: Петух - самец курицы, в общем смысле - самец всех птиц порядка Kurochiformes. Внешне он обычно отличается от курицы крупными гребнями и сережками, а также пышным и часто многоцветным хвостовым оперением. Как и курица, имеет ряд звуковых сигналов.

# ShopAnimals,Seed
source: Seed
de: Saatgut
fr: Paille
hu: Vetőmag
it: Semenze
ko: 건초
ru: Сено

# ShopAnimals,SeedError
source: I don't have any seed...
de: Ich habe kein Saatgut...
fr: Je n'ai pas de Graines...
hu: Nekem nincs vetőmagom...
it: non ho nessun seme...
ko: 건초가 없습니다...
ru: У меня нет сена...

# ShopAnimals,SeedText
source: Seed - dried stems and leaves of herbaceous plants, cut in green form, before they reach full natural maturity. Used as fodder for farm animals in areas where climatic conditions do not allow year-round use of fresh fodder. Mowing hay is called haymaking. The ability of freshly cut green hay not to spoil, to be stored for a long time, is achieved either by ensiling, that is preservation of green plants in watery form, or drying, removal of water from them (on average 55 to 65%), actually turning it into hay. Moreover, if the process of self-heating of the plant mass is resorted to, then the so-called brown hay is obtained, and if the drying is carried out in the air, then the green hay, which in the usual sense is called hay.
de: Saatgut - getrocknete Stängel und Blätter von krautigen Pflanzen, die in grüner Form geschnitten werden, bevor sie ihre natürliche Reife erreichen. Wird als Futtermittel für Nutztiere in Gebieten verwendet, in denen die klimatischen Bedingungen eine ganzjährige Verwendung von Frischfutter nicht zulassen. Das Mähen von Heu wird als Heumachen bezeichnet. Die Fähigkeit des frisch geschnittenen Grünheus, nicht zu verderben und lange gelagert zu werden, wird entweder durch Silierung, d. h. Konservierung der Grünpflanzen in wässriger Form, oder durch Trocknung, d. h. Entzug des Wassers aus den Pflanzen (im Durchschnitt 55 bis 65 %), erreicht, wodurch es tatsächlich zu Heu wird. Wird darüber hinaus auf den Prozess der Selbsterhitzung der Pflanzenmasse zurückgegriffen, so erhält man das so genannte braune Heu, und wenn die Trocknung an der Luft erfolgt, dann das grüne Heu, das im üblichen Sinne als Heu bezeichnet wird.
fr: Graines - tiges et feuilles séchées de plantes herbacées, coupées sous forme verte, avant qu'elles n'atteignent leur pleine maturité naturelle. Utilisé comme fourrage pour les animaux de ferme dans les régions où les conditions climatiques ne permettent pas l'utilisation de fourrage frais toute l'année. La tonte du foin s'appelle la fenaison. La capacité du foin vert fraîchement coupé à ne pas se gâter, à être stocké longtemps, est obtenue soit par l'ensilage, c'est-à-dire la conservation des plantes vertes sous forme aqueuse, soit par le séchage, leur élimination de l'eau (en moyenne 55 à 65 % ), le transformant en foin. De plus, si l'on recourt au processus d'auto-échauffement de la masse végétale, on obtient alors ce qu'on appelle le foin brun, et si le séchage est effectué à l'air, alors le foin vert, qui dans le sens habituel est appelé foins.
hu: Mag - lágyszárú növények szárított szára és levelei, zöld formában vágva, mielőtt elérnék a teljes természetes érettséget. A haszonállatok takarmányaként használják olyan területeken, ahol az éghajlati viszonyok nem teszik lehetővé a friss takarmány egész éves használatát. A széna kaszálását szénakészítésnek nevezik. A frissen vágott zöld széna romlásmentességét, hosszú ideig való tárolhatóságát vagy silózással, azaz a zöld növények vizes formában való megőrzésével, vagy szárítással, a víz eltávolításával (átlagosan 55-65%), a tényleges szénává alakítással érik el. Továbbá, ha a növényi massza önmelegítésének folyamatához folyamodnak, akkor az úgynevezett barna szénát kapjuk, ha pedig a szárítást a levegőn végezzük, akkor a zöld szénát, amelyet a szokásos értelemben szénának nevezünk.
it: Seme: steli e foglie essiccati di piante erbacee, tagliati in forma verde, prima che raggiungano la piena maturità naturale. Utilizzato come foraggio per gli animali da allevamento nelle zone in cui le condizioni climatiche non consentono l'utilizzo di foraggio fresco tutto l'anno. Lo sfalcio del fieno si chiama fienagione. La capacità del fieno verde appena tagliato di non deteriorarsi, di conservarsi a lungo, si ottiene sia mediante l'insilamento, cioè conservazione delle piante verdi in forma acquosa, sia mediante l'essiccazione, rimozione dell'acqua dalle stesse (in media dal 55 al 65% ), trasformandolo di fatto in fieno. Inoltre, se si ricorre al processo di autoriscaldamento della massa vegetale, si ottiene il cosiddetto fieno bruno, e se l'essiccazione viene effettuata all'aria, allora il fieno verde, che nel senso comune si chiama fieno.
ko: 건초 - 초본 식물의 말린 줄기와 잎을 녹색 형태로 자르고 완전히 자연적으로 성숙하기 전에 자릅니다. 기후 조건으로 인해 일년 내내 신선한 사료를 사용할 수없는 지역에서 농장 동물의 사료로 사용됩니다. 건초를 깎는 것을 건초 만들기라고합니다. 갓 자른 녹색 건초가 상하지 않고 오랫동안 보관할 수있는 능력은 녹색 식물을 수성 형태로 보존하는 엔 실링 또는 건조, 수분 제거 (평균 55 ~ 65 %), 실제로 건초로 전환함으로써 달성됩니다. 또한 식물 덩어리의 자체 가열 과정에 의지하면 소위 갈색 건초가 얻어지고 건조가 공기 중에서 수행되면 일반적인 의미에서 건초라고하는 녹색 건초가 얻어집니다.
ru: Сено - высушенные стебли и листья травянистых растений, срезанные в зеленом виде, до достижения ими полной естественной зрелости. Используется в качестве корма для сельскохозяйственных животных в районах, где климатические условия не позволяют круглогодично использовать свежие корма. Скашивание сена называется сенокошением. Способность свежескошенного зеленого сена не портиться, долго храниться, достигается либо силосованием, то есть сохранением зеленых растений в водянистом виде, либо сушкой, удалением из них воды (в среднем от 55 до 65%), фактически превращая их в сено. Причем если прибегнуть к процессу самосогревания растительной массы, то получается так называемое бурое сено, а если сушить на воздухе, то зеленое сено, которое в обычном понимании называется сеном.

# ShopAnimals,Sheeps
source: Sheep
de: Schaf
fr: Mouton
hu: Juhok
it: Pecora
ko: 양
ru: Овечка

# ShopAnimals,SheepsError
source: I don't have any sheep...
de: Ich habe keine Schafe...
fr: Je n'ai pas de moutons...
hu: Nekem nincsenek birkáim...
it: Non ho pecore...
ko: 양이 하나도 없습니다...
ru: У меня нет ни одной овцы...

# ShopAnimals,SheepsText
source: The domestic sheep is a cloven-hoofed mammal of the sheep family. This animal has been domesticated by humans since ancient times, mainly because of its thick wool and edible meat. Today, sheep's sheared wool, or fleece, is used by humans more often than any other animal's wool. Sheep meat, called lamb, is one of the most important products of consumption in many countries of the world. In addition to wool and meat, sheep are bred for sheep milk, which is used to make cheese, as well as cooking fat and hides (sheepskin). Finally, sheep are used in scientific experiments: Dolly the sheep, the world's first cloned mammal (in 1996), is considered one of the most famous of this species. In a narrow sense, sheep refers to female domestic sheep, while males are usually referred to as rams. Young females, which have not reached sexual maturity, are referred to as yarks, and the offspring are referred to as lambs. Sheep breeding, the branch of animal husbandry dealing with sheep breeding, is practiced all over the world and has at all times played an important role in the economies of many countries. At present the sheep population is the largest in China (about 144 millions), Australia (98 millions), India (about 60 millions), Iran (54 millions), New Zealand (44 millions), Great Britain (36 millions), South Africa (over 29 millions), Turkey (27 millions), Pakistan and Spain (24 millions each). In post-Soviet countries, sheep breeding is most important as a livestock industry in Kyrgyzstan, Kazakhstan, Turkmenistan, Moldova and southern Russia.
de: Das Hausschaf ist ein Säugetier aus der Familie der Schafe mit Paarhufern. Dieses Tier wird seit dem Altertum vom Menschen domestiziert, vor allem wegen seiner dicken Wolle und seines essbaren Fleisches. Heute wird die geschorene Wolle oder das Vlies von Schafen häufiger als die Wolle jedes anderen Tieres vom Menschen verwendet. Schafsfleisch, Lamm genannt, ist in vielen Ländern der Welt eines der wichtigsten Konsumgüter. Neben Wolle und Fleisch werden Schafe auch wegen der Schafsmilch gezüchtet, die zur Herstellung von Käse verwendet wird, sowie wegen des Speisefetts und der Häute (Schafsfell). Schließlich werden Schafe auch für wissenschaftliche Experimente verwendet: Das Schaf Dolly, das erste geklonte Säugetier der Welt (1996), gilt als eines der berühmtesten Vertreter dieser Art. Im engeren Sinne bezieht sich der Begriff Schaf auf weibliche Hausschafe, während die männlichen Tiere gewöhnlich als Widder bezeichnet werden. Junge weibliche Tiere, die noch nicht geschlechtsreif sind, werden als Yarks bezeichnet, und die Nachkommen als Lämmer. Die Schafzucht, der Zweig der Tierhaltung, der sich mit der Schafzucht befasst, wird auf der ganzen Welt praktiziert und hat zu allen Zeiten eine wichtige Rolle in der Wirtschaft vieler Länder gespielt. Derzeit ist der Schafbestand in China (etwa 144 Millionen), Australien (98 Millionen), Indien (etwa 60 Millionen), Iran (54 Millionen), Neuseeland (44 Millionen), Großbritannien (36 Millionen), Südafrika (über 29 Millionen), der Türkei (27 Millionen), Pakistan und Spanien (jeweils 24 Millionen) am größten. In den postsowjetischen Ländern hat die Schafzucht in Kirgisistan, Kasachstan, Turkmenistan, Moldawien und Südrussland die größte Bedeutung als Viehzuchtindustrie.
fr: Le mouton domestique est un mammifère ongulé de la famille des moutons. Cet animal est domestiqué par l’homme depuis l’Antiquité, principalement en raison de sa laine épaisse et de sa viande comestible. Aujourd'hui, la laine tondue de mouton, ou toison, est utilisée par les humains plus souvent que la laine de tout autre animal. La viande de mouton, appelée agneau, est l’un des produits de consommation les plus importants dans de nombreux pays du monde. En plus de la laine et de la viande, les moutons sont élevés pour le lait de brebis, qui est utilisé pour fabriquer du fromage, ainsi que pour la graisse de cuisson et les peaux (peau de mouton). Enfin, les moutons sont utilisés dans des expériences scientifiques : Dolly le mouton, premier mammifère cloné au monde (en 1996), est considéré comme l'un des plus célèbres de cette espèce. Au sens étroit, le mouton fait référence aux moutons domestiques femelles, tandis que les mâles sont généralement appelés béliers. Les jeunes femelles qui n’ont pas atteint la maturité sexuelle sont appelées yarks et leurs petits sont appelés agneaux. L'élevage ovin, la branche de l'élevage ovin, est pratiqué dans le monde entier et a toujours joué un rôle important dans l'économie de nombreux pays. À l'heure actuelle, le cheptel ovin est le plus important en Chine (environ 144 millions), en Australie (98 millions), en Inde (environ 60 millions), en Iran (54 millions), en Nouvelle-Zélande (44 millions), en Grande-Bretagne (36 millions), dans le Sud. Afrique (plus de 29 millions), Turquie (27 millions), Pakistan et Espagne (24 millions chacun). Dans les pays post-soviétiques, l'élevage ovin est le secteur le plus important en tant qu'industrie de l'élevage au Kirghizistan, au Kazakhstan, au Turkménistan, en Moldavie et dans le sud de la Russie.
hu: A házi juh a juhfélék családjába tartozó párosujjú emlős. Ezt az állatot az ember ősidők óta háziasítja, elsősorban vastag gyapja és ehető húsa miatt. Napjainkban a juhok nyírt gyapját, azaz a gyapjút az emberek gyakrabban használják fel, mint bármely más állat gyapját. A juhhús, az úgynevezett bárányhús a világ számos országában az egyik legfontosabb fogyasztási termék. A gyapjú és a hús mellett a juhokat a juhtejért is tenyésztik, amelyet sajtkészítésre, valamint főzőzsír és bőr (báránybőr) előállítására használnak. Végül a juhokat tudományos kísérletekben is felhasználják: Dolly, a juh, a világ első klónozott emlősállata (1996-ban), a faj egyik leghíresebb képviselőjének számít. Szűkebb értelemben a juh a nőstény házi juhokra utal, míg a hímeket általában kosoknak nevezik. A fiatal, ivarérettséget még el nem ért nőstényeket jerkéknek, az utódokat pedig bárányoknak nevezik. A juhtenyésztést, az állattenyésztésnek a juhtenyésztéssel foglalkozó ágát az egész világon gyakorolják, és mindenkor fontos szerepet játszott számos ország gazdaságában. Jelenleg a juhállomány Kínában (mintegy 144 millió), Ausztráliában (98 millió), Indiában (mintegy 60 millió), Iránban (54 millió), Új-Zélandon (44 millió), Nagy-Britanniában (36 millió), Dél-Afrikában (több mint 29 millió), Törökországban (27 millió), Pakisztánban és Spanyolországban (egyenként 24 millió) a legnagyobb. A posztszovjet országokban a juhtenyésztés mint állattenyésztési ágazat Kirgizisztánban, Kazahsztánban, Türkmenisztánban, Moldovában és Dél-Oroszországban a legfontosabb.
it: La pecora domestica è un mammifero ungulato della famiglia delle pecore. Questo animale è stato addomesticato dall'uomo fin dai tempi antichi, principalmente per la sua lana spessa e la sua carne commestibile. Oggi, la lana tosata delle pecore, o vello, viene utilizzata dagli esseri umani più spesso della lana di qualsiasi altro animale. La carne di pecora, chiamata agnello, è uno dei prodotti di consumo più importanti in molti paesi del mondo. Oltre alla lana e alla carne, le pecore vengono allevate per il latte ovino, che viene utilizzato per produrre il formaggio, nonché per cuocere il grasso e le pelli (pelle di pecora). Infine, le pecore vengono utilizzate negli esperimenti scientifici: la pecora Dolly, il primo mammifero clonato al mondo (nel 1996), è considerata una delle più famose di questa specie. In senso stretto, per pecora si intendono le femmine domestiche, mentre i maschi sono solitamente indicati come arieti. Le giovani femmine, che non hanno raggiunto la maturità sessuale, sono chiamate yak e la prole è chiamata agnelli. L'allevamento ovino, il ramo dell'allevamento che si occupa dell'allevamento ovino, è praticato in tutto il mondo e ha sempre svolto un ruolo importante nelle economie di molti paesi. Attualmente la popolazione ovina è più numerosa in Cina (circa 144 milioni), Australia (98 milioni), India (circa 60 milioni), Iran (54 milioni), Nuova Zelanda (44 milioni), Gran Bretagna (36 milioni), Sud Africa (oltre 29 milioni), Turchia (27 milioni), Pakistan e Spagna (24 milioni ciascuna). Nei paesi post-sovietici, l’allevamento ovino è molto importante come industria del bestiame in Kirghizistan, Kazakistan, Turkmenistan, Moldavia e Russia meridionale.
ko: 국산 양은 양과에 속하는 발굽이 갈라진 포유류입니다. 이 동물은 주로 두꺼운 양털과 식용 고기 때문에 고대부터 인간에 의해 길들여져 왔습니다. 오늘날 양털, 즉 양털은 다른 어떤 동물의 털보다 인간이 더 자주 사용합니다. 양고기라고 불리는 양고기는 세계 여러 나라에서 가장 중요한 소비 제품 중 하나입니다. 양털과 고기 외에도 양은 치즈를 만드는 데 사용되는 양유와 지방과 가죽 (양가죽)을 요리하는 데 사용되는 양유를 위해 사육됩니다. 마지막으로 양은 과학 실험에 사용됩니다: 세계 최초의 복제 포유류인 돌리 양(1996년)은 이 종 중 가장 유명한 동물 중 하나로 꼽힙니다. 좁은 의미에서 양은 암컷 가축 양을 말하며 수컷은 일반적으로 숫양이라고 불립니다. 성적으로 성숙하지 않은 어린 암컷을 야크라고하고 새끼를 양이라고합니다. 양 사육을 다루는 축산업의 한 분야 인 양 사육은 전 세계에서 실행되고 있으며 항상 많은 국가의 경제에서 중요한 역할을 해왔습니다. 현재 양 인구는 중국(약 1억 4,400만 마리), 호주(9,800만 마리), 인도(약 6,000만 마리), 이란(5,400만 마리), 뉴질랜드(4,400만 마리), 영국(3,600만 마리), 남아프리카공화국(2,900만 이상), 터키(2,700만 마리), 파키스탄과 스페인(각 2,400만 마리)에서 가장 많은 양을 키우고 있습니다. 구소련 이후 국가에서 양 사육은 키르기스스탄, 카자흐스탄, 투르크메니스탄, 몰도바, 러시아 남부에서 축산업으로 가장 중요한 산업입니다.
ru: Домашняя овца - это копытное млекопитающее семейства овечьих. Это животное было одомашнено человеком с древнейших времен, главным образом из-за его густой шерсти и съедобного мяса. Сегодня овечья стриженая шерсть, или руно, используется человеком чаще, чем шерсть любого другого животного. Мясо овец, называемое бараниной, является одним из важнейших продуктов потребления во многих странах мира. Помимо шерсти и мяса, овец разводят для получения овечьего молока, которое используется для производства сыра, а также кулинарного жира и шкур (овчины). Наконец, овцы используются в научных экспериментах: Овечка Долли, первое в мире клонированное млекопитающее (в 1996 году), считается одной из самых известных представительниц этого вида. В узком смысле слова овца - это самка домашней овцы, а самцов обычно называют баранами. Молодых самок, не достигших половой зрелости, называют ярочками, а приплод - ягнятами. Овцеводство - отрасль животноводства, занимающаяся разведением овец, - практикуется во всем мире и во все времена играла важную роль в экономике многих стран. В настоящее время поголовье овец наиболее многочисленно в Китае (около 144 млн.), Австралии (98 млн.), Индии (около 60 млн.), Иране (54 млн.), Новой Зеландии (44 млн.), Великобритании (36 млн.), ЮАР (более 29 млн.), Турции (27 млн.), Пакистане и Испании (по 24 млн.). В странах постсоветского пространства овцеводство как отрасль животноводства наиболее значимо в Кыргызстане, Казахстане, Туркменистане, Молдове и на юге России.

# ShopAnimals,Wool
source: Wool
de: Wolle
fr: Laine
hu: Gyapjú
it: Lana
ko: 양털
ru: Овечья шерсть

# ShopAnimals,WoolText
source: Sheep wool is a textile material derived from the hair of domestic sheep, used for the production of clothing, bedding, home textiles and accessories. Sheep wool has healing properties due to the lanolin it contains. The substance is activated at a temperature of 35-37 degrees Celsius, and penetrating through the skin, has a beneficial effect on muscles and joints, stimulating blood circulation. The use of wool products is indicated for people suffering from sciatica, osteochondrosis and high blood pressure. Thanks to its unique structure, wool breathes, between its fibers are special air cavities, inside which the air circulates. It helps to remove excess heat and moisture, creating a comfortable microclimate.
de: Schafwolle ist ein Textilmaterial, das aus dem Haar von Hausschafen gewonnen wird und zur Herstellung von Kleidung, Bettwaren, Heimtextilien und Accessoires verwendet wird. Schafwolle hat aufgrund des in ihr enthaltenen Wachses Lanolin heilende Eigenschaften. Die Substanz wird bei einer Temperatur von 35-37 Grad Celsius aktiviert und dringt in die Haut ein, wirkt wohltuend auf Muskeln und Gelenke und regt die Durchblutung an. Die Verwendung von Wollprodukten ist für Menschen mit Ischias, Osteochondrose und Bluthochdruck angezeigt. Dank ihrer einzigartigen Struktur ist Wolle atmungsaktiv: Zwischen ihren Fasern befinden sich spezielle Luftkammern, in denen die Luft zirkuliert. Sie hilft, überschüssige Wärme und Feuchtigkeit abzuführen und ein angenehmes Mikroklima zu schaffen.
fr: La laine de mouton est une matière textile dérivée du poil de mouton domestique, utilisée pour la production de vêtements, de literie, de textiles de maison et d'accessoires. La laine de mouton a des propriétés curatives grâce à la lanoline qu'elle contient. La substance est activée à une température de 35 à 37 degrés Celsius et, en pénétrant à travers la peau, a un effet bénéfique sur les muscles et les articulations, en stimulant la circulation sanguine. L'utilisation de produits en laine est indiquée pour les personnes souffrant de sciatique, d'ostéochondrose et d'hypertension artérielle. Grâce à sa structure unique, la laine respire, entre ses fibres se trouvent des cavités d'air spéciales, à l'intérieur desquelles l'air circule. Il aide à éliminer l'excès de chaleur et d'humidité, créant ainsi un microclimat confortable.
hu: A juhgyapjú a házi juhok szőréből nyert textilanyag, amelyet ruházat, ágyneműk, lakástextíliák és kiegészítők gyártására használnak. A birkagyapjú a benne lévő lanolin miatt gyógyító tulajdonságokkal rendelkezik. Az anyag 35-37 Celsius-fokos hőmérsékleten aktiválódik, és a bőrön keresztül behatolva jótékonyan hat az izmokra és az ízületekre, serkenti a vérkeringést. A gyapjútermékek használata isiászban, csontritkulásban és magas vérnyomásban szenvedők számára javallott. Egyedi szerkezetének köszönhetően a gyapjú lélegzik, a szálak között speciális légüregek vannak, amelyekben a levegő kering. Ez segít eltávolítani a felesleges hőt és nedvességet, kényelmes mikroklímát teremtve.
it: La lana di pecora è un materiale tessile derivato dal pelo delle pecore domestiche, utilizzato per la produzione di abbigliamento, biancheria da letto, tessuti per la casa e accessori. La lana di pecora ha proprietà curative grazie alla lanolina che contiene. Questa sostanza si attiva a una temperatura di 35-37 gradi Celsius e, penetrando attraverso la pelle, ha un effetto benefico su muscoli e articolazioni, stimolando la circolazione sanguigna. L'uso di prodotti in lana è indicato per chi soffre di sciatica, osteocondrosi e pressione alta. Grazie alla sua struttura unica, la lana respira: tra le sue fibre ci sono speciali cavità d'aria, all'interno delle quali circola l'aria. Aiuta a rimuovere il calore e l'umidità in eccesso, creando un microclima confortevole.
ko: 양모는 국내산 양의 털에서 추출한 섬유 소재로 의류, 침구, 홈 텍스타일 및 액세서리 생산에 사용됩니다. 양모에는 라놀린 성분이 함유되어 있어 치유력이 있습니다. 이 물질은 섭씨 35-37 도의 온도에서 활성화되고 피부를 통해 침투하여 근육과 관절에 유익한 영향을 미치고 혈액 순환을 촉진합니다. 양모 제품의 사용은 좌골 신경통, 골 연골 증 및 고혈압으로 고통받는 사람들에게 표시됩니다. 독특한 구조 덕분에 양모는 숨을 쉬며 섬유 사이에는 공기가 순환하는 특수 공기 구멍이 있습니다. 과도한 열과 습기를 제거하여 편안한 미기후를 만드는 데 도움이됩니다.
ru: Овечья шерсть - это текстильный материал, получаемый из шерсти домашних овец и используемый для производства одежды, постельных принадлежностей, домашнего текстиля и аксессуаров. Овечья шерсть обладает целебными свойствами благодаря содержащемуся в ней ланолину. Это вещество активизируется при температуре 35-37 градусов Цельсия и, проникая через кожу, оказывает благотворное воздействие на мышцы и суставы, стимулируя кровообращение. Применение изделий из шерсти показано людям, страдающим радикулитом, остеохондрозом и повышенным артериальным давлением. Благодаря своей уникальной структуре шерсть дышит, между ее волокнами находятся специальные воздушные полости, внутри которых циркулирует воздух. Это способствует отводу избыточного тепла и влаги, создавая комфортный микроклимат.
