Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Bedding,WatermelonText
source: Watermelon is a large berry with juicy sweet flesh and a thin green or striped rind. It belongs to the pumpkin family (Cucurbitaceae) and is one of the most popular and recognizable fruits of the summer season. Watermelons vary in size and shape, but are usually rounded or oval in shape. Their rind can be dark green with stripes or have a light green coloring, depending on the variety. Inside the watermelon is a juicy and sweet flesh of bright red color, which usually contains many black seeds. Watermelons are known for their refreshing and refreshing flavor, especially in hot summer weather. They are widely consumed fresh and are a popular component of various desserts, drinks and salads. Watermelons can also be used to make juices, marmalades and other canned foods. Apart from their pleasant flavor, watermelons are also a source of vitamins and nutrients. They contain significant amounts of vitamin C, which helps support the immune system, and vitamin A, which promotes healthy eyes and skin. In addition, watermelons are rich in antioxidants such as lycine and lycopene, which help fight free radicals and reduce the risk of various diseases. Water is the main component of watermelons and makes up about 90% of their total mass. Because of this high water content, watermelons have excellent hydrating properties and help quench thirst on hot days. In addition, watermelons are a low calorie food and can be included in the diet to maintain a healthy weight. Growing watermelons requires a warm climate and fertile soil. They usually ripen in summer and can be harvested when their rinds become hard and sound when pounded. Different varieties of watermelons have different characteristics and sizes, allowing you to choose the right one according to your preference. Overall, watermelon is a delicious and refreshing fruit, great for quenching thirst during summer days. It contains many nutrients and is good for health. However, watermelon consumption may be restricted for people with certain health conditions such as diabetes, so it is advisable to consult experts before including it in your diet.
de: Die Wassermelone ist eine große Beere mit saftig-süßem Fruchtfleisch und einer dünnen grünen oder gestreiften Schale. Sie gehört zur Familie der Kürbisgewächse (Cucurbitaceae) und ist eine der beliebtesten und bekanntesten Früchte der Sommersaison. Wassermelonen variieren in Größe und Form, sind aber meist rund oder oval. Ihre Schale kann je nach Sorte dunkelgrün mit Streifen sein oder eine hellgrüne Färbung haben. Im Inneren der Wassermelone befindet sich ein saftiges und süßes Fruchtfleisch von leuchtend roter Farbe, das normalerweise viele schwarze Kerne enthält. Wassermelonen sind für ihren erfrischenden und stärkenden Geschmack bekannt, besonders bei heißem Sommerwetter. Sie werden häufig frisch verzehrt und sind ein beliebter Bestandteil von verschiedenen Desserts, Getränken und Salaten. Wassermelonen können auch für die Herstellung von Säften, Marmeladen und anderen Konserven verwendet werden. Abgesehen von ihrem angenehmen Geschmack sind Wassermelonen auch eine Quelle von Vitaminen und Nährstoffen. Sie enthalten große Mengen an Vitamin C, das das Immunsystem unterstützt, und Vitamin A, das gesunde Augen und Haut fördert. Außerdem sind Wassermelonen reich an Antioxidantien wie Lycin und Lycopin, die helfen, freie Radikale zu bekämpfen und das Risiko für verschiedene Krankheiten zu verringern. Wasser ist der Hauptbestandteil der Wassermelone und macht etwa 90% ihrer Gesamtmasse aus. Aufgrund dieses hohen Wassergehalts haben Wassermelonen ausgezeichnete hydratisierende Eigenschaften und helfen, den Durst an heißen Tagen zu löschen. Außerdem ist die Wassermelone ein kalorienarmes Lebensmittel und kann in die Ernährung aufgenommen werden, um ein gesundes Gewicht zu halten. Der Anbau von Wassermelonen erfordert ein warmes Klima und einen fruchtbaren Boden. Sie reifen in der Regel im Sommer und können geerntet werden, wenn ihre Schale hart wird und sich beim Klopfen gut anfühlt. Die verschiedenen Wassermelonensorten haben unterschiedliche Eigenschaften und Größen, so dass du die richtige Sorte nach deinen Vorlieben auswählen kannst. Insgesamt ist die Wassermelone eine köstliche und erfrischende Frucht, die sich hervorragend eignet, um den Durst an Sommertagen zu stillen. Sie enthält viele Nährstoffe und ist gut für die Gesundheit. Allerdings kann der Verzehr von Wassermelonen für Menschen mit bestimmten gesundheitlichen Problemen wie Diabetes eingeschränkt sein, daher ist es ratsam, Experten zu konsultieren, bevor du sie in deinen Speiseplan aufnimmst.
fr: La pastèque est une grosse baie à la chair sucrée et juteuse et à la fine croûte verte ou rayée. Il appartient à la famille des citrouilles (Cucurbitacées) et est l’un des fruits les plus populaires et reconnaissables de la saison estivale. Les pastèques varient en taille et en forme, mais sont généralement de forme arrondie ou ovale. Leur croûte peut être vert foncé avec des rayures ou avoir une coloration vert clair, selon la variété. À l’intérieur de la pastèque se trouve une chair juteuse et sucrée de couleur rouge vif, qui contient généralement de nombreuses graines noires. Les pastèques sont connues pour leur saveur rafraîchissante et rafraîchissante, surtout par temps chaud d'été. Ils sont largement consommés frais et constituent un élément apprécié de divers desserts, boissons et salades. Les pastèques peuvent également être utilisées pour faire des jus, des marmelades et d’autres aliments en conserve. Outre leur saveur agréable, les pastèques sont également une source de vitamines et de nutriments. Ils contiennent des quantités importantes de vitamine C, qui contribue à soutenir le système immunitaire, et de vitamine A, qui favorise la santé des yeux et de la peau. De plus, les pastèques sont riches en antioxydants comme la lycine et le lycopène, qui aident à combattre les radicaux libres et à réduire le risque de diverses maladies. L'eau est le principal composant des pastèques et représente environ 90 % de leur masse totale. En raison de leur teneur élevée en eau, les pastèques ont d’excellentes propriétés hydratantes et aident à étancher la soif lors des journées chaudes. De plus, les pastèques sont un aliment faible en calories et peuvent être incluses dans l’alimentation pour maintenir un poids santé. La culture des pastèques nécessite un climat chaud et un sol fertile. Ils mûrissent généralement en été et peuvent être récoltés lorsque leur croûte devient dure et saine au pilonnage. Différentes variétés de pastèques ont des caractéristiques et des tailles différentes, vous permettant de choisir celle qui vous convient selon vos préférences. Dans l’ensemble, la pastèque est un fruit délicieux et rafraîchissant, idéal pour étancher la soif pendant les journées d’été. Il contient de nombreux nutriments et est bon pour la santé. Cependant, la consommation de pastèque peut être limitée pour les personnes souffrant de certains problèmes de santé comme le diabète, il est donc conseillé de consulter des experts avant de l'inclure dans votre alimentation.
hu: A görögdinnye egy nagy bogyó, lédús, édes hússal és vékony zöld vagy csíkos héjjal. A tökfélék (Cucurbitaceae) családjába tartozik, és a nyári szezon egyik legnépszerűbb és legismertebb gyümölcse. A görögdinnye mérete és alakja változó, de általában kerek vagy ovális alakú. A héjuk fajtától függően lehet sötétzöld csíkos vagy világoszöld színű. A görögdinnye belsejében lédús és édes, élénkpiros színű hús található, amely általában sok fekete magot tartalmaz. A görögdinnye frissítő és üdítő ízéről ismert, különösen forró nyári időben. Széles körben fogyasztják frissen, és különböző desszertek, italok és saláták kedvelt alkotóeleme. A görögdinnyéből gyümölcslevek, lekvárok és más konzervek is készíthetők. A görögdinnye kellemes íze mellett vitaminok és tápanyagok forrása is. Jelentős mennyiségű C-vitamint tartalmaz, amely segít az immunrendszer támogatásában, valamint A-vitamint, amely elősegíti az egészséges szem és bőr kialakulását. Ezenkívül a görögdinnye gazdag antioxidánsokban, például likinben és likopinban, amelyek segítenek a szabad gyökök elleni küzdelemben és a különböző betegségek kockázatának csökkentésében. A görögdinnye fő összetevője a víz, amely a teljes tömegének mintegy 90%-át teszi ki. E magas víztartalom miatt a görögdinnye kiváló hidratáló tulajdonságokkal rendelkezik, és segít a szomjúság oltásában a forró napokon. Ezenkívül a görögdinnye alacsony kalóriatartalmú élelmiszer, és beilleszthető az étrendbe az egészséges testsúly fenntartása érdekében. A görögdinnye termesztéséhez meleg éghajlat és termékeny talaj szükséges. Általában nyáron érik, és akkor lehet betakarítani, amikor héja kemény és ütögetésre hangos lesz. A különböző görögdinnyefajták eltérő tulajdonságokkal és méretekkel rendelkeznek, így Ön kedve szerint választhatja ki a megfelelőt. Összességében a görögdinnye ízletes és frissítő gyümölcs, amely kiválóan alkalmas a szomjúság oltására a nyári napokon. Sok tápanyagot tartalmaz, és jót tesz az egészségnek. A görögdinnye fogyasztása azonban bizonyos egészségügyi állapotokban, például cukorbetegségben szenvedők számára korlátozott lehet, ezért tanácsos konzultálni a szakértőkkel, mielőtt beillesztenénk az étrendünkbe.
it: L'anguria è una bacca grande con polpa succosa e dolce e una sottile scorza verde o striata. Appartiene alla famiglia delle zucche (Cucurbitaceae) ed è uno dei frutti più apprezzati e riconoscibili della stagione estiva. Le angurie variano in dimensioni e forma, ma solitamente sono rotondeggianti o ovali. La loro crosta può essere di colore verde scuro striato oppure avere una colorazione verde chiaro, a seconda della varietà. All'interno dell'anguria c'è una polpa succosa e dolce di colore rosso brillante, che solitamente contiene molti semi neri. Le angurie sono note per il loro sapore rinfrescante e rinfrescante, soprattutto nella calda stagione estiva. Sono ampiamente consumati freschi e sono una componente popolare di vari dessert, bevande e insalate. Le angurie possono essere utilizzate anche per preparare succhi, marmellate e altri cibi in scatola. Oltre al loro sapore gradevole, le angurie sono anche una fonte di vitamine e sostanze nutritive. Contengono quantità significative di vitamina C, che aiuta a sostenere il sistema immunitario, e vitamina A, che promuove la salute degli occhi e della pelle. Inoltre, le angurie sono ricche di antiossidanti come la licina e il licopene, che aiutano a combattere i radicali liberi e a ridurre il rischio di varie malattie. L'acqua è il componente principale dei cocomeri e costituisce circa il 90% della loro massa totale. A causa di questo alto contenuto di acqua, le angurie hanno eccellenti proprietà idratanti e aiutano a dissetare nelle giornate calde. Inoltre, le angurie sono un alimento ipocalorico e possono essere incluse nella dieta per mantenere un peso sano. La coltivazione delle angurie richiede un clima caldo e un terreno fertile. Maturano solitamente in estate e possono essere raccolti quando la loro buccia diventa dura e sana quando viene pestata. Diverse varietà di angurie hanno caratteristiche e dimensioni diverse, permettendoti di scegliere quella giusta in base alle tue preferenze. Nel complesso, l’anguria è un frutto delizioso e rinfrescante, ottimo per dissetarsi durante le giornate estive. Contiene molti nutrienti e fa bene alla salute. Tuttavia, il consumo di anguria può essere limitato alle persone con determinate condizioni di salute come il diabete, quindi è consigliabile consultare gli esperti prima di includerla nella propria dieta.
ko: 수박은 육즙이 많고 달콤한 과육과 얇은 녹색 또는 줄무늬 껍질을 가진 큰 베리입니다. 호박과(조롱박과)에 속하며 여름철에 가장 인기 있고 잘 알려진 과일 중 하나입니다. 수박은 크기와 모양이 다양하지만 일반적으로 둥글거나 타원형입니다. 수박 껍질은 품종에 따라 줄무늬가 있는 짙은 녹색이거나 연한 녹색일 수 있습니다. 수박 속에는 밝은 붉은색의 육즙이 많고 달콤한 과육이 있으며, 보통 검은 씨앗이 많이 들어 있습니다. 수박은 특히 더운 여름 날씨에 상큼하고 상쾌한 맛으로 유명합니다. 수박은 신선하게 널리 소비되며 다양한 디저트, 음료 및 샐러드의 인기 구성 요소입니다. 수박은 주스, 마멀레이드 및 기타 통조림 식품을 만드는 데에도 사용할 수 있습니다. 수박은 기분 좋은 맛 외에도 비타민과 영양소의 원천이기도 합니다. 수박에는 면역 체계를 지원하는 데 도움이 되는 비타민 C와 건강한 눈과 피부를 촉진하는 비타민 A가 상당량 함유되어 있습니다. 또한 수박에는 라이신과 리코펜과 같은 항산화 물질이 풍부하여 자유 라디칼과 싸우고 다양한 질병의 위험을 줄이는 데 도움이됩니다. 물은 수박의 주성분이며 전체 질량의 약 90 %를 차지합니다. 수분 함량이 높기 때문에 수박은 수분을 공급하는 특성이 뛰어나며 더운 날 갈증을 해소하는 데 도움이됩니다. 또한 수박은 저칼로리 식품이며 건강한 체중을 유지하기 위해 식단에 포함될 수 있습니다. 수박을 재배하려면 따뜻한 기후와 비옥 한 토양이 필요합니다. 수박은 보통 여름에 익으며 껍질을 두드렸을 때 딱딱하고 소리가 나면 수확할 수 있습니다. 수박의 종류에 따라 특성과 크기가 다르므로 취향에 따라 적합한 수박을 선택할 수 있습니다. 전반적으로 수박은 맛있고 상큼한 과일로 여름철 갈증 해소에 좋습니다. 많은 영양소를 함유하고 있으며 건강에도 좋습니다. 그러나 당뇨병과 같은 특정 건강 상태가있는 사람은 수박 섭취가 제한 될 수 있으므로 식단에 포함시키기 전에 전문가와 상담하는 것이 좋습니다.
ru: Арбуз - это крупная ягода с сочной сладкой мякотью и тонкой зеленой или полосатой кожурой. Он относится к семейству тыквенных (Cucurbitaceae) и является одним из самых популярных и узнаваемых фруктов летнего сезона. Арбузы варьируются по размеру и форме, но обычно имеют округлую или овальную форму. Их кожура может быть темно-зеленой с полосами или иметь светлую зеленую окраску, в зависимости от сорта. Внутри арбуза находится сочная и сладкая мякоть ярко-красного цвета, которая обычно содержит множество черных семечек. Арбузы известны своим освежающим и освежающим вкусом, особенно в жаркую летнюю погоду. Они широко употребляются в свежем виде и являются популярным компонентом различных десертов, напитков и салатов. Арбузы также могут использоваться для приготовления соков, мармеладов и других консервированных продуктов. Помимо своего приятного вкуса, арбузы также являются источником витаминов и питательных веществ. Они содержат значительное количество витамина C, который помогает поддерживать иммунную систему, и витамина A, который способствует здоровью глаз и кожи. Кроме того, арбузы богаты антиоксидантами, такими как лицин и ликопин, которые помогают бороться со свободными радикалами и снижают риск различных заболеваний. Вода является основным компонентом арбузов и составляет около 90% их общей массы. Из-за такого высокого содержания воды арбузы обладают отличными гидратирующими свойствами и помогают утолить жажду в жаркие дни. Кроме того, арбузы являются низкокалорийным продуктом и могут быть включены в рацион диеты для поддержания здорового веса. Выращивание арбузов требует теплого климата и плодородной почвы. Они обычно созревают летом и могут быть собраны, когда их кожура становится твердой и звучной при стуки. Различные сорта арбузов имеют разные характеристики и размеры, что позволяет выбрать подходящий вариант в соответствии с предпочтениями. В целом, арбуз является вкусным и освежающим фруктом, прекрасным для утоления жажды в летние дни. Он содержит множество питательных веществ и полезен для здоровья. Однако употребление арбузов может быть ограничено для людей с определенными заболеваниями, такими как диабет, поэтому рекомендуется консультироваться со специалистами перед включением его в рацион.

# Beehive,Beehive
source: Beehive
de: Bienenstock
fr: Ruche
ko: 벌집

# Beehive,Beehive1
source: Beehive 1
de: Bienenstock 1
fr: Ruche 1
ko: 벌집 1

# Beehive,Beehive2
source: Beehive 2
de: Bienenstock 2
fr: Ruche 2
ko: 벌집 2

# Beehive,Beehive3
source: Beehive 3
de: Bienenstock 3
fr: Ruche 3
ko: 벌집 3

# Beehive,BeehiveText
source: A hive is a small wooden or plastic container used for keeping bees and producing honey. Uliks are often used in small beekeepers or for home beehives. Evidence hives are compact in size and easy to install on a patio, balcony or garden. They usually consist of two parts: a base and a lid. The base has internal cavities, called frames, where bees build honeycombs and store honey, pollen and the bees' nest. The cover of the cochlea is usually removable and serves to protect the bees from weather conditions and to prevent intruders. It may be provided with ventilation holes to allow air circulation in the snail. Evidence provides the bees with the space they need to develop and live a bee society. Bees build honeycombs on frames on which they lay eggs and raise larvae. The honeycomb also serves to store stores of honey, pollen, and wax. The honeycombs should be placed on a slope to allow good circulation of internal air and prevent moisture buildup. They should also be protected from strong sunlight and weather to prevent damage to the honeycomb and bees. Beehives require regular maintenance and attention from the beekeeper. This includes checking and ensuring the health of the bees, monitoring the weight of the hive and detecting possible diseases or parasites. Evidence is a simple and convenient beekeeping tool that allows home bees to thrive and produce delicious honey. They help keep the bee community and products safe, and provide an observation platform for a fascinating study of bee life.
de: Ein Bienenstock ist ein kleiner Holz- oder Kunststoffbehälter, der für die Haltung von Bienen und die Honigproduktion verwendet wird. Bienenstöcke werden oft in kleinen Imkereien oder für Heimimkereien verwendet. Bienenstöcke haben eine kompakte Größe und lassen sich leicht auf einer Terrasse, einem Balkon oder im Garten aufstellen. Sie bestehen normalerweise aus zwei Teilen: einer Basis und einem Deckel. Der Boden hat innen Hohlräume, die sogenannten Zargen, in denen die Bienen Waben bauen und Honig, Pollen und das Bienennest lagern. Der Deckel ist normalerweise abnehmbar und dient dazu, die Bienen vor Witterungseinflüssen zu schützen und Eindringlinge abzuhalten. Sie kann mit Lüftungslöchern versehen sein, damit die Luft in der Schnecke zirkulieren kann. Die Rähmchen bieten den Bienen den Platz, den sie brauchen, um sich zu entwickeln und eine Bienengesellschaft zu leben. Bienen bauen auf Rähmchen Waben, auf denen sie Eier ablegen und Larven aufziehen. Die Waben dienen auch dazu, Vorräte an Honig, Pollen und Wachs zu speichern. Die Waben sollten an einem Hang stehen, damit die Luft im Inneren gut zirkulieren kann und sich keine Feuchtigkeit ansammelt. Außerdem sollten sie vor starker Sonneneinstrahlung und Witterungseinflüssen geschützt werden, um Schäden an den Waben und Bienen zu vermeiden. Bienenstöcke müssen vom Imker regelmäßig gewartet und gepflegt werden. Dazu gehört es, die Gesundheit der Bienen zu überprüfen und sicherzustellen, das Gewicht des Bienenstocks zu überwachen und mögliche Krankheiten oder Parasiten zu erkennen. Beweise sind ein einfaches und bequemes Mittel der Imkerei, das es den Hausbienen ermöglicht, zu gedeihen und köstlichen Honig zu produzieren. Sie helfen, die Bienengemeinschaft und ihre Produkte sicher zu halten, und bieten eine Beobachtungsplattform für ein faszinierendes Studium des Bienenlebens.
fr: Une ruche est un petit récipient en bois ou en plastique utilisé pour élever les abeilles et produire du miel. Les uliks sont souvent utilisés chez les petits apiculteurs ou pour les ruches domestiques. Les ruches Evidence sont de taille compacte et faciles à installer sur une terrasse, un balcon ou un jardin. Ils se composent généralement de deux parties : une base et un couvercle. La base comporte des cavités internes, appelées cadres, dans lesquelles les abeilles construisent des nids d'abeilles et stockent le miel, le pollen et le nid d'abeilles. Le couvercle de la cochlée est généralement amovible et sert à protéger les abeilles des intempéries et à empêcher les intrus. Il peut être muni de trous d'aération pour permettre la circulation de l'air dans l'escargot. Les preuves fournissent aux abeilles l’espace dont elles ont besoin pour se développer et vivre une société apicole. Les abeilles construisent des nids d'abeilles sur des cadres sur lesquels elles pondent des œufs et élèvent des larves. Le nid d’abeilles sert également à stocker des réserves de miel, de pollen et de cire. Les nids d'abeilles doivent être placés sur une pente pour permettre une bonne circulation de l'air intérieur et éviter l'accumulation d'humidité. Ils doivent également être protégés des rayons du soleil et des intempéries pour éviter d’endommager les nids d’abeilles et les abeilles. Les ruches nécessitent un entretien et une attention régulière de la part de l'apiculteur. Cela comprend la vérification et l'assurance de la santé des abeilles, le contrôle du poids de la ruche et la détection d'éventuelles maladies ou parasites. Evidence est un outil apicole simple et pratique qui permet aux abeilles domestiques de prospérer et de produire un délicieux miel. Ils contribuent à assurer la sécurité de la communauté apicole et de ses produits et fournissent une plate-forme d’observation pour une étude fascinante de la vie des abeilles.
ko: 벌통은 벌을 키우고 꿀을 생산하는 데 사용되는 작은 나무 또는 플라스틱 용기입니다. 울릭은 소규모 양봉가나 가정용 벌통에 자주 사용됩니다. 증거 벌통은 크기가 작아 파티오, 발코니 또는 정원에 설치하기 쉽습니다. 일반적으로 베이스와 뚜껑의 두 부분으로 구성됩니다. 베이스에는 벌이 벌집을 짓고 꿀, 꽃가루, 벌집을 저장하는 프레임이라고 하는 내부 구멍이 있습니다. 달팽이관의 덮개는 일반적으로 탈부착이 가능하며 기상 조건으로부터 벌을 보호하고 침입자를 방지하는 역할을 합니다. 달팽이의 공기 순환을 위해 환기구가 제공될 수 있습니다. 증거는 꿀벌에게 꿀벌 사회를 발전시키고 살아가는 데 필요한 공간을 제공합니다. 꿀벌은 알을 낳고 애벌레를 기르는 틀에 벌집을 짓습니다. 벌집은 꿀, 꽃가루, 왁스 등을 저장하는 역할도 합니다. 벌집은 내부 공기가 잘 순환하고 습기가 쌓이는 것을 방지하기 위해 경사면에 설치해야 합니다. 또한 벌집과 벌이 손상되지 않도록 강한 햇빛과 날씨로부터 보호해야 합니다. 벌통은 양봉가의 정기적인 관리와 관심이 필요합니다. 여기에는 꿀벌의 건강 상태 확인 및 보장, 벌통의 무게 모니터링, 질병이나 기생충 발견 등이 포함됩니다. 에비던스는 집에서 키우는 꿀벌이 번성하고 맛있는 꿀을 생산할 수 있도록 도와주는 간단하고 편리한 양봉 도구입니다. 또한 꿀벌 커뮤니티와 제품을 안전하게 보호하고 꿀벌의 삶을 흥미롭게 연구할 수 있는 관찰 플랫폼을 제공합니다.

# Beehive,Bees
source: Bees
de: Bienen
fr: Abeilles
ko: 꿀벌
