Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Bedding,OnionText
source: Onion (Allium cepa) is a perennial plant in the onion family (Alliaceae) known for its characteristic smell and taste. Onions have a bulb consisting of numerous juicy and fleshy layers called scales. The scales can be white, yellow or red, depending on the onion variety. Onions are widely used in cooking all over the world. It is an important ingredient in many dishes and is added for flavor, taste and texture. Onions can be consumed raw or cooked, allowing them to be used in a variety of recipes from salads to fried dishes. Onion is a good source of vitamins and minerals. It is rich in vitamins B6 and C, folic acid, potassium and manganese. Onions also contain antioxidants that help protect the body from free radicals and prevent early aging. In medicine, onions are also widely used due to their beneficial properties. It has anti-inflammatory and antibacterial properties, which helps fight infections. Onions can also help in lowering cholesterol levels, improving digestion and maintaining cardiovascular health. In addition to its nutritional and health benefits, onions are also used in the cosmetic industry. It can be included in shampoos, conditioners and hair masks as it promotes hair strength and growth. Onions are also used in cosmetics to improve skin health and fight various problems such as acne and inflammation. Overall, onion is a versatile product that adds delicious and flavorful notes to dishes and also has many health benefits. It is an integral part of many culinary traditions and has applications ranging from food to medicine and cosmetics.
de: Die Zwiebel (Allium cepa) ist eine mehrjährige Pflanze aus der Familie der Zwiebelgewächse (Alliaceae), die für ihren charakteristischen Geruch und Geschmack bekannt ist. Zwiebeln haben eine Zwiebel, die aus zahlreichen saftigen und fleischigen Schichten, den sogenannten Schuppen, besteht. Die Schuppen können je nach Zwiebelsorte weiß, gelb oder rot sein. Zwiebeln werden in der Küche auf der ganzen Welt verwendet. Sie sind eine wichtige Zutat in vielen Gerichten und werden wegen ihres Aromas, ihres Geschmacks und ihrer Konsistenz hinzugefügt. Zwiebeln können roh oder gekocht verzehrt werden, so dass sie in einer Vielzahl von Rezepten, von Salaten bis zu gebratenen Gerichten, verwendet werden können. Zwiebeln sind eine gute Quelle für Vitamine und Mineralstoffe. Sie ist reich an den Vitaminen B6 und C, Folsäure, Kalium und Mangan. Zwiebeln enthalten außerdem Antioxidantien, die den Körper vor freien Radikalen schützen und vorzeitiger Alterung vorbeugen. Auch in der Medizin werden Zwiebeln aufgrund ihrer positiven Eigenschaften häufig verwendet. Sie hat entzündungshemmende und antibakterielle Eigenschaften, die bei der Bekämpfung von Infektionen helfen. Zwiebeln können auch zur Senkung des Cholesterinspiegels, zur Verbesserung der Verdauung und zur Erhaltung der kardiovaskulären Gesundheit beitragen. Neben ihren ernährungsphysiologischen und gesundheitlichen Vorteilen werden Zwiebeln auch in der Kosmetikindustrie verwendet. Sie kann in Shampoos, Pflegespülungen und Haarmasken enthalten sein, da sie das Haar stärkt und sein Wachstum fördert. Zwiebeln werden auch in Kosmetika verwendet, um die Hautgesundheit zu verbessern und verschiedene Probleme wie Akne und Entzündungen zu bekämpfen. Insgesamt ist die Zwiebel ein vielseitiges Produkt, das Gerichten eine köstliche und geschmackvolle Note verleiht und auch viele gesundheitliche Vorteile hat. Sie ist ein fester Bestandteil vieler kulinarischer Traditionen und findet in vielen Bereichen Anwendung, von Lebensmitteln bis hin zu Medizin und Kosmetik.
fr: L'oignon (Allium cepa) est une plante vivace de la famille de l'oignon (Alliacées) connue pour son odeur et son goût caractéristiques. Les oignons ont un bulbe constitué de nombreuses couches juteuses et charnues appelées écailles. Les écailles peuvent être blanches, jaunes ou rouges, selon la variété d'oignon. Les oignons sont largement utilisés en cuisine partout dans le monde. C'est un ingrédient important dans de nombreux plats et est ajouté pour sa saveur, son goût et sa texture. Les oignons peuvent être consommés crus ou cuits, ce qui leur permet d'être utilisés dans une variété de recettes allant des salades aux plats frits. L'oignon est une bonne source de vitamines et de minéraux. Il est riche en vitamines B6 et C, acide folique, potassium et manganèse. Les oignons contiennent également des antioxydants qui aident à protéger l’organisme des radicaux libres et à prévenir le vieillissement précoce. En médecine, les oignons sont également largement utilisés en raison de leurs propriétés bénéfiques. Il possède des propriétés anti-inflammatoires et antibactériennes, qui aident à combattre les infections. Les oignons peuvent également aider à réduire le taux de cholestérol, à améliorer la digestion et à maintenir la santé cardiovasculaire. En plus de ses bienfaits nutritionnels et sanitaires, l’oignon est également utilisé dans l’industrie cosmétique. Il peut être inclus dans les shampooings, après-shampooings et masques capillaires car il favorise la force et la croissance des cheveux. Les oignons sont également utilisés dans les cosmétiques pour améliorer la santé de la peau et lutter contre divers problèmes tels que l'acné et l'inflammation. Dans l’ensemble, l’oignon est un produit polyvalent qui ajoute des notes délicieuses et savoureuses aux plats et présente également de nombreux bienfaits pour la santé. Il fait partie intégrante de nombreuses traditions culinaires et a des applications allant de l’alimentation à la médecine et aux cosmétiques.
hu: A hagyma (Allium cepa) a hagymafélék családjába (Alliaceae) tartozó évelő növény, amely jellegzetes illatáról és ízéről ismert. A hagyma hagymája számos lédús és húsos rétegből, úgynevezett pikkelyekből áll. A pikkelyek a hagymafajtától függően lehetnek fehérek, sárgák vagy vörösek. A hagymát világszerte széles körben használják a főzésben. Számos étel fontos összetevője, és az íz, az íz és a textúra miatt adják hozzá. A hagyma nyersen vagy főzve is fogyasztható, így a salátáktól a sült ételekig számos receptben felhasználható. A hagyma jó vitamin- és ásványi anyagforrás. Gazdag B6- és C-vitaminban, folsavban, káliumban és mangánban. A hagyma antioxidánsokat is tartalmaz, amelyek segítenek megvédeni a szervezetet a szabad gyököktől és megelőzni a korai öregedést. A gyógyászatban is széles körben használják a hagymát jótékony tulajdonságai miatt. Gyulladáscsökkentő és antibakteriális tulajdonságokkal rendelkezik, ami segít a fertőzések leküzdésében. A hagyma segíthet a koleszterinszint csökkentésében, az emésztés javításában és a szív- és érrendszeri egészség fenntartásában is. Táplálkozási és egészségügyi előnyei mellett a hagymát a kozmetikai iparban is használják. A samponokba, kondicionálókba és hajmaszkokba is belekerülhet, mivel elősegíti a haj erősségét és növekedését. A hagymát a kozmetikumokban is használják a bőr egészségének javítására és a különböző problémák, például a pattanások és a gyulladások leküzdésére. Összességében a hagyma sokoldalú termék, amely ízletes és ízletes jegyeket ad az ételekhez, és számos egészségügyi előnye is van. Számos kulináris hagyomány szerves részét képezi, és az élelmiszerektől kezdve az orvostudományon át a kozmetikumokig számos alkalmazási területe van.
it: La cipolla (Allium cepa) è una pianta perenne della famiglia delle cipolle (Alliaceae) nota per il suo odore e sapore caratteristici. Le cipolle hanno un bulbo costituito da numerosi strati succosi e carnosi chiamati scaglie. Le scaglie possono essere bianche, gialle o rosse, a seconda della varietà di cipolla. Le cipolle sono ampiamente utilizzate in cucina in tutto il mondo. È un ingrediente importante in molti piatti e viene aggiunto per sapore, gusto e consistenza. Le cipolle possono essere consumate crude o cotte, permettendo loro di essere utilizzate in una varietà di ricette, dalle insalate ai piatti fritti. La cipolla è una buona fonte di vitamine e minerali. È ricco di vitamine B6 e C, acido folico, potassio e manganese. Le cipolle contengono anche antiossidanti che aiutano a proteggere l'organismo dai radicali liberi e a prevenire l'invecchiamento precoce. Anche in medicina la cipolla trova largo impiego per le sue proprietà benefiche. Ha proprietà antinfiammatorie e antibatteriche, che aiutano a combattere le infezioni. Le cipolle possono anche aiutare ad abbassare i livelli di colesterolo, migliorare la digestione e mantenere la salute cardiovascolare. Oltre ai suoi benefici nutrizionali e per la salute, le cipolle vengono utilizzate anche nell’industria cosmetica. Può essere incluso in shampoo, balsami e maschere per capelli poiché favorisce la forza e la crescita dei capelli. Le cipolle vengono utilizzate anche in cosmetica per migliorare la salute della pelle e combattere diversi problemi come l'acne e le infiammazioni. Nel complesso, la cipolla è un prodotto versatile che aggiunge note deliziose e saporite ai piatti e ha anche molti benefici per la salute. È parte integrante di molte tradizioni culinarie e ha applicazioni che vanno dall'alimentazione, alla medicina e alla cosmesi.
ko: 양파(알리움 세파)는 특유의 냄새와 맛으로 잘 알려진 양파과(부추과)의 다년생 식물입니다. 양파에는 비늘이라고 불리는 수많은 육즙과 다육질 층으로 구성된 구근이 있습니다. 비늘은 양파 품종에 따라 흰색, 노란색 또는 빨간색일 수 있습니다. 양파는 전 세계 요리에 널리 사용됩니다. 많은 요리에 중요한 재료이며 풍미, 맛 및 질감을 위해 첨가됩니다. 양파는 생으로 먹거나 익혀서 먹을 수 있어 샐러드부터 튀김 요리까지 다양한 요리에 사용할 수 있습니다. 양파는 비타민과 미네랄의 좋은 공급원입니다. 비타민 B6와 C, 엽산, 칼륨, 망간이 풍부합니다. 양파에는 또한 자유 라디칼로부터 신체를 보호하고 조기 노화를 예방하는 데 도움이되는 항산화 제가 포함되어 있습니다. 의학에서 양파는 유익한 특성으로 인해 널리 사용됩니다. 항염증 및 항균 특성이있어 감염과 싸우는 데 도움이됩니다. 양파는 또한 콜레스테롤 수치를 낮추고 소화를 개선하며 심혈관 건강을 유지하는 데 도움이 될 수 있습니다. 양파는 영양 및 건강상의 이점 외에도 화장품 산업에서도 사용됩니다. 양파는 모발의 힘과 성장을 촉진하기 때문에 샴푸, 컨디셔너 및 헤어 마스크에 포함될 수 있습니다. 양파는 또한 피부 건강을 개선하고 여드름 및 염증과 같은 다양한 문제와 싸우기 위해 화장품에 사용됩니다. 전반적으로 양파는 요리에 맛과 풍미를 더하는 다용도 제품이며 건강에도 많은 이점이 있습니다. 양파는 많은 요리 전통의 필수적인 부분이며 음식에서 의약품 및 화장품에 이르기까지 다양한 용도로 사용됩니다.
ru: Лук (Allium cepa) - это многолетнее растение из семейства луковых (Alliaceae), известное своим характерным запахом и вкусом. Лук имеет луковицу, состоящую из многочисленных сочных и мясистых слоев, называемых чешуями. Чешуи могут быть белыми, желтыми или красными, в зависимости от сорта лука. Лук широко используется в кулинарии по всему миру. Он является важным ингредиентом во многих блюдах и добавляется для придания аромата, вкуса и текстуры. Лук может быть употреблен как сырым, так и приготовленным, что позволяет использовать его в разнообразных рецептах от салатов до жареных блюд. Лук является хорошим источником витаминов и минералов. Он богат витаминами В6 и С, фолиевой кислотой, калием и марганцем. Лук также содержит антиоксиданты, которые помогают защитить организм от свободных радикалов и предотвращают раннее старение. В медицине лук также широко используется благодаря своим полезным свойствам. Он имеет противовоспалительное и антибактериальное действие, что способствует борьбе с инфекциями. Лук также может помочь в снижении уровня холестерина, улучшении пищеварения и поддержании здоровья сердечно-сосудистой системы. В дополнение к пищевым и медицинским свойствам, лук также используется в косметической промышленности. Он может быть включен в состав шампуней, кондиционеров и масок для волос, так как способствует их укреплению и росту. Лук также используется в косметике для улучшения состояния кожи и борьбы с различными проблемами, такими как акне и воспаления. В целом, лук - это универсальный продукт, который добавляет вкусные и ароматные нотки в блюда, а также обладает множеством полезных свойств для здоровья. Он является неотъемлемой частью многих кулинарных традиций и находит применение в разных областях, от пищи до медицины и косметики.

# Bedding,Pepper
source: Pepper
de: Paprika
fr: Poivron
hu: Paprika
it: Peperone
ko: 후추
ru: Перец

# Bedding,PepperCanName
source: Pickled red peppers
de: Eingelegte rote Paprika
fr: Poivrons rouges marinés
hu: Savanyított piros paprika
it: Peperoni rossi sottaceto
ko: 고추 절임
ru: Маринованные красные перцы

# Bedding,PepperCanText
source: Pickled red pepper is a culinary product obtained by preserving fresh red peppers in a special marinade. It is characterized by bright red coloring and sweet and spicy taste. Usually, pickled red peppers are prepared by cutting fresh red peppers into strips or cubes and then placing them in jars or glass jars. The marinade is prepared from a mixture of vinegar, salt, sugar and spices such as garlic, bay leaf and coriander. Sometimes olive oil or vegetable oil is added for a richer flavor and texture. Preparation of pickled red peppers may include steps such as sanitizing the peppers by boiling or roasting to remove bitterness and increase storability. The peppers are then placed in a pickling marinade, where they are left for several days or weeks to soak up the flavors and develop a more intense flavor. Pickled red peppers are often used in salads, sandwiches, pastas, pizzas and other dishes. It adds vibrant color and distinct flavor to a variety of dishes. Pickled red peppers can also be used as an appetizer or as an additional ingredient for sauces and marinades. It is important to note that pickled red peppers can be slightly bitter or spicy depending on the peppers, spices used and the time of pickling. The flavor and texture of pickled red peppers can vary depending on the recipe and cooking preferences.
de: Eingelegter roter Paprika ist ein kulinarisches Produkt, das durch Einlegen von frischem rotem Paprika in eine spezielle Marinade gewonnen wird. Es zeichnet sich durch eine leuchtend rote Färbung und einen süßen und pikanten Geschmack aus. Für die Zubereitung von eingelegtem rotem Paprika wird frischer roter Paprika in Streifen oder Würfel geschnitten und dann in Gläser eingelegt. Die Marinade wird aus einer Mischung aus Essig, Salz, Zucker und Gewürzen wie Knoblauch, Lorbeer und Koriander zubereitet. Manchmal wird auch Olivenöl oder Pflanzenöl hinzugefügt, um den Geschmack und die Konsistenz zu verbessern. Die Zubereitung von eingelegtem rotem Paprika kann verschiedene Schritte umfassen, wie z. B. das Desinfizieren der Paprika durch Kochen oder Rösten, um die Bitterkeit zu entfernen und die Lagerfähigkeit zu erhöhen. Anschließend werden die Paprikaschoten in eine Beizmarinade eingelegt, in der sie mehrere Tage oder Wochen ruhen, um die Aromen aufzusaugen und einen intensiveren Geschmack zu entwickeln. Eingelegte rote Paprika werden häufig in Salaten, Sandwiches, Nudelgerichten, Pizzen und anderen Gerichten verwendet. Sie verleihen einer Vielzahl von Gerichten eine leuchtende Farbe und einen besonderen Geschmack. Eingelegte rote Paprikaschoten können auch als Vorspeise oder als zusätzliche Zutat für Soßen und Marinaden verwendet werden. Es ist wichtig zu beachten, dass eingelegte rote Paprika je nach den verwendeten Paprika und Gewürzen sowie dem Zeitpunkt des Einlegens leicht bitter oder scharf schmecken können. Der Geschmack und die Konsistenz von eingelegtem rotem Paprika können je nach Rezept und Kochvorlieben variieren.
fr: Le poivron rouge mariné est un produit culinaire obtenu en conservant des poivrons rouges frais dans une marinade spéciale. Il se caractérise par une coloration rouge vif et un goût sucré et épicé. Habituellement, les poivrons rouges marinés sont préparés en coupant des poivrons rouges frais en lanières ou en cubes, puis en les plaçant dans des bocaux ou des bocaux en verre. La marinade est préparée à partir d'un mélange de vinaigre, de sel, de sucre et d'épices comme l'ail, le laurier et la coriandre. Parfois, de l'huile d'olive ou de l'huile végétale est ajoutée pour une saveur et une texture plus riches. La préparation des poivrons rouges marinés peut inclure des étapes telles que la désinfection des poivrons par ébullition ou rôtissage pour éliminer l'amertume et augmenter la conservation. Les poivrons sont ensuite placés dans une marinade de marinade, où ils sont laissés pendant plusieurs jours ou semaines pour s'imprégner des saveurs et développer une saveur plus intense. Les poivrons rouges marinés sont souvent utilisés dans les salades, les sandwichs, les pâtes, les pizzas et autres plats. Il ajoute une couleur vibrante et une saveur distincte à une variété de plats. Les poivrons rouges marinés peuvent également être utilisés comme apéritif ou comme ingrédient supplémentaire dans les sauces et les marinades. Il est important de noter que les poivrons rouges marinés peuvent être légèrement amers ou épicés selon les poivrons, les épices utilisées et le moment du marinage. La saveur et la texture des poivrons rouges marinés peuvent varier selon la recette et les préférences culinaires.
hu: A savanyított paprika olyan konyhai termék, amelyet friss pirospaprika különleges pácban történő tartósításával állítanak elő. Élénkpiros színű, édes és fűszeres íz jellemzi. A savanyított pirospaprikát általában úgy készítik, hogy a friss pirospaprikát csíkokra vagy kockákra vágják, majd üvegekbe vagy befőttesüvegekbe teszik. A pác ecet, só, cukor és fűszerek, például fokhagyma, babérlevél és koriander keverékéből készül. Néha olívaolajat vagy növényi olajat adnak hozzá a gazdagabb íz és textúra érdekében. A savanyított paprika előkészítése olyan lépéseket is tartalmazhat, mint a paprika fertőtlenítése forrázással vagy pörköléssel a keserűség eltávolítása és a tárolhatóság növelése érdekében. Ezután a paprikát páclébe helyezik, ahol több napig vagy hétig hagyják állni, hogy magába szívja az ízeket és intenzívebb ízt fejlesszen ki. A savanyított paprikát gyakran használják salátákhoz, szendvicsekhez, tésztákhoz, pizzákhoz és más ételekhez. Élénk színt és markáns ízt kölcsönöz a különféle ételeknek. A pácolt pirospaprika előételként vagy mártások és pácok kiegészítő összetevőjeként is használható. Fontos megjegyezni, hogy a savanyított pirospaprika enyhén keserű vagy csípős lehet a paprikától, a felhasznált fűszerektől és a pácolás idejétől függően. A savanyított paprika íze és állaga a recepttől és a főzési preferenciáktól függően változhat.
it: Il peperoncino sott'aceto è un prodotto culinario ottenuto conservando i peperoni rossi freschi in una marinata speciale. È caratterizzato dalla colorazione rosso brillante e dal gusto dolce e piccante. Solitamente i peperoni rossi sott'aceto vengono preparati tagliando i peperoni rossi freschi a listarelle o cubetti e poi ponendoli in barattoli o barattoli di vetro. La marinata è preparata da una miscela di aceto, sale, zucchero e spezie come aglio, alloro e coriandolo. A volte viene aggiunto olio d'oliva o olio vegetale per un sapore e una consistenza più ricchi. La preparazione dei peperoni rossi in salamoia può includere passaggi come la sanificazione dei peperoni mediante bollitura o arrostimento per rimuovere l'amarezza e aumentare la conservabilità. I peperoni vengono poi posti in una marinata in salamoia, dove vengono lasciati per diversi giorni o settimane per assorbire i sapori e sviluppare un sapore più intenso. I peperoni rossi sott'aceto sono spesso usati in insalate, panini, pasta, pizza e altri piatti. Aggiunge colori vivaci e sapore distinto a una varietà di piatti. I peperoni rossi sottaceto possono essere utilizzati anche come antipasto o come ingrediente aggiuntivo per salse e marinate. È importante notare che i peperoni rossi sottaceto possono essere leggermente amari o piccanti a seconda dei peperoni, delle spezie utilizzate e del tempo di marinatura. Il sapore e la consistenza dei peperoni rossi sottaceto possono variare a seconda della ricetta e delle preferenze di cottura.
ko: 절인 고추는 신선한 고추를 특별한 매리 네이드에 보존하여 얻은 요리 제품입니다. 밝은 붉은 색과 달콤하고 매운 맛이 특징입니다. 일반적으로 절인 고추는 신선한 고추를 스트립이나 입방체로 자른 다음 항아리 나 유리 병에 넣어 준비합니다. 매리 네이드는 식초, 소금, 설탕 및 마늘, 월계수 잎, 고수풀과 같은 향신료의 혼합물로 준비됩니다. 때로는 더 풍부한 풍미와 질감을 위해 올리브 오일이나 식물성 기름을 첨가하기도합니다. 절인 고추를 준비할 때는 쓴맛을 제거하고 저장성을 높이기 위해 끓이거나 로스팅하여 고추를 살균하는 등의 단계를 거칠 수 있습니다. 그런 다음 고추를 절임 매리 네이드에 넣고 며칠 또는 몇 주 동안 그대로 두어 풍미를 흡수하고 더 강렬한 풍미를 개발합니다. 절인 홍고추는 샐러드, 샌드위치, 파스타, 피자 및 기타 요리에 자주 사용됩니다. 다양한 요리에 생생한 색과 독특한 풍미를 더합니다. 절인 홍고추는 애피타이저나 소스 및 매리 네이드의 추가 재료로도 사용할 수 있습니다. 절인 고추는 사용한 고추, 향신료, 절임 시간에 따라 약간 쓰거나 매울 수 있다는 점에 유의하세요. 절인 고추의 풍미와 식감은 레시피와 요리 선호도에 따라 달라질 수 있습니다.
ru: Маринованный красный перец - это кулинарный продукт, получаемый путем консервации свежего красного перца в специальной маринаде. Он характеризуется яркой красной окраской и сладко-острым вкусом. Обычно маринованный красный перец подготавливают, нарезая свежий красный перец на полоски или кубики, а затем помещая его в банки или стеклянные банки. Маринад приготавливают из смеси уксуса, соли, сахара и специй, таких как чеснок, лавровый лист и кориандр. Иногда добавляют оливковое масло или растительное масло для более насыщенного вкуса и текстуры. Приготовление маринованного красного перца может включать этапы, такие как обеззараживание перца кипячением или обжариванием, чтобы удалить горечь и увеличить сохраняемость. Затем перец помещается в засоленный маринад, где он оставляется на несколько дней или недель, чтобы пропитаться ароматами и приобрести более интенсивный вкус. Маринованный красный перец часто используется в салатах, сэндвичах, пастах, пиццах и других блюдах. Он добавляет яркий цвет и отчетливый вкус к различным блюдам. Маринованный красный перец также можно использовать в качестве закуски или дополнительного ингредиента для приготовления соусов и маринадов. Важно отметить, что маринованный красный перец может быть слегка горьким или острым в зависимости от используемых перцев, специй и времени маринования. Вкус и текстура маринованного красного перца могут варьироваться в зависимости от рецепта и предпочтений приготовления.
