Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,BurnedlogText
source: A burned log is a wooden trunk or part of a tree trunk that, as a result of fire or controlled burning, has become fully or partially charred and has lost its structure. The characteristics of a burned log are: 1. Appearance: A burned log has a black or dark brown coloration due to carbonization of the surface. The outer layer of the log is completely charred, becomes brittle and can easily break off. 2. Structural change: The internal structure of a burned log can be severely damaged and altered. Fire causes oxidative processes in the wood, causing a reduction in its strength and structural properties. 3. Light and brittle: A burned log feels light to the touch because most of its mass has burned away. However, its surface may be brittle and break easily when touched. 4. Odor: Charred wood may have a characteristic odor of burning or smoke. This odor is indicative of a previous fire or burning. 5. Artistic Use: Burnt logs can be used in artistic design or to create various pieces of art. The black coloring and texture of the charred surface gives a unique and unusual look to the artwork created. A charred log is a special form of wood that has its own uniqueness of appearance and texture. Such logs can be used to create aesthetically pleasing and unusual elements in various projects and artwork.
de: Ein verbrannter Stamm ist ein Holzstamm oder ein Teil eines Baumstamms, der durch Feuer oder kontrolliertes Abbrennen ganz oder teilweise verkohlt ist und seine Struktur verloren hat. Die Merkmale eines verbrannten Stammes sind: 1. Äußeres Erscheinungsbild: Ein verbrannter Stamm hat aufgrund der Verkohlung der Oberfläche eine schwarze oder dunkelbraune Färbung. Die äußere Schicht des Holzes ist vollständig verkohlt, wird spröde und kann leicht abbrechen. 2. Strukturelle Veränderung: Die innere Struktur eines verbrannten Stammes kann stark beschädigt und verändert werden. Das Feuer verursacht oxidative Prozesse im Holz, die zu einer Verringerung der Festigkeit und der strukturellen Eigenschaften des Holzes führen. 3. Leicht und spröde: Ein verbrannter Stamm fühlt sich leicht an, weil der größte Teil seiner Masse weggebrannt ist. Seine Oberfläche kann jedoch spröde sein und bei Berührung leicht brechen. 4. Geruch: Verkohltes Holz kann einen charakteristischen Geruch nach Feuer oder Rauch haben. Dieser Geruch deutet auf ein früheres Feuer oder einen Brand hin. 5. Künstlerische Verwendung: Verkohlte Holzscheite können zur künstlerischen Gestaltung oder zur Herstellung verschiedener Kunstwerke verwendet werden. Die schwarze Färbung und die Textur der verkohlten Oberfläche verleihen dem Kunstwerk ein einzigartiges und ungewöhnliches Aussehen. Ein verkohlter Stamm ist eine besondere Form von Holz, die ein einzigartiges Aussehen und eine einzigartige Textur hat. Solche Stämme können verwendet werden, um ästhetisch ansprechende und ungewöhnliche Elemente in verschiedenen Projekten und Kunstwerken zu schaffen.
fr: Une bûche brûlée est un tronc de bois ou une partie de tronc d'arbre qui, à la suite d'un incendie ou d'un brûlage contrôlé, est entièrement ou partiellement carbonisé et a perdu sa structure. Les caractéristiques d’une bûche brûlée sont : 1. Aspect : Une bûche brûlée présente une coloration noire ou brun foncé due à la carbonisation de la surface. La couche externe de la bûche est complètement carbonisée, devient cassante et peut facilement se briser. 2. Changement structurel : La structure interne d’une bûche brûlée peut être gravement endommagée et altérée. Le feu provoque des processus oxydatifs dans le bois, entraînant une réduction de sa résistance et de ses propriétés structurelles. 3. Légère et cassante : Une bûche brûlée est légère au toucher car la majeure partie de sa masse a brûlé. Cependant, sa surface peut être fragile et se briser facilement au toucher. 4. Odeur : Le bois carbonisé peut avoir une odeur caractéristique de brûlé ou de fumée. Cette odeur est révélatrice d’un incendie ou d’une brûlure antérieur. 5. Utilisation artistique : les bûches brûlées peuvent être utilisées dans la conception artistique ou pour créer diverses œuvres d'art. La coloration noire et la texture de la surface carbonisée donnent un aspect unique et inhabituel à l'œuvre d'art créée. Une bûche carbonisée est une forme particulière de bois qui possède sa propre apparence et sa texture uniques. De telles bûches peuvent être utilisées pour créer des éléments esthétiques et inhabituels dans divers projets et œuvres d’art.
hu: Az égett rönk olyan fatörzs vagy fatörzsrész, amely tűz vagy szabályozott égetés következtében teljesen vagy részben elszenesedett és elvesztette szerkezetét. Az égett rönk jellemzői a következők: 1. Megjelenés: Az égett rönk a felület elszenesedése miatt fekete vagy sötétbarna színű. A rönk külső rétege teljesen elszenesedik, törékennyé válik és könnyen letörhet. 2. Szerkezeti változás: Az égett rönk belső szerkezete súlyosan károsodhat és megváltozhat. A tűz oxidatív folyamatokat okoz a fában, ami a szilárdság és a szerkezeti tulajdonságok csökkenését okozza. 3. Könnyű és törékeny: Az égett rönk tapintásra könnyűnek tűnik, mivel tömegének nagy része elégett. Felülete azonban törékeny lehet, és érintésre könnyen törik. 4. Szag: Az elszenesedett fának jellegzetes égési vagy füstszaga lehet. Ez a szag korábbi tűzre vagy égésre utal. 5. Művészi felhasználás: Az égett rönkök felhasználhatók művészi tervezésre vagy különböző műalkotások létrehozására. Az elszenesedett felület fekete színe és textúrája egyedi és szokatlan megjelenést kölcsönöz a létrehozott műalkotásnak. Az elszenesedett rönk a fa egy különleges formája, amelynek sajátos megjelenése és textúrája van. Az ilyen rönkök esztétikus és szokatlan elemek létrehozására használhatók különböző projektekben és műalkotásokban.
it: Un ceppo bruciato è un tronco di legno o parte di un tronco d'albero che, a seguito di un incendio o di una combustione controllata, si è carbonizzato completamente o parzialmente e ha perso la sua struttura. Le caratteristiche di un ceppo bruciato sono: 1. Aspetto: Un ceppo bruciato presenta una colorazione nera o marrone scuro dovuta alla carbonizzazione della superficie. Lo strato esterno del tronco è completamente carbonizzato, diventa fragile e può rompersi facilmente. 2. Cambiamento strutturale: la struttura interna di un tronco bruciato può essere gravemente danneggiata e alterata. Il fuoco provoca processi ossidativi nel legno, provocando una riduzione della sua resistenza e delle proprietà strutturali. 3. Leggero e fragile: un ceppo bruciato risulta leggero al tatto perché gran parte della sua massa è bruciata. Tuttavia, la sua superficie potrebbe essere fragile e rompersi facilmente se toccata. 4. Odore: il legno carbonizzato può avere un caratteristico odore di bruciato o di fumo. Questo odore è indicativo di un precedente incendio o combustione. 5. Uso artistico: i tronchi bruciati possono essere utilizzati nel design artistico o per creare varie opere d'arte. La colorazione nera e la trama della superficie carbonizzata conferiscono un aspetto unico e insolito all'opera d'arte creata. Un tronco carbonizzato è una forma speciale di legno che ha la sua unicità di aspetto e consistenza. Tali tronchi possono essere utilizzati per creare elementi esteticamente gradevoli e insoliti in vari progetti e opere d'arte.
ko: 숯은 화재 또는 통제된 연소의 결과로 나무 줄기 또는 나무 줄기의 일부가 완전히 또는 부분적으로 탄화되어 구조를 잃은 통나무를 말합니다. 숯의 특징은 다음과 같습니다: 1. 외관: 숯은 표면의 탄화로 인해 검은색 또는 짙은 갈색을 띕니다. 통나무의 바깥층은 완전히 탄화되어 부서지기 쉬우며 쉽게 부러질 수 있습니다. 2. 구조적 변화: 숯의 내부 구조는 심하게 손상되고 변형될 수 있습니다. 화재는 목재에 산화 과정을 일으켜 목재의 강도와 구조적 특성을 감소시킵니다. 3. 가볍고 부서지기 쉽습니다: 숯은 대부분의 질량이 타버렸기 때문에 만졌을 때 가벼운 느낌을 줍니다. 그러나 표면이 부서지기 쉬우며 만지면 쉽게 부러질 수 있습니다. 4. 냄새: 탄 목재는 타는 냄새나 연기 냄새가 날 수 있습니다. 이 냄새는 이전에 불이 났거나 타는 냄새를 나타냅니다. 5. 예술적 용도: 예술적 디자인이나 다양한 예술 작품을 만드는 데 사용할 수 있습니다. 까맣게 그을린 표면의 검은 색과 질감이 독특하고 특이한 느낌을 주는 예술 작품을 만들 수 있습니다. 까맣게 탄 숯은 고유한 모양과 질감을 가진 특별한 형태의 목재입니다. 이러한 통나무는 다양한 프로젝트와 예술 작품에서 미학적으로 즐겁고 특이한 요소를 만드는 데 사용할 수 있습니다.
ru: Обгоревшее бревно - это деревянный ствол или часть ствола дерева, которое в результате пожара или контролируемого горения полностью или частично обуглилось и потеряло свою структуру. Обгоревшее бревно характеризуется следующими признаками: 1. Внешний вид: Обгоревшее бревно имеет черную или темно-коричневую окраску, обусловленную карбонизацией поверхности. Внешний слой бревна полностью обугливается, становится хрупким и легко отламывается. 2. Структурные изменения: Внутренняя структура обгоревшего бревна может быть сильно повреждена и изменена. Огонь вызывает окислительные процессы в древесине, что приводит к снижению ее прочности и структурных свойств. 3. Легкость и хрупкость: Обгоревшее бревно на ощупь кажется легким, поскольку большая часть его массы сгорела. Однако его поверхность может быть хрупкой и легко ломаться при прикосновении. 4. Запах: Обугленная древесина может иметь характерный запах гари или дыма. Этот запах свидетельствует о том, что ранее был пожар или горение. 5. Художественное использование: Обугленные поленья можно использовать в художественном оформлении или для создания различных произведений искусства. Черная окраска и текстура обугленной поверхности придают уникальность и необычность создаваемым произведениям искусства. Обугленное бревно - это особая форма древесины, которая имеет свой неповторимый внешний вид и текстуру. Такие бревна можно использовать для создания эстетически привлекательных и необычных элементов в различных проектах и произведениях искусства.

# Inventory,Cans
source: Cans
de: Konserven
fr: Conserve
hu: Kannák
it: Lattine
ko: 캔
ru: Консервные банки

# Inventory,Caraway
source: Karaway
de: Karavay
it: Kara modo
ko: 카라웨이 빵
ru: Каравай

# Inventory,CarawayText
source: Karavay is a traditional Slavic bread that is usually prepared for special events and celebrations such as weddings, anniversaries or birthdays. It is a symbol of abundance, friendship and joy. The loaf has a unique shape and decorations that reflect its special status. It may be baked in the shape of a circle or ring, symbolizing unity and infinity. Some loaves also have flowers, leaves, birds or other symbols that add to the beauty and symbolic meaning of the bread. Traditional ingredients such as flour, salt, sugar, butter and yeast are used to make the loaf. These ingredients are mixed, kneaded and left to ferment so that the dough rises and becomes airy. The dough is then formed into the desired shape and decorated. One of the main features of the loaf is the decorations on its surface. Traditional patterns and ornaments are usually created using incisions and carvings. It can be a groove (or "wires"), weaving, flowers or geometric patterns. The ornaments on the surface of the loaf not only add visual appeal, but also symbolize fertility and prosperity. The loaf is accented as the central decorative component on the festive table and is presented to guests as a sign of hospitality. It is usually cut into pieces and handed to each guest who must taste it. It is believed that the one who receives the piece of loaf with the most decorations will have good luck and a happy life in the next year. The loaf has a special meaning and symbolizes unity and togetherness. It brings people together and serves as a symbol of festive unity and prosperity. Its rich taste and flavor give the festive table a special solemnity and joy.
de: Karavay ist ein traditionelles slawisches Brot, das normalerweise zu besonderen Anlässen und Feiern wie Hochzeiten, Jahrestagen oder Geburtstagen gebacken wird. Es ist ein Symbol für Reichtum, Freundschaft und Freude. Der Laib hat eine einzigartige Form und Verzierungen, die seinen besonderen Status widerspiegeln. Er kann in Form eines Kreises oder Rings gebacken werden, der Einheit und Unendlichkeit symbolisiert. Manche Brote haben auch Blumen, Blätter, Vögel oder andere Symbole, die die Schönheit und symbolische Bedeutung des Brotes unterstreichen. Traditionelle Zutaten wie Mehl, Salz, Zucker, Butter und Hefe werden für die Herstellung des Brotes verwendet. Diese Zutaten werden gemischt, geknetet und gären gelassen, damit der Teig aufgeht und luftig wird. Der Teig wird dann in die gewünschte Form gebracht und verziert. Eines der wichtigsten Merkmale des Brotes sind die Verzierungen auf seiner Oberfläche. Traditionelle Muster und Ornamente werden in der Regel durch Einschnitte und Schnitzereien erzeugt. Dabei kann es sich um eine Rille (oder "Drähte"), ein Geflecht, Blumen oder geometrische Muster handeln. Die Ornamente auf der Oberfläche des Brotes sind nicht nur optisch ansprechend, sondern symbolisieren auch Fruchtbarkeit und Wohlstand. Der Laib wird als zentrales Dekorationselement auf der Festtafel hervorgehoben und den Gästen als Zeichen der Gastfreundschaft überreicht. Normalerweise wird er in Stücke geschnitten und jedem Gast gereicht, der ihn probieren muss. Es wird geglaubt, dass derjenige, der das am meisten verzierte Stück Brot erhält, im nächsten Jahr Glück und ein glückliches Leben haben wird. Der Laib hat eine besondere Bedeutung und symbolisiert Einigkeit und Zusammengehörigkeit. Er bringt die Menschen zusammen und dient als Symbol für festliche Einigkeit und Wohlstand. Sein reicher Geschmack und sein Aroma verleihen der Festtafel eine besondere Feierlichkeit und Freude.
fr: Le Karavay est un pain slave traditionnel qui est généralement préparé pour des événements spéciaux et des célébrations telles que des mariages, des anniversaires ou des anniversaires. C'est un symbole d'abondance, d'amitié et de joie. Le pain a une forme unique et des décorations qui reflètent son statut particulier. Il peut être cuit sous la forme d’un cercle ou d’un anneau, symbolisant l’unité et l’infini. Certains pains portent également des fleurs, des feuilles, des oiseaux ou d'autres symboles qui ajoutent à la beauté et à la signification symbolique du pain. Des ingrédients traditionnels tels que la farine, le sel, le sucre, le beurre et la levure sont utilisés pour fabriquer le pain. Ces ingrédients sont mélangés, pétris et laissés fermenter pour que la pâte lève et devienne aérée. La pâte est ensuite façonnée selon la forme souhaitée et décorée. L'une des principales caractéristiques du pain réside dans les décorations qui se trouvent à sa surface. Les motifs et ornements traditionnels sont généralement créés à l’aide d’incisions et de sculptures. Il peut s'agir d'une rainure (ou "fils"), d'un tissage, de fleurs ou de motifs géométriques. Les ornements à la surface du pain ajoutent non seulement un attrait visuel, mais symbolisent également la fertilité et la prospérité. Le pain est l'élément décoratif central de la table de fête et est présenté aux invités en signe d'hospitalité. Il est généralement coupé en morceaux et remis à chaque convive qui doit le goûter. On pense que celui qui recevra le morceau de pain avec le plus de décorations aura de la chance et une vie heureuse l'année prochaine. Le pain a une signification particulière et symbolise l'unité et la convivialité. Il rassemble les gens et sert de symbole d’unité festive et de prospérité. Son goût et sa saveur riches confèrent à la table de fête une solennité et une joie particulières.
hu: A karavay egy hagyományos szláv kenyér, amelyet általában különleges eseményekre és ünnepekre, például esküvőkre, évfordulókra vagy születésnapokra készítenek. A bőség, a barátság és az öröm szimbóluma. A kenyér egyedi formája és díszítése tükrözi különleges státuszát. Lehet kör vagy gyűrű alakban sütni, ami az egységet és a végtelenséget szimbolizálja. Néhány kenyéren virágok, levelek, madarak vagy más szimbólumok is vannak, amelyek növelik a kenyér szépségét és szimbolikus jelentését. A kenyér elkészítéséhez olyan hagyományos alapanyagokat használnak, mint a liszt, só, cukor, vaj és élesztő. Ezeket az összetevőket összekeverik, összegyúrják és hagyják erjedni, hogy a tészta megemelkedjen és levegős legyen. A tésztát ezután a kívánt formára formálják és díszítik. A kenyér egyik fő jellemzője a felületén található díszítés. A hagyományos mintákat és díszeket általában metszések és faragások segítségével hozzák létre. Ez lehet barázda (vagy "drótok"), szövés, virágok vagy geometriai minták. A kenyér felületén található díszek nemcsak látványt nyújtanak, hanem a termékenységet és a jólétet is szimbolizálják. A kenyeret az ünnepi asztal központi díszítőelemeként emelik ki, és a vendégszeretet jeleként mutatják be a vendégeknek. Általában darabokra vágják, és minden vendégnek átadják, akinek meg kell kóstolnia. Úgy tartják, hogy aki a legtöbb díszítéssel ellátott kenyérdarabot kapja, annak a következő évben szerencséje és boldog élete lesz. A kenyérnek különleges jelentése van, és az egységet és az összetartozást szimbolizálja. Összehozza az embereket, és az ünnepi egység és a jólét szimbólumaként szolgál. Gazdag íze és zamata különleges ünnepélyességet és örömöt kölcsönöz az ünnepi asztalnak.
it: Il Karavay è un pane tradizionale slavo che viene solitamente preparato per eventi e celebrazioni speciali come matrimoni, anniversari o compleanni. È un simbolo di abbondanza, amicizia e gioia. La pagnotta ha una forma unica e decorazioni che riflettono il suo status speciale. Può essere cotto a forma di cerchio o di anello, a simboleggiare l'unità e l'infinito. Alcuni pani hanno anche fiori, foglie, uccelli o altri simboli che accrescono la bellezza e il significato simbolico del pane. Per preparare la pagnotta vengono utilizzati ingredienti tradizionali come farina, sale, zucchero, burro e lievito. Questi ingredienti vengono mescolati, impastati e lasciati fermentare affinché l'impasto lieviti e diventi arioso. Successivamente si dà all'impasto la forma desiderata e si decora. Una delle caratteristiche principali della pagnotta sono le decorazioni presenti sulla sua superficie. I modelli e gli ornamenti tradizionali vengono solitamente creati utilizzando incisioni e intagli. Può essere un solco (o "fili"), tessitura, fiori o motivi geometrici. Gli ornamenti sulla superficie del pane non solo aggiungono fascino visivo, ma simboleggiano anche fertilità e prosperità. La pagnotta è accentuata come componente decorativo centrale sulla tavola festiva e viene presentata agli ospiti come segno di ospitalità. Solitamente viene tagliato a pezzi e consegnato ad ogni ospite che deve assaggiarlo. Si ritiene che colui che riceve il pezzo di pane con il maggior numero di decorazioni avrà buona fortuna e una vita felice nel prossimo anno. La pagnotta ha un significato speciale e simboleggia l'unità e lo stare insieme. Unisce le persone e funge da simbolo di unità festosa e prosperità. Il suo gusto e il suo sapore ricchi conferiscono alla tavola festiva una solennità e gioia speciali.
ko: 카라웨이는 일반적으로 결혼식, 기념일 또는 생일과 같은 특별한 행사와 축하를 위해 준비되는 전통적인 슬라브 빵입니다. 풍요와 우정, 기쁨의 상징입니다. 이 빵은 특별한 지위를 반영하는 독특한 모양과 장식을 가지고 있습니다. 화합과 무한을 상징하는 원이나 반지 모양으로 구워질 수 있습니다. 일부 빵에는 꽃, 나뭇잎, 새 또는 빵의 아름다움과 상징적 의미를 더하는 기타 상징이 들어가기도 합니다. 빵을 만들기 위해 밀가루, 소금, 설탕, 버터, 효모와 같은 전통적인 재료가 사용됩니다. 이 재료들을 섞어 반죽하고 발효시켜 반죽이 부풀어 오르고 공기가 잘 통하도록 합니다. 그런 다음 반죽을 원하는 모양으로 만들고 장식합니다. 빵의 주요 특징 중 하나는 표면의 장식입니다. 전통적인 패턴과 장식품은 일반적으로 절개와 조각을 사용하여 만들어집니다. 홈 (또는 "와이어"), 직조, 꽃 또는 기하학적 패턴이 될 수 있습니다. 덩어리 표면의 장식품은 시각적 매력을 더할 뿐만 아니라 다산과 번영을 상징하기도 합니다. 덩어리는 축제 테이블의 중앙 장식 요소로 강조되며 환대의 표시로 손님에게 선물됩니다. 일반적으로 조각으로 자르고 그것을 맛봐야하는 각 손님에게 건네줍니다. 가장 많은 장식이 달린 덩어리 조각을받는 사람은 내년에 행운과 행복한 삶을 살 것이라고 믿어집니다. 빵은 특별한 의미를 지니고 있으며 단합과 화합을 상징합니다. 사람들을 하나로 모으고 축제의 단합과 번영의 상징으로 사용됩니다. 풍부한 맛과 풍미는 축제 테이블에 특별한 엄숙함과 기쁨을 선사합니다.
ru: Каравай - это традиционный славянский хлеб, который обычно готовится к особым событиям и праздникам, таким как свадьба, юбилей или день рождения. Это символ изобилия, дружбы и радости. Буханка имеет уникальную форму и украшения, отражающие ее особый статус. Он может быть выпечен в форме круга или кольца, символизирующего единство и бесконечность. Некоторые буханки украшают цветами, листьями, птицами и другими символами, которые придают хлебу красоту и символическое значение. Для приготовления хлеба используются традиционные ингредиенты: мука, соль, сахар, масло и дрожжи. Эти ингредиенты смешиваются, замешиваются и оставляются для брожения, чтобы тесто поднялось и стало воздушным. Затем тесто формируется в желаемую форму и украшается. Одной из главных особенностей буханки является украшение ее поверхности. Традиционные узоры и орнаменты обычно создаются с помощью насечек и резьбы. Это может быть желобок (или "проволока"), плетение, цветы или геометрические узоры. Орнаменты на поверхности каравая не только придают ему визуальную привлекательность, но и символизируют плодородие и процветание. Каравай является центральным декоративным элементом праздничного стола и преподносится гостям в знак гостеприимства. Обычно его разрезают на части и вручают каждому гостю, который должен его попробовать. Считается, что того, кто получит кусок каравая с наибольшим количеством украшений, ждет удача и счастливая жизнь в следующем году. Каравай имеет особый смысл и символизирует единство и сплоченность. Он объединяет людей и служит символом праздничного единства и процветания. Его богатый вкус и аромат придают праздничному столу особую торжественность и радость.

# Inventory,CarTruckWhat
source: What do we want to take or put?
de: Was willst du mitnehmen oder weglegen?
fr: Que voulons-nous prendre ou mettre ?
hu: Mit akarunk venni vagy tenni?
it: Cosa vogliamo prendere o mettere?
ko: 무엇을 가져가거나 넣을까요?
ru: Что мы хотим взять или положить?

# Inventory,CarTruckWhat2
source: What do we want to put?
de: Was willst du weglegen?
fr: Que veut-on mettre ?
hu: Mit akarunk feltenni?
it: Cosa vogliamo mettere?
ko: 무엇을 넣을까요?
ru: Что мы хотим разместить?

# Inventory,CarTrunk
source: Car trunk
de: Kofferraum des Autos
fr: Coffre de voiture
hu: Autó csomagtartó
it: Bagagliaio
ko: 자동차 트렁크
ru: Автомобильный багажник

# Inventory,Chicken
source: Chicken
de: Huhn
fr: Poulet
hu: Csirke
it: Carne di pollo
ko: 치킨
ru: Куриное мясо
