Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Bedding,PotatoText
source: Potatoes are one of the most popular and widely used vegetables around the world. It is a food crop originating from South America and was introduced to Europe in the 16th century. Potatoes have a rounded or oval shape and are covered with a thin brown skin. The flesh of the potato can be white, yellow, cream or purple. It is a rich source of carbohydrates, vitamin C, potassium and fiber. This vegetable is boiled, roasted, baked, fried and used in a variety of dishes. Potatoes can be the main ingredient in soups, mashed potatoes, casseroles, salads and side dishes. Potato chips and fries are also popular as an appetizer. Potatoes have a mild and delicate flavor, and they have the ability to absorb the flavors and aromas of other ingredients. This makes it versatile and adaptable to different cooking styles and recipes. Potatoes are also a nutritious vegetable. It contains many vitamins and minerals such as vitamin C, potassium, vitamin B6, magnesium and folic acid. Potatoes help maintain heart health, strengthen the immune system and improve digestion. Because of its availability and versatility, potatoes are an indispensable component of many cuisines around the world. It adds richness, texture and nutrition to dishes, making them complete and fulfilling. Potatoes are not just a vegetable, they are an indispensable ingredient in the world of cooking.
de: Die Kartoffel ist eines der beliebtesten und am häufigsten verwendeten Gemüse auf der ganzen Welt. Sie ist eine aus Südamerika stammende Nahrungspflanze, die im 16. Jahrhundert nach Europa eingeführt wurde. Kartoffeln haben eine runde oder ovale Form und sind mit einer dünnen braunen Schale bedeckt. Das Fruchtfleisch der Kartoffel kann weiß, gelb, cremefarben oder violett sein. Sie ist eine reiche Quelle von Kohlenhydraten, Vitamin C, Kalium und Ballaststoffen. Dieses Gemüse wird gekocht, geröstet, gebacken, gebraten und in einer Vielzahl von Gerichten verwendet. Kartoffeln können die Hauptzutat in Suppen, Kartoffelpüree, Aufläufen, Salaten und Beilagen sein. Kartoffelchips und Pommes frites sind auch als Vorspeise beliebt. Kartoffeln haben einen milden und feinen Geschmack und die Fähigkeit, den Geschmack und das Aroma anderer Zutaten aufzunehmen. Das macht sie vielseitig und anpassungsfähig an verschiedene Kochstile und Rezepte. Kartoffeln sind auch ein nahrhaftes Gemüse. Sie enthält viele Vitamine und Mineralstoffe wie Vitamin C, Kalium, Vitamin B6, Magnesium und Folsäure. Kartoffeln tragen zur Erhaltung der Herzgesundheit bei, stärken das Immunsystem und verbessern die Verdauung. Aufgrund ihrer Verfügbarkeit und Vielseitigkeit ist die Kartoffel ein unverzichtbarer Bestandteil vieler Küchen auf der ganzen Welt. Sie macht Gerichte reichhaltig, strukturiert und nahrhaft und macht sie so komplett und erfüllend. Kartoffeln sind nicht nur ein Gemüse, sondern eine unverzichtbare Zutat in der Welt der Küche.
fr: Les pommes de terre sont l’un des légumes les plus populaires et les plus utilisés dans le monde. C'est une culture vivrière originaire d'Amérique du Sud et introduite en Europe au XVIe siècle. Les pommes de terre ont une forme arrondie ou ovale et sont recouvertes d'une fine peau brune. La chair de la pomme de terre peut être blanche, jaune, crème ou violette. C'est une riche source de glucides, de vitamine C, de potassium et de fibres. Ce légume est bouilli, rôti, cuit au four, frit et utilisé dans une variété de plats. Les pommes de terre peuvent être l'ingrédient principal des soupes, de la purée de pommes de terre, des ragoûts, des salades et des plats d'accompagnement. Les chips et les frites sont également appréciées à l'apéritif. Les pommes de terre ont une saveur douce et délicate et ont la capacité d’absorber les saveurs et les arômes d’autres ingrédients. Cela le rend polyvalent et adaptable à différents styles de cuisine et recettes. Les pommes de terre sont aussi un légume nutritif. Il contient de nombreuses vitamines et minéraux comme la vitamine C, le potassium, la vitamine B6, le magnésium et l'acide folique. Les pommes de terre aident à maintenir la santé cardiaque, à renforcer le système immunitaire et à améliorer la digestion. En raison de sa disponibilité et de sa polyvalence, la pomme de terre est un élément indispensable de nombreuses cuisines à travers le monde. Il ajoute de la richesse, de la texture et de la nutrition aux plats, les rendant complets et épanouissants. La pomme de terre n’est pas qu’un légume, elle est un ingrédient indispensable dans le monde de la cuisine.
hu: A burgonya az egyik legnépszerűbb és legszélesebb körben használt zöldség világszerte. Dél-Amerikából származó élelmiszernövény, amely a 16. században került Európába. A burgonya kerek vagy ovális alakú, és vékony barna héjjal borított. A burgonya húsa lehet fehér, sárga, krémszínű vagy lila. Gazdag szénhidrát-, C-vitamin-, kálium- és rostforrás. Ezt a zöldséget főzik, sütik, sütik, sütik és számos ételben használják. A burgonya lehet levesek, burgonyapürék, rakott ételek, saláták és köretek fő összetevője. A burgonya chips és a sült krumpli előételként is népszerű. A burgonyának enyhe és finom íze van, és képes magába szívni más összetevők ízét és aromáit. Ez teszi sokoldalúvá és alkalmazkodóvá a különböző főzési stílusokhoz és receptekhez. A burgonya emellett tápláló zöldség is. Számos vitamint és ásványi anyagot tartalmaz, például C-vitamint, káliumot, B6-vitamint, magnéziumot és folsavat. A burgonya segít fenntartani a szív egészségét, erősíti az immunrendszert és javítja az emésztést. Elérhetősége és sokoldalúsága miatt a burgonya a világ számos konyhájának nélkülözhetetlen összetevője. Gazdagságot, textúrát és tápanyagot ad az ételeknek, így azokat teljessé és teljes értékűvé teszi. A burgonya nem csak egy zöldség, hanem a főzés világának nélkülözhetetlen összetevője.
it: Le patate sono una delle verdure più apprezzate e utilizzate in tutto il mondo. È una coltura alimentare originaria del Sud America e fu introdotta in Europa nel XVI secolo. Le patate hanno forma tondeggiante o ovale e sono ricoperte da una sottile buccia marrone. La polpa della patata può essere bianca, gialla, crema o viola. È una ricca fonte di carboidrati, vitamina C, potassio e fibre. Questa verdura viene bollita, arrostita, al forno, fritta e utilizzata in una varietà di piatti. Le patate possono essere l'ingrediente principale di zuppe, purè di patate, sformati, insalate e contorni. Anche le patatine e le patatine fritte sono apprezzate come antipasto. Le patate hanno un sapore dolce e delicato e hanno la capacità di assorbire i sapori e gli aromi degli altri ingredienti. Questo lo rende versatile e adattabile a diversi stili di cucina e ricette. Anche le patate sono un ortaggio nutriente. Contiene molte vitamine e minerali come vitamina C, potassio, vitamina B6, magnesio e acido folico. Le patate aiutano a mantenere la salute del cuore, rafforzano il sistema immunitario e migliorano la digestione. Per la sua disponibilità e versatilità, le patate sono una componente indispensabile di molte cucine in tutto il mondo. Aggiunge ricchezza, consistenza e nutrimento ai piatti, rendendoli completi e appaganti. Le patate non sono solo un ortaggio, sono un ingrediente indispensabile nel mondo della cucina.
ko: 감자는 전 세계에서 가장 인기 있고 널리 사용되는 채소 중 하나입니다. 감자는 남아메리카에서 유래한 식량 작물로 16세기에 유럽에 소개되었습니다. 감자는 둥글거나 타원형이며 얇은 갈색 껍질로 덮여 있습니다. 감자의 과육은 흰색, 노란색, 크림색 또는 자주색 일 수 있습니다. 탄수화물, 비타민 C, 칼륨 및 섬유질의 풍부한 공급원입니다. 이 야채는 삶고, 굽고, 굽고, 튀겨서 다양한 요리에 사용됩니다. 감자는 수프, 으깬 감자, 캐서롤, 샐러드 및 반찬의 주재료가 될 수 있습니다. 감자 칩과 감자 튀김도 애피타이저로 인기가 있습니다. 감자는 부드럽고 섬세한 풍미를 가지고 있으며 다른 재료의 맛과 향을 흡수하는 능력이 있습니다. 따라서 다양한 요리 스타일과 레시피에 다용도로 활용할 수 있습니다. 감자는 영양가 높은 채소이기도 합니다. 비타민 C, 칼륨, 비타민 B6, 마그네슘 및 엽산과 같은 많은 비타민과 미네랄이 포함되어 있습니다. 감자는 심장 건강을 유지하고 면역 체계를 강화하며 소화를 개선하는 데 도움이됩니다. 감자는 쉽게 구할 수 있고 다양하게 활용할 수 있기 때문에 전 세계 많은 요리에 없어서는 안 될 재료입니다. 감자는 요리에 풍성함, 식감, 영양을 더하여 요리를 더욱 풍성하고 만족스럽게 만들어 줍니다. 감자는 단순한 채소가 아니라 요리의 세계에서 없어서는 안 될 식재료입니다.
ru: Картофель - это одно из самых популярных и широко используемых овощей во всем мире. Он является пищевой культурой, происходящей из Южной Америки, и был введен в Европу в XVI веке. Картофель имеет округлую или овальную форму и покрыт тонкой коричневой кожурой. Мякоть картофеля может быть белой, желтой, кремовой или фиолетовой. Он является богатым источником углеводов, витамина С, калия и клетчатки. Этот овощ варится, жарится, запекается, жарится и используется в различных блюдах. Картофель может быть основным ингредиентом в супах, пюре, запеканках, салатах и гарнирах. Картофельные чипсы и фри также пользуются популярностью в качестве закуски. Картофель обладает мягким и нежным вкусом, и он имеет способность впитывать в себя вкусы и ароматы других ингредиентов. Благодаря этому он становится универсальным и адаптируется к различным кулинарным стилям и рецептам. Картофель также является питательным овощем. Он содержит много витаминов и минералов, таких как витамин C, калий, витамин B6, магний и фолиевая кислота. Картофель помогает поддерживать здоровье сердца, укреплять иммунную систему и улучшать пищеварение. Благодаря своей доступности и универсальности, картофель является незаменимой составляющей множества кухонь мира. Он придает блюдам насыщенность, текстуру и питательность, делая их полноценными и насыщенными. Картофель - это не просто овощ, это незаменимый ингредиент в мире кулинарии.

# Bedding,Pumpkin
source: Pumpkin
de: Kürbis
fr: Citrouille
hu: Sütőtök
it: Zucca
ko: 호박
ru: Тыква

# Bedding,PumpkinText
source: Pumpkin is a vegetable plant that has a spherical shape and a prominent spoon at one of the ends. It belongs to the pumpkin family and is a source of nutrients and delicious food. The pumpkin has a thick outer bark that is usually orange in color, but can be various shades such as yellow, green and even white. Inside the pumpkin are fleshy and juicy seeds surrounded by pulp. Pumpkin flesh is bright orange in color and has a sweet taste. It contains many nutrients including vitamin A, B vitamins, vitamin C, potassium, magnesium and fiber. Pumpkin is also rich in antioxidants, which can help fight inflammation and strengthen the immune system. Pumpkin is a very variable food and can be used in a variety of dishes. Its flesh can be steamed, baked, roasted or added to soups and purees. Pumpkin seeds can also be baked in the oven and used as an appetizer or addition to salads. In addition, pumpkin is a symbol of fall holidays such as Halloween and Thanksgiving, where it is used to carve shaped latkes and make pies and other sweets. Pumpkin is not only delicious, but also has many health benefits. It is a low-calorie food that is high in water and dietary fiber, which aids in weight loss and digestive support. Overall, pumpkin is a versatile and nutritious food that can be used in various forms of cooking and gives dishes a unique flavor and texture. It is not only a delicious holiday treat, but also a great choice for everyday meals.
de: Der Kürbis ist eine Gemüsepflanze, die eine kugelförmige Gestalt und einen hervorstehenden Löffel an einem der Enden hat. Er gehört zur Familie der Kürbisgewächse und ist eine Quelle von Nährstoffen und leckeren Lebensmitteln. Der Kürbis hat eine dicke äußere Rinde, die in der Regel orangefarben ist, aber auch verschiedene Schattierungen wie gelb, grün und sogar weiß haben kann. Im Inneren des Kürbisses befinden sich fleischige und saftige Kerne, die von Fruchtfleisch umgeben sind. Das Kürbisfleisch ist leuchtend orange und hat einen süßen Geschmack. Es enthält viele Nährstoffe wie Vitamin A, B-Vitamine, Vitamin C, Kalium, Magnesium und Ballaststoffe. Kürbis ist außerdem reich an Antioxidantien, die helfen können, Entzündungen zu bekämpfen und das Immunsystem zu stärken. Kürbis ist ein sehr variables Lebensmittel und kann in einer Vielzahl von Gerichten verwendet werden. Sein Fruchtfleisch kann gedünstet, gebacken, gebraten oder zu Suppen und Pürees hinzugefügt werden. Kürbiskerne können auch im Ofen gebacken und als Vorspeise oder Beigabe zu Salaten verwendet werden. Außerdem ist der Kürbis ein Symbol für Herbstfeste wie Halloween und Thanksgiving, wo er zum Schnitzen von Latkes und zum Backen von Kuchen und anderen Süßigkeiten verwendet wird. Kürbis ist nicht nur lecker, sondern hat auch viele gesundheitliche Vorteile. Er ist ein kalorienarmes Lebensmittel, das viel Wasser und Ballaststoffe enthält, die beim Abnehmen helfen und die Verdauung unterstützen. Insgesamt ist Kürbis ein vielseitiges und nahrhaftes Lebensmittel, das in verschiedenen Zubereitungsarten verwendet werden kann und Gerichten einen einzigartigen Geschmack und eine einzigartige Textur verleiht. Er ist nicht nur ein köstlicher Festtagsgenuss, sondern auch eine gute Wahl für die täglichen Mahlzeiten.
fr: La citrouille est une plante potagère qui a une forme sphérique et une cuillère proéminente à l’une des extrémités. Il appartient à la famille des citrouilles et constitue une source de nutriments et de plats délicieux. La citrouille a une écorce externe épaisse qui est généralement de couleur orange, mais peut avoir différentes nuances comme le jaune, le vert et même le blanc. À l’intérieur de la citrouille se trouvent des graines charnues et juteuses entourées de pulpe. La chair de la citrouille est de couleur orange vif et a un goût sucré. Il contient de nombreux nutriments, notamment de la vitamine A, des vitamines B, de la vitamine C, du potassium, du magnésium et des fibres. La citrouille est également riche en antioxydants, qui peuvent aider à combattre l’inflammation et à renforcer le système immunitaire. La citrouille est un aliment très variable et peut être utilisée dans une variété de plats. Sa chair peut être cuite à la vapeur, au four, rôtie ou ajoutée aux soupes et purées. Les graines de citrouille peuvent également être cuites au four et utilisées comme apéritif ou comme complément aux salades. De plus, la citrouille est un symbole des fêtes d'automne comme Halloween et Thanksgiving, où elle est utilisée pour sculpter des latkes en forme et faire des tartes et autres friandises. La citrouille est non seulement délicieuse, mais elle présente également de nombreux avantages pour la santé. C'est un aliment faible en calories, riche en eau et en fibres alimentaires, ce qui contribue à la perte de poids et au soutien digestif. Dans l’ensemble, la citrouille est un aliment polyvalent et nutritif qui peut être utilisé dans diverses formes de cuisson et donne aux plats une saveur et une texture uniques. Ce n'est pas seulement un délicieux régal des fêtes, mais aussi un excellent choix pour les repas de tous les jours.
hu: A sütőtök egy gömb alakú zöldségnövény, amelynek egyik végén egy kiemelkedő kanál található. A tökfélék családjába tartozik, tápanyagforrás és ízletes étel. A töknek vastag külső kérge van, amely általában narancssárga színű, de lehet különböző árnyalatú, például sárga, zöld vagy akár fehér is. A tök belsejében húsos és lédús magok vannak, amelyeket pép vesz körül. A tök húsa élénk narancssárga színű és édes ízű. Számos tápanyagot tartalmaz, többek között A-vitamint, B-vitaminokat, C-vitamint, káliumot, magnéziumot és rostot. A sütőtök antioxidánsokban is gazdag, amelyek segíthetnek a gyulladások leküzdésében és az immunrendszer erősítésében. A sütőtök nagyon variálható élelmiszer, és számos ételben felhasználható. Húsa párolható, süthető, süthető, sülhet, vagy levesekhez és pürékhez adható. A tökmagot sütőben is megsüthetjük, és előételként vagy saláták kiegészítőjeként használhatjuk. Ezenkívül a sütőtök az őszi ünnepek, például a Halloween és a Hálaadás jelképe, ahol formás latkék faragására, piték és más édességek készítésére használják. A sütőtök nemcsak finom, hanem számos egészségügyi előnye is van. Alacsony kalóriatartalmú élelmiszer, amely sok vizet és élelmi rostot tartalmaz, ami segíti a fogyást és az emésztést. Összességében a sütőtök sokoldalú és tápláló élelmiszer, amely a főzés különböző formáiban felhasználható, és az ételeknek egyedi ízt és textúrát kölcsönöz. Nemcsak finom ünnepi csemege, hanem a mindennapi étkezésekhez is remek választás.
it: La zucca è una pianta vegetale che ha una forma sferica e un cucchiaio prominente ad una delle estremità. Appartiene alla famiglia delle zucche ed è una fonte di nutrienti e cibo delizioso. La zucca ha una corteccia esterna spessa che solitamente è di colore arancione, ma può assumere varie tonalità come il giallo, il verde e anche il bianco. All'interno della zucca si trovano semi carnosi e succosi circondati da polpa. La polpa della zucca è di colore arancione brillante e ha un sapore dolce. Contiene molti nutrienti tra cui vitamina A, vitamine del gruppo B, vitamina C, potassio, magnesio e fibre. La zucca è anche ricca di antiossidanti, che possono aiutare a combattere le infiammazioni e rafforzare il sistema immunitario. La zucca è un alimento molto variabile e può essere utilizzata in una varietà di piatti. La sua carne può essere cotta al vapore, al forno, arrostita o aggiunta a zuppe e puree. I semi di zucca possono anche essere cotti al forno e utilizzati come antipasto o aggiunta alle insalate. Inoltre, la zucca è un simbolo delle festività autunnali come Halloween e il Ringraziamento, dove viene utilizzata per intagliare latkes e preparare torte e altri dolci. La zucca non è solo deliziosa, ma ha anche molti benefici per la salute. È un alimento ipocalorico ricco di acqua e fibre alimentari, che aiuta nella perdita di peso e nel supporto digestivo. Nel complesso, la zucca è un alimento versatile e nutriente che può essere utilizzato in varie forme di cucina e conferisce ai piatti un sapore e una consistenza unici. Non è solo una deliziosa sorpresa per le vacanze, ma anche un'ottima scelta per i pasti di tutti i giorni.
ko: 호박은 구형이며 한쪽 끝에 눈에 띄는 숟가락이 있는 채소 식물입니다. 호박과에 속하며 영양분과 맛있는 음식의 원천입니다. 호박은 일반적으로 주황색이지만 노란색, 녹색, 심지어 흰색과 같은 다양한 색조가 될 수있는 두꺼운 바깥 껍질을 가지고 있습니다. 호박 안에는 펄프로 둘러싸인 다육하고 육즙이 많은 씨앗이 있습니다. 호박 과육은 밝은 주황색이며 단맛이 있습니다. 비타민 A, 비타민 B, 비타민 C, 칼륨, 마그네슘 및 섬유질을 포함한 많은 영양소가 포함되어 있습니다. 호박은 또한 항산화 물질이 풍부하여 염증과 싸우고 면역 체계를 강화하는 데 도움이 될 수 있습니다. 호박은 매우 다양한 음식이며 다양한 요리에 사용할 수 있습니다. 호박의 과육은 찌거나 굽거나 구워 먹거나 수프와 퓌레에 첨가할 수 있습니다. 호박씨는 오븐에서 구워 애피타이저로 사용하거나 샐러드에 추가 할 수도 있습니다. 또한 호박은 할로윈이나 추수감사절과 같은 가을 휴일의 상징으로, 호박을 조각하여 파이와 기타 과자를 만드는 데 사용하기도 합니다. 호박은 맛있을뿐만 아니라 건강에도 많은 이점이 있습니다. 호박은 수분과 식이섬유가 풍부한 저칼로리 식품으로 체중 감량과 소화 기능에 도움이 됩니다. 전반적으로 호박은 다양한 형태의 요리에 사용할 수 있고 요리에 독특한 풍미와 질감을주는 다재다능하고 영양가있는 식품입니다. 맛있는 명절 간식일 뿐만 아니라 일상 식사로도 훌륭한 선택입니다.
ru: Тыква - это овощное растение, которое имеет шарообразную форму и выдающуюся ложбинку на одном из концов. Она принадлежит семейству тыквенных и является источником питательных веществ и вкусных блюд. Тыква имеет толстую внешнюю кору, обычно оранжевого цвета, но может быть различных оттенков, таких как желтый, зеленый и даже белый. Внутри тыквы находятся мясистые и сочные семена, окруженные мякотью. Мякоть тыквы имеет ярко-оранжевый цвет и сладковатый вкус. Она содержит множество питательных веществ, включая витамин А, витамины группы В, витамин С, калий, магний и фибры. Тыква также богата антиоксидантами, которые могут помочь в борьбе с воспалениями и укреплении иммунной системы. Тыква является очень вариативным продуктом и может быть использована в различных блюдах. Ее мякоть может быть приготовлена на пару, запечена, обжарена или добавлена в супы и пюре. Семена тыквы также могут быть испечены в духовке и использованы как закуска или добавка к салатам. Кроме того, тыква является символом осенних праздников, таких как Хэллоуин и День Благодарения, где ее используют для вырезания фигурных латерней и приготовления пирогов и других сладостей. Тыква не только вкусна, но и имеет множество полезных свойств для здоровья. Она является низкокалорийным продуктом, который содержит много воды и пищевых волокон, что способствует снижению веса и поддержанию пищеварения. В целом, тыква - это универсальный и питательный продукт, который может быть использован в различных формах приготовления и придает блюдам неповторимый вкус и текстуру. Она является не только вкусным праздничным лакомством, но и отличным выбором для повседневного питания.

# Bedding,Radish
source: Radish
de: Radieschen
fr: Radis
hu: Retek
it: Ravanello
ko: 무
ru: Редис
