Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Shop,Canned_peasText
source: Canned peas are a food item that are mature green peas picked and soaked until they are fully mature and then canned inside a canning jar with salt and water or in some cases sugar and spices. Canned peas have a soft and tender texture and their flavor is sweet and refreshing. This product is most commonly used as an ingredient in salads, soups, stews, casseroles and other dishes, adding a fresh and crunchy element to them. It can also be heated and consumed on its own as a side dish or added to sandwiches. Canned peas contain many nutrients such as proteins, carbohydrates, fiber, vitamins and minerals. It is a rich source of vitamin C and B vitamins such as thiamine and folic acid. In addition, peas contain iron, potassium and magnesium. Canned peas are a convenient and affordable product as they can be stored for long periods of time without the need for refrigeration. It is also an economical choice as it has a long shelf life and you can use only the part you need without opening the whole jar. However, it is worth noting that canned peas may contain some salt or sugar, which should be taken into account when monitoring your consumption of these ingredients. In some cases, there may also be added preservatives or other chemicals, so reading the label and choosing quality products is recommended. Overall, canned peas are a popular and versatile food that offers delicious and nutritious options for a variety of dishes. It represents a convenient and affordable choice for quickly adding green freshness to our daily meals.
de: Eingemachte Erbsen sind ein Lebensmittel, bei dem reife grüne Erbsen geerntet und eingeweicht werden, bis sie voll ausgereift sind, und dann in einem Einmachglas mit Salz und Wasser oder in einigen Fällen mit Zucker und Gewürzen eingemacht werden. Eingemachte Erbsen haben eine weiche und zarte Textur und ihr Geschmack ist süß und erfrischend. Dieses Produkt wird am häufigsten als Zutat in Salaten, Suppen, Eintöpfen, Aufläufen und anderen Gerichten verwendet und verleiht diesen ein frisches und knackiges Element. Sie können auch erhitzt und allein als Beilage verzehrt oder zu Sandwiches hinzugefügt werden. Eingemachte Erbsen enthalten viele Nährstoffe wie Proteine, Kohlenhydrate, Ballaststoffe, Vitamine und Mineralien. Sie sind eine reiche Quelle für Vitamin C und B-Vitamine wie Thiamin und Folsäure. Darüber hinaus enthalten Erbsen Eisen, Kalium und Magnesium. Eingemachte Erbsen sind ein praktisches und preiswertes Produkt, da sie lange gelagert werden können, ohne dass sie gekühlt werden müssen. Sie sind auch eine wirtschaftliche Wahl, da sie lange haltbar sind und Sie nur den Teil verwenden können, den Sie brauchen, ohne das ganze Glas zu öffnen. Eingemachte Erbsen können jedoch etwas Salz oder Zucker enthalten, was bei der Überwachung des Verbrauchs dieser Zutaten berücksichtigt werden sollte. In einigen Fällen können auch Konservierungsstoffe oder andere chemische Stoffe zugesetzt sein, daher empfiehlt es sich, das Etikett zu lesen und Qualitätsprodukte zu wählen. Insgesamt sind Eingemachte Erbsen ein beliebtes und vielseitiges Lebensmittel, das für eine Vielzahl von Gerichten eine köstliche und nahrhafte Alternative darstellt. Sie sind eine bequeme und erschwingliche Wahl, um unseren täglichen Mahlzeiten schnell grüne Frische zu verleihen.
fr: Les pois en conserve sont un aliment composé de pois verts mûrs cueillis et trempés jusqu'à ce qu'ils soient complètement mûrs, puis mis en conserve dans un bocal avec du sel et de l'eau ou, dans certains cas, du sucre et des épices. Les pois en conserve ont une texture douce et tendre et leur saveur est douce et rafraîchissante. Ce produit est le plus souvent utilisé comme ingrédient dans les salades, les soupes, les ragoûts, les ragoûts et autres plats, en leur ajoutant un élément frais et croquant. Il peut également être réchauffé et consommé seul en accompagnement ou ajouté à des sandwichs. Les pois en conserve contiennent de nombreux nutriments tels que des protéines, des glucides, des fibres, des vitamines et des minéraux. C'est une riche source de vitamines C et B telles que la thiamine et l'acide folique. De plus, les pois contiennent du fer, du potassium et du magnésium. Les pois en conserve sont un produit pratique et abordable car ils peuvent être conservés pendant de longues périodes sans avoir besoin de réfrigération. C'est également un choix économique car il a une longue durée de conservation et vous pouvez utiliser uniquement la pièce dont vous avez besoin sans ouvrir tout le pot. Cependant, il convient de noter que les pois en conserve peuvent contenir du sel ou du sucre, dont il convient de tenir compte lors du suivi de votre consommation de ces ingrédients. Dans certains cas, des conservateurs ou d'autres produits chimiques peuvent également être ajoutés, il est donc recommandé de lire l'étiquette et de choisir des produits de qualité. Dans l’ensemble, les pois en conserve sont un aliment populaire et polyvalent qui offre des options délicieuses et nutritives pour une variété de plats. Il représente un choix pratique et abordable pour ajouter rapidement de la fraîcheur verte à nos repas quotidiens.
hu: A borsókonzerv olyan élelmiszer, amelyet érett zöldborsóból szednek és áztatnak, amíg teljesen be nem érik, majd konzervdobozban sóval és vízzel, vagy bizonyos esetekben cukorral és fűszerekkel konzerválnak. A konzervborsó puha és zsenge állagú, íze pedig édes és frissítő. Ezt a terméket leggyakrabban saláták, levesek, pörköltek, raguk és más ételek összetevőjeként használják, friss és ropogós elemet adva nekik. Felmelegítve önmagában is fogyasztható köretként vagy szendvicsekhez adva. A borsókonzerv számos tápanyagot tartalmaz, például fehérjéket, szénhidrátokat, rostokat, vitaminokat és ásványi anyagokat. Gazdag forrása a C-vitaminnak és a B-vitaminoknak, például a tiaminnak és a folsavnak. Ezenkívül a borsó vasat, káliumot és magnéziumot tartalmaz. A borsókonzerv kényelmes és megfizethető termék, mivel hűtés nélkül hosszú ideig tárolható. Gazdaságos választás is, mivel hosszú eltarthatósági idővel rendelkezik, és csak a szükséges részt használhatja fel anélkül, hogy az egész üveget felbontaná. Érdemes azonban megjegyezni, hogy a borsókonzerv tartalmazhat némi sót vagy cukrot, amit figyelembe kell venni, ha figyelemmel kíséri ezen összetevők fogyasztását. Bizonyos esetekben hozzáadott tartósítószerek vagy más vegyi anyagok is lehetnek benne, ezért ajánlott elolvasni a címkét és minőségi termékeket választani. Összességében a borsókonzerv népszerű és sokoldalúan felhasználható élelmiszer, amely számos ételhez kínál ízletes és tápláló lehetőséget. Kényelmes és megfizethető választást jelent, ha gyorsan zöld frissességgel szeretnénk gazdagítani mindennapi ételeinket.
it: I piselli in scatola sono un alimento composto da piselli maturi raccolti e messi a bagno fino alla completa maturazione e poi inscatolati all'interno di un barattolo con sale e acqua o in alcuni casi zucchero e spezie. I piselli in scatola hanno una consistenza morbida e tenera e il loro sapore è dolce e rinfrescante. Questo prodotto viene comunemente utilizzato come ingrediente in insalate, zuppe, stufati, sformati e altri piatti, aggiungendovi un elemento fresco e croccante. Può anche essere riscaldato e consumato da solo come contorno o aggiunto ai panini. I piselli in scatola contengono molti nutrienti come proteine, carboidrati, fibre, vitamine e minerali. È una ricca fonte di vitamina C e vitamine del gruppo B come tiamina e acido folico. Inoltre, i piselli contengono ferro, potassio e magnesio. I piselli in scatola sono un prodotto conveniente ed economico poiché possono essere conservati per lunghi periodi di tempo senza bisogno di refrigerazione. È anche una scelta economica poiché ha una lunga durata e puoi utilizzare solo la parte che ti serve senza aprire l'intero barattolo. Tuttavia, vale la pena notare che i piselli in scatola possono contenere sale o zucchero, di cui tenere conto quando si monitora il consumo di questi ingredienti. In alcuni casi possono essere aggiunti anche conservanti o altre sostanze chimiche, quindi si consiglia di leggere l'etichetta e scegliere prodotti di qualità. Nel complesso, i piselli in scatola sono un alimento popolare e versatile che offre opzioni deliziose e nutrienti per una varietà di piatti. Rappresenta una scelta comoda ed economica per aggiungere rapidamente freschezza verde ai nostri pasti quotidiani.
ko: 완두콩 통조림은 완두콩을 수확하여 완전히 익을 때까지 불린 다음 통조림 병에 소금과 물 또는 경우에 따라 설탕과 향신료를 넣어 통조림으로 만든 식품입니다. 통조림 완두콩은 식감이 부드럽고 부드러우며 달콤하고 상큼한 맛이 납니다. 이 제품은 샐러드, 수프, 스튜, 캐서롤 및 기타 요리의 재료로 가장 일반적으로 사용되며 신선하고 바삭 바삭한 요소를 추가합니다. 또한 가열하여 반찬으로 단독으로 섭취하거나 샌드위치에 추가 할 수도 있습니다. 통조림 완두콩에는 단백질, 탄수화물, 섬유질, 비타민 및 미네랄과 같은 많은 영양소가 포함되어 있습니다. 비타민 C와 티아민 및 엽산과 같은 비타민 B의 풍부한 공급원입니다. 또한 완두콩에는 철분, 칼륨 및 마그네슘이 포함되어 있습니다. 완두콩 통조림은 냉장 보관할 필요 없이 장기간 보관할 수 있어 편리하고 저렴한 제품입니다. 또한 유통 기한이 길고 병 전체를 열지 않고도 필요한 부분 만 사용할 수 있으므로 경제적 인 선택입니다. 그러나 통조림 완두콩에는 약간의 소금이나 설탕이 함유되어있을 수 있으므로 이러한 성분의 섭취를 모니터링 할 때 고려해야합니다. 경우에 따라 방부제 나 기타 화학 물질이 첨가 될 수도 있으므로 라벨을 읽고 양질의 제품을 선택하는 것이 좋습니다. 전반적으로 완두콩 통조림은 다양한 요리에 맛있고 영양가 있는 옵션을 제공하는 인기 있고 다재다능한 식품입니다. 매일 식사에 녹색의 신선함을 빠르게 추가할 수 있는 편리하고 저렴한 선택입니다.
ru: Консервированный горошек - это продукт питания, представляющий собой зрелые зеленые горошины, собранные и замоченные вплоть до их полной зрелости, а затем консервированные внутри консервной банки с добавлением соли и воды или в некоторых случаях с сахаром и специями. Консервированный горошек имеет мягкую и нежную текстуру, а его вкус является сладким и освежающим. Этот продукт наиболее часто используется в качестве компонента в салатах, супах, рагу, запеканках и других блюдах, добавляя им свежий и хрустящий элемент. Он также может быть подогрет и употреблен самостоятельно в качестве гарнира или добавлен в бутерброды. Консервированный горошек содержит множество питательных веществ, таких как белки, углеводы, клетчатка, витамины и минералы. Он является богатым источником витамина С и витаминов группы В, таких как тиамин и фолиевая кислота. Кроме того, горошек содержит железо, калий и магний. Консервированный горошек является удобным и доступным продуктом, поскольку его можно хранить в течение длительного времени без необходимости в холодильнике. Он также является экономичным выбором, поскольку имеет долгий срок годности и можно использовать только нужную часть, не открывая всю банку. Однако стоит отметить, что консервированный горошек может содержать некоторое количество соли или сахара, что нужно учитывать при контроле потребления этих ингредиентов. В некоторых случаях также возможно наличие добавленных консервантов или других химических веществ, поэтому рекомендуется чтение этикетки и выбор качественных продуктов. В целом, консервированный горошек является популярным и универсальным продуктом питания, который предлагает вкусные и питательные возможности для приготовления различных блюд. Он представляет собой удобный и доступный выбор для быстрого добавления зеленой свежести в нашу ежедневную пищу.

# Shop,ChickenLeg
source: Chicken leg
de: Hähnchenkeule
fr: Cuisse de poulet
hu: Csirkecomb
it: Coscia di pollo
ko: 닭 다리
ru: Куриная ножка

# Shop,ChickenLegText
source: Smoked chicken thighs - it's not just a product, it's a delicacy, a delicacy. They are appropriate on the table both on a weekday and on a holiday. They can easily replace tired and not quite useful sausage in sandwiches, and you can cook a hearty and nutritious meal. Smoked hams look so appetizing that few people who look at the photo, do not want this delicacy! What to say about this flavorful product on the shelves: for the most part, it doesn't stay there long.
de: Geräucherte Hähnchenschenkel - das ist nicht nur ein Produkt, sondern eine Delikatesse, eine Köstlichkeit. Sie passen sowohl an einem Wochentag als auch an einem Feiertag auf den Tisch. Sie können leicht die langweilige und nicht mehr ganz brauchbare Wurst in Sandwiches ergänzen, sodass man eine herzhafte und nahrhafte Mahlzeit zubereiten kann. Geräucherter Schinken sieht so appetitlich aus, dass kaum jemand, der das Foto betrachtet, diese Delikatesse nicht haben möchte! Was soll man zu diesem schmackhaften Produkt in den Regalen sagen: Meistens bleibt es dort nicht lange liegen.
fr: Cuisses de poulet fumées - ce n'est pas seulement un produit, c'est un délice, un délice. Ils conviennent sur la table aussi bien en semaine que les jours fériés. Ils peuvent facilement remplacer les saucisses fatiguées et peu utiles dans les sandwichs, et vous pouvez préparer un repas copieux et nutritif. Les jambons fumés ont l'air si appétissants que peu de gens qui regardent la photo ne veulent pas de ce délice ! Que dire de ce produit savoureux en rayon : pour la plupart, il n'y reste pas longtemps.
hu: Füstölt csirkecomb - ez nem csak egy termék, ez egy csemege, egy ínyencség. Mind hétköznap, mind ünnepnapon megfelelőek az asztalon. Könnyedén helyettesíthetik a szendvicsekben a fáradt és nem éppen hasznos kolbászt, és kiadós és tápláló ételt készíthetünk belőlük. A füstölt sonkák olyan étvágygerjesztően néznek ki, hogy kevés ember, aki ránéz a fotóra, nem kívánja ezt a csemegét! Mit mondjunk erről az ízletes termékről a polcokon: a legtöbbször nem marad ott sokáig.
it: Cosce di pollo affumicate: non è solo un prodotto, è una prelibatezza, una prelibatezza. Sono appropriati sul tavolo sia nei giorni feriali che nei giorni festivi. Possono facilmente sostituire la salsiccia stanca e non del tutto utile nei panini e puoi cucinare un pasto abbondante e nutriente. I prosciutti affumicati sembrano così appetitosi che poche persone che guardano la foto non vogliono questa prelibatezza! Che dire di questo gustoso prodotto sugli scaffali: nella maggior parte dei casi non resta lì a lungo.
ko: 훈제 닭다리살은 단순한 제품이 아니라 진미, 별미입니다. 평일과 휴일 모두 테이블에 적합합니다. 샌드위치에서 피곤하고 쓸모없는 소시지를 쉽게 대체 할 수 있으며 풍성하고 영양가있는 식사를 요리 할 수 있습니다. 훈제 햄은 너무 식욕을 돋우는 것처럼 보이기 때문에 사진을 보는 사람들은이 진미를 원하지 않는 사람이 거의 없습니다! 진열대에 놓인 이 풍미 가득한 제품에 대해 할 말: 대부분의 경우 오래 보관하지 않습니다.
ru: Копченые куриные окорочка - это не просто продукт, это деликатес, изысканный деликатес. Они уместны на столе и в будний день, и в праздник. Ими можно легко заменить надоевшую и не совсем полезную колбасу в бутербродах, а можно приготовить сытное и питательное блюдо. Копченые окорочка выглядят настолько аппетитно, что мало кто, взглянув на фотографию, не захочет этого деликатеса! Что можно сказать об этом ароматном продукте на прилавках: в большинстве своем он там долго не задерживается.

# Shop,Cottagecheese
source: Cottage cheese
de: Hüttenkäse
fr: Fromage blanc
hu: Túró
it: Fiocchi di latte
ko: 코티지 치즈
ru: Творог
