Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# ST_Menu,DIsplaySettings_HDRUI_SubText
source: Enable HDR UI Composition Mode. <h>Corrects washed out UI when HDR is enabled.</> <b>Default Value: Off</>
de: Aktivieren Sie den HDR UI Composition Mode. <h>Korrigiert ausgewaschene UI, wenn HDR aktiviert ist.</> <b>Standardwert: Aus</>
fr: Activez le mode de composition de l'interface utilisateur HDR. <h>Corrige l'interface utilisateur délavée lorsque le HDR est activé.</> <b>Valeur par défaut : Désactivé</>
hu: HDR UI kompozíciós mód engedélyezése. <h>Javítja a kimosódott felhasználói felületet, ha a HDR engedélyezve van.</> <b>Alapértelmezett érték: Ki</>
it: Abilita la modalità di composizione dell'interfaccia utente HDR. <h>Corregge l'interfaccia utente sbiadita quando l'HDR è abilitato.</> <b>Valore predefinito: disattivato</>
ko: HDR UI Composition Mode 활성화. <h>HDR 활성화 시 Washout UI 수정.</> <b>기본값: Off</>
ru: Включите режим композиции пользовательского интерфейса HDR. <h>Исправляет размытый пользовательский интерфейс при включенном HDR.</> <b>Значение по умолчанию: Выкл.</>

# ST_Menu,DisplaySettings_HDRUIBrightness
source: HDR UI Brightness
de: HDR UI Helligkeit
fr: Luminosité de l'interface utilisateur HDR
hu: HDR UI fényerő
it: Luminosità dell'interfaccia utente HDR
ko: HDR UI 밝기
ru: Яркость пользовательского интерфейса HDR

# ST_Menu,DisplaySettings_HDRUIBrightness_SubText
source: Adjust the brightness of UI elements when HDR is enabled. <h>Requires HDR UI to be enabled.</> <b>Default Value: 2.0</>
de: Passt die Helligkeit von UI-Elementen an, wenn HDR aktiviert ist. <h>Erfordert, dass HDR UI aktiviert ist.</> <b>Standardwert: 2.0</>
fr: Ajustez la luminosité des éléments de l'interface utilisateur lorsque le HDR est activé. <h>Nécessite l'activation de l'interface utilisateur HDR.</> <b>Valeur par défaut : 2,0</>
hu: Állítsa be a felhasználói felület elemeinek fényerejét, ha a HDR engedélyezve van. <h>A HDR felhasználói felület engedélyezése szükséges.</> <b>Alapértelmezett érték: 2,0</>
ko: HDR 활성화 시 UI 요소 밝기 조정 <h> HDR UI 활성화 필요.</> <b>기본값: 2.0</>
ru: Отрегулируйте яркость элементов пользовательского интерфейса, когда включена функция HDR. <h>Требуется включить HDR UI.</> <b>Значение по умолчанию: 2.0</>

# ST_Menu,DisplaySettings_LockFPS
source: Lock FPS
de: FPS begrenzen
fr: Verrouillé FPS
hu: FPS rögzítése
it: Blocco FPS
ko: 프레임 제한
ru: Блокировка кадров

# ST_Menu,DisplaySettings_LockFPS_Subtext
source: Locks the <h>frames per second (FPS)</> to a fixed value. It's advised to lock the FPS, if the frame rate is highly variable or exceeds your display's refresh rate. <b>Default Value: Unlocked</>
de: Begrenzt die <h>Bilder pro Sekunde (FPS)</> auf einen festen Wert. Es ist ratsam, die FPS zu sperren, wenn die Bildwiederholrate sehr variabel ist oder die Bildwiederholfrequenz Ihres Bildschirms überschreitet. <b>Standardwert: Unbegrenzt</>
fr: Verrouille les <h>images par seconde (FPS)</> sur une valeur fixe. Il est conseillé de verrouiller le FPS si la fréquence d'images est très variable ou dépasse le taux de rafraîchissement de votre écran. <b>Valeur par défaut : Débloqué</>
hu: Rögzíti a <h>képkocka per másodpercet (FPS)</> egy rögzített értékre. Javasoljuk, hogy zárolja az FPS-t, ha a képkockasebesség erősen változó vagy meghaladja a képernyő frissítési gyakoriságát. <b>Alapértelmezett érték: feloldva</>
it: Blocca i <h>fotogrammi al secondo (FPS)</> su un valore fisso. Si consiglia di bloccare gli FPS se il frame rate è molto variabile o supera la frequenza di aggiornamento del display. <b>Valore predefinito: sbloccato</>
ko: <h> 프레임/초(FPS)</> 를 고정된 값으로 잠급니다. 프레임 속도가 매우 가변적인 경우 FPS를 잠그는 것이 좋습니다 디스플레이의 새로 고침 빈도를 초과합니다. <b>기본값: 잠금 해제됨</>
ru: Фиксирует <h>количество кадров в секунду (FPS)</> на фиксированном значении. Рекомендуется заблокировать частоту кадров в секунду, если частота кадров сильно варьируется или превышает частоту обновления вашего дисплея. <b>Значение по умолчанию: Разблокировано</>

# ST_Menu,DisplaySettings_LockFPS_Unlocked
source: Unlocked
de: Unbegrenzt
fr: Débloquer
hu: Feloldott
it: Sbloccato
ko: 잠금 해제됨
ru: Разблокирован

# ST_Menu,DisplaySettings_Performance
source: Performance
de: Leistung
hu: Teljesítmény
it: Prenstazioni
ko: 성능
ru: Представление

# ST_Menu,DisplaySettings_Protanope
source: Protanope
de: Rotblindheit
ko: 적색맹

# ST_Menu,DisplaySettings_ResolutionScale
source: Resolution Scale
de: Auflösungsskalierung
fr: Échelle de résolution
hu: Felbontási skála
it: Scala di risoluzione
ko: 해상도 스케일
ru: Масштаб разрешения

# ST_Menu,DisplaySettings_ResolutionScale_Subtext
source: Set the resolution scaling to modify the <h>render resolution</>. A resolution scale of 50 would halve the render resolution in relation to the actual display resolution. The minimum resolution scale can vary for different display resolutions.
de: Legen Sie die Auflösungsskalierung fest, um die <h>Renderauflösung</> zu ändern. Eine Auflösungsskalierung von 50 würde die Renderauflösung im Verhältnis zur tatsächlichen Bildschirmauflösung halbieren. Die minimale Auflösungsskalierung kann für verschiedene Bildschirmauflösungen variieren.
fr: Définissez l'échelle de résolution pour modifier la <h>résolution de rendu</>. Une échelle de résolution de 50 réduirait de moitié la résolution de rendu par rapport à la résolution d'affichage réelle. L'échelle de résolution minimale peut varier pour différentes résolutions d'affichage.
hu: A felbontás skálázásának beállítása a <h>lejátszási felbontás</> módosításához. Az 50-es felbontási skála megfelezi a renderelési felbontást a tényleges megjelenítési felbontáshoz képest. A minimális felbontási skála különböző kijelzőfelbontások esetén változhat.
it: Impostare la scala di risoluzione per modificare la <h>risoluzione di rendering</>. Una scala di risoluzione di 50 dimezza la risoluzione di rendering rispetto alla risoluzione effettiva del display. La scala di risoluzione minima può variare per le diverse risoluzioni del display.
ko: 해상도 배율을 설정하여 <h>렌더 해상도</>를 수정합니다. 해상도 스케일이 50이면 실제 디스플레이 해상도와 비교하여 렌더링 해상도가 절반으로 줄어듭니다. 최소 해상도 눈금은 디스플레이 해상도에 따라 달라질 수 있습니다.
ru: Задайте масштабирование разрешения для изменения <h>разрешения рендеринга</>. Масштаб разрешения, равный 50, уменьшит разрешение рендеринга в два раза по сравнению с реальным разрешением дисплея. Минимальный масштаб разрешения может быть различным для разных разрешений дисплея.

# ST_Menu,DisplaySettings_ShowFPSCounter
source: Show FPS counter
de: FPS-Zähler anzeigen
fr: Afficher le compteur FPS
hu: FPS számláló megjelenítése
it: Mostra il contatore FPS
ko: FPS 카운터 표시
ru: Показать счетчик FPS

# ST_Menu,DisplaySettings_ShowFPSCounter_Subtext
source: Enables the frames per second (FPS) counter
de: Aktiviert den Zähler der Bilder pro Sekunde (FPS)
fr: Active le compteur d'images par seconde (FPS)
hu: Engedélyezi a másodpercenkénti képkocka (FPS) számlálót
it: Attiva il contatore dei fotogrammi al secondo (FPS)
ko: 초당 프레임 수(FPS) 카운터를 활성화합니다
ru: Включение счетчика кадров (FPS)

# ST_Menu,DisplaySettings_Title
source: Display
de: Bildschirm
fr: Affichage
hu: Megjelenítés
ko: 디스플레이
ru: Дисплей

# ST_Menu,DisplaySettings_Tritanope
source: Tritanope
de: Blaublindheit
ko: 청색맹
ru: Тританопе

# ST_Menu,DisplaySettings_VSync_Subtext
source: VSync, or Vertical Synchronization, is a graphics option that synchronizes the game's frame rate with the refresh rate of the display. <h>This can help prevent screen tearing,</> a visual artifact where parts of the screen appear to be out of sync with each other, but can also cause increased input lag. <b>Default Value: Off</>
de: VSync, oder Vertikale Synchronisation, ist eine Grafikoption, die die Bildwiederholrate des Spiels mit der Bildwiederholrate des Bildschirms synchronisiert. <h>Dies kann helfen, Screen Tearing zu verhindern,</> ein visuelles Artefakt, bei dem Teile des Bildschirms nicht synchron zueinander zu sein scheinen, kann aber auch einen erhöhten Input Lag verursachen. <b>Standardwert: Aus</>
fr: VSync, ou synchronisation verticale, est une option graphique qui synchronise la fréquence d'images du jeu avec la fréquence de rafraîchissement de l'écran. <h>Cela peut aider à éviter le déchirement de l'écran,</> un artefact visuel dans lequel certaines parties de l'écran semblent désynchronisées les unes par rapport aux autres, mais peut également entraîner un décalage d'affichage accru. <b>Valeur par défaut : Désactivé</>
hu: A VSync vagy a Vertical Synchronization egy grafikus opció, amely szinkronizálja a játék képkockasebességét a kijelző frissítési gyakoriságával. <h>Ez segíthet megelőzni a képernyő szakadását,</> egy vizuális műterméket, ahol a képernyő egyes részei úgy tűnik, hogy nincsenek egymással szinkronban, de megnövekedett beviteli késleltetést is okozhat. <b>Alapértelmezett érték: Ki</>
ko: VSync 또는 Vertical Synchronization(수직 동기화)는 게임의 프레임 속도와 디스플레이의 새로 고침 속도를 동기화하는 그래픽 옵션입니다. 이를 통해 화면의 일부가 서로 동기화되지 않은 것처럼 보이는 시각적 아티팩트인 <h>화면 찢김을 방지할 수 있지만</> 입력 지연을 증가시킬 수도 있습니다. <b>기본값: Off</>
ru: VSync, или вертикальная синхронизация, - это графическая опция, которая синхронизирует частоту кадров в игре с частотой обновления дисплея. <h> Это может помочь предотвратить разрыв экрана, визуальный артефакт, при котором части экрана кажутся несинхронизированными друг с другом, но также может привести к увеличению задержки ввода. <b>Значение по умолчанию: Выкл.</>

# ST_Menu,DisplaySettings_WindowMode
source: Window Mode
de: Fenstermodus
fr: Mode fenêtre
hu: Ablakos mód
it: Modalità finestra
ko: 창 모드
ru: Оконный режим

# ST_Menu,DisplaySettings_WindowMode_Borderless
source: Borderless
de: Randlos
fr: Sans bordure
hu: Határtalan
it: Senza confini
ko: 보더리스
ru: Безрамочный

# ST_Menu,DisplaySettings_WindowMode_FullScreen
source: Full Screen
de: Vollbild
fr: Plein écran
hu: Teljes képernyő
it: SCHERMO PIENO
ko: 전체 화면
ru: Полноэкранный режим

# ST_Menu,DisplaySettings_WindowMode_Subtext
source: Select the display mode for the game. <h>Fullscreen offers the best performance and feature compatibility</> with features such as HDR. Borderless will take up the entire screen, but allow you to change between different applications without the need to minimize the game. <b>Default Value: Fullscreen</>
de: Wählen Sie den Anzeigemodus für das Spiel. <h>Vollbild bietet die beste Leistung und Funktionskompatibilität</> mit Funktionen wie HDR. Randlos nimmt den gesamten Bildschirm ein, ermöglicht es Ihnen aber, zwischen verschiedenen Anwendungen zu wechseln, ohne das Spiel zu minimieren. <b>Standardwert: Vollbild</>
fr: Sélectionnez le mode d'affichage du jeu. <h>Le plein écran offre les meilleures performances et compatibilité des fonctionnalités</> avec des fonctionnalités telles que le HDR. Borderless occupera tout l'écran, mais vous permettra de basculer entre différentes applications sans avoir besoin de minimiser le jeu. <b>Valeur par défaut : Plein écran</>
hu: Válassza ki a játék megjelenítési módját. <h>A teljes képernyő a legjobb teljesítményt és funkciókompatibilitást kínálja</> olyan funkciókkal, mint a HDR. A Borderless a teljes képernyőt elfoglalja, de lehetővé teszi a különböző alkalmazások közötti váltást anélkül, hogy minimálisra kellene csökkentenie a játékot. <b>Alapértelmezett érték: Teljes képernyő</>
it: Seleziona la modalità di visualizzazione del gioco. <h>Lo schermo intero offre le migliori prestazioni e compatibilità delle funzionalità</> con funzionalità come l'HDR. Borderless occuperà l'intero schermo, ma ti consentirà di passare da un'applicazione all'altra senza la necessità di ridurre a icona il gioco. <b>Valore predefinito: Schermo intero</>
ko: 게임의 디스플레이 모드를 선택하십시오. <h>전체 화면은 HDR과 같은 기능과 최고의 성능 및 기능 호환성을 제공합니다.</> 보더리스는 전체 화면을 차지하지만 게임을 최소화할 필요 없이 다른 애플리케이션 간에 변경할 수 있습니다. <b>기본값: 전체화면</>
ru: Выберите режим отображения игры. <h> Полноэкранный режим обеспечивает наилучшую производительность и совместимость функций</> с такими функциями, как HDR. Без полей будет занимать весь экран, но позволит вам переключаться между различными приложениями без необходимости сворачивать игру. <b>Значение по умолчанию: Полноэкранный режим</>

# ST_Menu,DisplaySettings_WindowMode_Windowed
source: Windowed
de: Im Fenster
fr: Fenêtré
hu: Ablakos
it: A finestra
ko: 창
ru: Оконный

# ST_Menu,DLSS_Auto
source: Auto
fr: Automatique
ko: 자동
ru: Авто

# ST_Menu,GameplaySettings_Difficulty
source: Difficulty
de: Schwierigkeit
fr: Difficulté
hu: Nehézség
it: Difficolta'
ko: 난이도
ru: Сложность

# ST_Menu,GameplaySettings_Difficulty_Easy
source: Easy
de: Einfach
fr: Facile
hu: Könnyű
it: Facile
ko: 쉬움
ru: Легко

# ST_Menu,GameplaySettings_Difficulty_Expert
source: Expert
de: Experte
hu: Szakértő
it: Esperto
ko: 전문가
ru: Эксперт

# ST_Menu,GameplaySettings_Difficulty_Hard
source: Hard
de: Hart
fr: Hardcore
hu: Kemény
it: Duro
ko: 하드
ru: Трудный

# ST_Menu,GameplaySettings_Difficulty_Medium
source: Medium
de: Mittel
fr: Moyen
hu: Közepes
it: Medio
ko: 보통
ru: Средний

# ST_Menu,GameplaySettings_Difficulty_Subtext
source: Set the gameplay difficulty. With a higher difficulty <h>enemies will be tougher and important items more rare.</> Players that are new to this genre should start out on <h>Easy</> Difficulty. <b>Default Value: Medium</>
de: Legen Sie den Schwierigkeitsgrad des Spiels fest. Mit einem höheren Schwierigkeitsgrad werden <h>Feinde härter und wichtige Gegenstände seltener.</> Spieler, die neu in diesem Genre sind, sollten mit dem Schwierigkeitsgrad <h>Leicht</> beginnen. <b>Standardwert: Mittel</>
fr: Définissez la difficulté du jeu. Avec une difficulté plus élevée, <h>les ennemis seront plus coriaces et les objets importants plus rares.</> Les joueurs qui débutent dans ce genre devraient commencer en difficulté <h>Facile</>. <b>Valeur par défaut : Moyenne</>
hu: Állítsa be a játék nehézségét. Magasabb nehézségi fok esetén <h>az ellenségek keményebbek, a fontos tárgyak pedig ritkábbak lesznek.</> Azok a játékosok, akik még nem ismerik ezt a műfajt, az <h>könnyű</> nehézségi fokozattal kezdjenek. <b>Alapértelmezett érték: Közepes</>
it: Imposta la difficoltà di gioco. Con una difficoltà più alta, <h>i nemici saranno più resistenti e gli oggetti importanti più rari.</> I giocatori che sono nuovi a questo genere dovrebbero iniziare con la difficoltà <h>Facile</>. <b>Valore predefinito: Medio</>
ko: 게임 플레이를 난이도를 설정하세요. <h>난이도가 높을수록 적은 더 거칠고 중요한 아이템은 더 희귀할 것입니다.</> 이 장르를 처음 접하는 플레이어는 <h>쉬움</> 난이도에서 시작하세요. <b>기본값: 보통 </>
ru: Установите сложность игрового процесса. При более высокой сложности враги будут более жесткими, а важные предметы - более редкими.</> Игрокам, которые являются новичками в этом жанре, следует начинать с <h>легкой </> сложности. <b>Значение по умолчанию: Средний</>

# ST_Menu,GameplaySettings_Game
source: Game
de: Spiel
fr: Jeu
hu: Játék
it: Gioco
ko: 게임
ru: Игра

# ST_Menu,GameplaySettings_Gameplay
source: Gameplay
de: Spielweise
fr: Jouabilité
hu: Játékmenet
it: Gioco
ko: 게임 플레이
ru: Игровой процесс

# ST_Menu,GameplaySettings_Language
source: Language
de: Sprache
hu: Nyelv
it: Lingua
ko: 언어
ru: Язык

# ST_Menu,GameplaySettings_Language_Subtext
source: Set the language that <h>all text</> will be displayed in throughout the Game. <b>Default Value: English</>
de: Legt die Sprache fest, in der <h>der gesamte Text</> im Spiel angezeigt werden soll. <b>Standardwert: Englisch</>
fr: Définissez la langue dans laquelle <h>tout le texte</> sera affiché tout au long du jeu. <b>Valeur par défaut : anglais</>
hu: Állítsa be a nyelvet, amelyen <h>minden szöveg</> jelenjen meg a játék során. <b>Alapértelmezett érték: angol</>
it: Imposta la lingua in cui verrà visualizzato <h>tutto il testo</> durante il gioco. <b>Valore predefinito: inglese</>
ko: 게임 전체에 <h>모든 텍스트</>가 표시될 언어를 설정합니다. <b>기본값: 영어</>
ru: Установите язык, на котором <h>будет отображаться весь текст</> на протяжении всей игры. <b>Значение по умолчанию: английский</>

# ST_Menu,GameplaySettings_Subtitles
source: Subtitles
de: Untertitel
fr: Sous - titres
hu: Feliratok
it: Sottotitoli
ko: 자막
ru: Субтитры

# ST_Menu,GameplaySettings_Subtitles_Subtext
source: Set if Subtitles are displayed <h>whenever a character speaks.</> They can be used to aid in understanding the game's story and dialogue, especially for players who may have difficulty hearing or understanding spoken language. <b>Default Value: Off</>
de: Legt fest, ob Untertitel angezeigt werden, <h>wenn ein Charakter spricht.</> Sie können verwendet werden, um das Verständnis der Geschichte und der Dialoge des Spiels zu erleichtern, besonders für Spieler, die Schwierigkeiten haben, gesprochene Sprache zu hören oder zu verstehen. <b>Standardwert: Aus</>
fr: Définissez si les sous-titres sont affichés <h>chaque fois qu'un personnage parle.</> Ils peuvent être utilisés pour aider à comprendre l'histoire et les dialogues du jeu, en particulier pour les joueurs qui peuvent avoir des difficultés à entendre ou à comprendre la langue parlée. <b>Valeur par défaut : Désactivé</>
hu: Állítsa be, hogy megjelenjenek-e a feliratok <h>amikor egy karakter beszél.</> Használhatók a játék történetének és párbeszédének megértéséhez, különösen azoknak a játékosoknak, akiknek nehézségei vannak a beszédnyelv hallásában vagy megértésében. <b>Alapértelmezett érték: Ki</>
ko: 캐릭터가 말할 때마다 <h>자막이 표시되는 경우 설정합니다</> 특히 음성 언어를 듣거나 이해하기 어려울 수 있는 플레이어의 경우 게임의 스토리와 대화를 이해하는 데 도움이 될 수 있습니다. <b>기본값: Off</>
ru: Установите, отображаются ли субтитры <h> всякий раз, когда персонаж говорит.</> Они могут быть использованы для облегчения понимания сюжета игры и диалогов, особенно для игроков, которые могут испытывать трудности со слухом или пониманием разговорной речи. <b>Значение по умолчанию: Выкл.</>

# ST_Menu,GamePlaySettings_Title
source: Game
de: Spiel
fr: Jeu
hu: Játék
it: Gioco
ko: 게임
ru: Игра

# ST_Menu,GraphicsSettings_AmbientOcclusion
source: Ambient Occlusion
fr: Occlusion ambiante
hu: Környezeti okklúzió
ko: 앰비언트 오클루전
ru: Окружающая окклюзия

# ST_Menu,GraphicsSettings_AmbientOcclusion_Subtext
source: Ambient Occlusion adds depth and realism to a game's visuals by simulating how light interacts with objects in a scene. <h>It darkens areas where objects are close together,</> simulating shadows and crevices that occur naturally in the environment.
de: Ambient Occlusion verleiht der Grafik eines Spiels mehr Tiefe und Realismus, indem simuliert wird, wie Licht mit Objekten in einer Szene interagiert. <h>Es verdunkelt Bereiche, in denen Objekte nahe beieinander liegen,</> und simuliert Schatten und Spalten, die natürlich in der Umgebung vorkommen.
fr: L'occlusion ambiante ajoute de la profondeur et du réalisme aux visuels d'un jeu en simulant la façon dont la lumière interagit avec les objets d'une scène. <h>Il assombrit les zones où les objets sont proches les uns des autres,</> simulant les ombres et les crevasses qui se produisent naturellement dans l'environnement.
hu: Az Ambient Occlusion mélységet és realizmust kölcsönöz a játék látványvilágának azáltal, hogy szimulálja a fény kölcsönhatását a jelenetben lévő tárgyakkal. <h>Sötétíti azokat a területeket, ahol a tárgyak közel vannak egymáshoz,</> szimulálva a környezetben természetesen előforduló árnyékokat és réseket.
it: L'Ambient Occlusion aggiunge profondità e realismo alle immagini di un gioco simulando il modo in cui la luce interagisce con gli oggetti in una scena. <h>Scurisce le aree in cui gli oggetti sono vicini, simulando le ombre e le fessure che si formano naturalmente nell'ambiente.
ko: 앰비언트 오클루전은 빛이 씬의 오브젝트와 상호 작용하는 방식을 시뮬레이션하여 게임 비주얼에 깊이와 사실감을 더합니다. <h>물체가 서로 가까이 있는 영역을 어둡게 처리하여</> 환경에서 자연스럽게 발생하는 그림자와 틈새를 시뮬레이션합니다.
ru: Ambient Occlusion добавляет глубину и реалистичность визуальным эффектам игры, имитируя, как свет взаимодействует с объектами в сцене. <h> Он затемняет области, где объекты расположены близко друг к другу, </> имитируя тени и щели, которые естественным образом возникают в окружающей среде.

# ST_Menu,GraphicsSettings_AntiAliasingMethod
source: Anti Aliasing Method
de: Anti Aliasing Methode
fr: Méthode anticrénelage
hu: Anti Aliasing módszer
it: Metodo anti aliasing
ko: AA 설정
ru: Способ сглаживания

# ST_Menu,GraphicsSettings_AntiAliasingMethod_None
source: None
de: Keine
fr: Aucun
hu: Nincs
it: Nessuno
ko: 없음
ru: Нет

# ST_Menu,GraphicsSettings_AntiAliasingMethod_Subtext
source: Set the method of Anti Aliasing (AA). AA is a graphics option that <h>smooths out jagged edges and reduces visual artifacts</> in a game's visuals by e.g. averaging out pixel colors.
de: Legen Sie die Methode des Anti Aliasing (AA) fest. AA ist eine Grafikoption, die <h>zackige Kanten glättet und visuelle Artefakte</> in der Grafik eines Spiels reduziert, indem sie z.B. den Mittelwert der Pixelfarben bildet.
fr: Définissez la méthode d'anti-aliasing (AA). AA est une option graphique qui <h>lisse les bords irréguliers et réduit les artefacts visuels</> dans les visuels d'un jeu, par ex. faire la moyenne des couleurs des pixels.
hu: Állítsa be az Anti Aliasing (AA) módszerét. Az AA egy olyan grafikai opció, amely <h>kiegyenlíti a szaggatott éleket és csökkenti a vizuális leleteket</> a játék látványában, például a pixelszínek átlagolásával.
it: Imposta il metodo di Anti Aliasing (AA). AA è un'opzione grafica che <h>elimina i bordi frastagliati e riduce gli artefatti visivi</> nelle immagini di un gioco, ad esempio calcolando la media dei colori dei pixel.
ko: 안티 앨리어싱(AA) 방법을 설정합니다. AA는 픽셀 색상을 <h>평균화하여 게임 비주얼의 울퉁불퉁한 가장자리를 부드럽게 처리하고 시각적 아티팩트를 줄이는</> 그래픽 옵션입니다.
ru: Установите метод сглаживания (AA). AA - это графический параметр, который <h> сглаживает неровные края и уменьшает визуальные артефакты </> в визуальных эффектах игры, например, путем усреднения цветов пикселей.

# ST_Menu,GraphicsSettings_AntiAliasingQuality
source: Anti Aliasing Quality
de: Anti Aliasing Qualität
fr: Qualité anticrénelage
hu: Anti Aliasing minőség
it: Qualità anti aliasing
ko: 안티 앨리어싱 품질
ru: Качество сглаживания

# ST_Menu,GraphicsSettings_AntiAliasingQuality_Subtext
source: Set the quality used for Anti Aliasing (AA). AA is a graphics option that <h>smooths out jagged edges and reduces visual artifacts</> in a game's visuals by e.g. averaging out pixel colors.
de: Legen Sie die Qualität für Anti Aliasing (AA) fest. AA ist eine Grafikoption, die <h>zackige Kanten glättet und visuelle Artefakte</> in der Grafik eines Spiels reduziert, indem sie z.B. den Mittelwert der Pixelfarben bildet.
fr: Définissez la qualité utilisée pour l'anti-aliasing (AA). AA est une option graphique qui <h>lisse les bords irréguliers et réduit les artefacts visuels</> dans les visuels d'un jeu, par ex. faire la moyenne des couleurs des pixels.
hu: Az Anti Aliasing (AA) minőségének beállítása. Az AA egy olyan grafikai opció, amely <h>kisimítja a szaggatott éleket és csökkenti a vizuális leleteket</> a játék látványában, például a pixelszínek átlagolásával.
it: Imposta la qualità utilizzata per l'Anti Aliasing (AA). AA è un'opzione grafica che <h>elimina i bordi frastagliati e riduce gli artefatti visivi</> nelle immagini di un gioco, ad esempio calcolando la media dei colori dei pixel.
ko: 안티 앨리어싱(AA)에 사용되는 품질을 설정합니다. AA는 픽셀 색상을 <h>평균화하여 게임 비주얼의 울퉁불퉁한 가장자리를 부드럽게 처리하고</> 시각적 아티팩트를 줄이는 그래픽 옵션입니다.
ru: Установите качество, используемое для сглаживания (AA). AA - это графический параметр, который <h> сглаживает неровные края и уменьшает визуальные артефакты </> в визуальных эффектах игры, например, путем усреднения цветов пикселей.

# ST_Menu,GraphicsSettings_Benchmark
source: Benchmark
ko: 벤치마크
ru: Показатель

# ST_Menu,GraphicsSettings_Bloom
source: Bloom
fr: Flou
hu: Virágzás
ko: 블룸
ru: Цветение
