Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Kitchen,Perch_with_vegetablesText
source: Perch with vegetables is a delicious and healthy dish that combines tender meat of perch and fresh flavor of vegetables. Below is a detailed description of this dish. Step 1: Preparing the ingredients - Take fresh perch, wash it and divide it into portioned pieces. - Peel and chop the vegetables. You can use carrots, cauliflower, broccoli, sweet peppers, zucchini or any other preferred vegetables. - Prepare the onion: take 1 medium onion and cut it into half rings. - Prepare the herbs (parsley, dill or basil) to garnish the dish. - Measure out 2 tablespoons of olive oil. - Prepare salt, pepper and any other spices to taste. Step 2: Prepare the dish 1. Heat the olive oil over medium heat in a deep skillet or saucepan. 2. Add the sliced onions to the skillet and fry them until transparent and tender, this will take about 5 minutes. 3. Add the chopped vegetables to the skillet and fry them along with the onions until soft but still holding their shape. This will take about 10-15 minutes. 4. Salt, pepper the vegetables and sprinkle spices to taste. Stir to evenly distribute the seasonings. 5. Place the portioned pieces of perch on top of the vegetables in the skillet. Cook them along with the vegetables for 8-10 minutes until the fish is cooked through. 6. Check the perch and vegetables for doneness, making sure the fish is easily separated from the bone and the vegetables are soft but not falling apart. 7. The dish of perch with vegetables is ready! Serve it hot, garnished with fresh herbs. You can add sauces such as lemon sauce or butter and garlic to the dish to give it more flavor. You can also experiment with different vegetables and spices to create a unique combination of flavors. This dish is perfect for a healthy and balanced lunch or dinner.
de: Barsch mit Gemüse ist ein leckeres und gesundes Gericht, das das zarte Fleisch des Barsches mit dem frischen Geschmack von Gemüse kombiniert. Im Folgenden findest du eine detaillierte Beschreibung dieses Gerichts. Schritt 1: Vorbereiten der Zutaten - Nimm frischen Barsch, wasche ihn und teile ihn in portionsgerechte Stücke. - Schäle und schneide das Gemüse. Du kannst Karotten, Blumenkohl, Brokkoli, Paprika, Zucchini oder ein anderes Gemüse deiner Wahl verwenden. - Bereite die Zwiebel vor: Nimm 1 mittelgroße Zwiebel und schneide sie in halbe Ringe. - Bereite die Kräuter (Petersilie, Dill oder Basilikum) vor, um das Gericht zu garnieren. - Miss 2 Esslöffel Olivenöl ab. - Bereite Salz, Pfeffer und alle anderen Gewürze zum Abschmecken vor. Schritt 2: Bereite das Gericht zu 1. Erhitze das Olivenöl bei mittlerer Hitze in einer tiefen Pfanne oder einem Kochtopf. 2. Gib die in Scheiben geschnittenen Zwiebeln in die Pfanne und brate sie an, bis sie glasig und zart sind, das dauert etwa 5 Minuten. 3. Gib das gehackte Gemüse in die Pfanne und brate es zusammen mit den Zwiebeln, bis es weich ist, aber noch seine Form behält. Das dauert etwa 10-15 Minuten. 4. Salze und pfeffere das Gemüse und streue die Gewürze nach Geschmack darüber. Rühre um, um die Gewürze gleichmäßig zu verteilen. 5. Lege die portionierten Barschstücke auf das Gemüse in der Pfanne. Brate sie zusammen mit dem Gemüse 8-10 Minuten lang, bis der Fisch durchgebraten ist. 6. Überprüfe, ob der Barsch und das Gemüse gar sind. Achte darauf, dass sich der Fisch leicht von der Gräte lösen lässt und das Gemüse weich ist, aber nicht zerfällt. 7. Das Gericht aus Barsch und Gemüse ist fertig! Serviere es heiß und garniere es mit frischen Kräutern. Du kannst dem Gericht Soßen wie Zitronensoße oder Butter und Knoblauch hinzufügen, um ihm mehr Geschmack zu verleihen. Du kannst auch mit verschiedenen Gemüsesorten und Gewürzen experimentieren, um eine einzigartige Geschmackskombination zu kreieren. Dieses Gericht ist perfekt für ein gesundes und ausgewogenes Mittag- oder Abendessen.
fr: La perche aux légumes est un plat délicieux et sain qui allie la viande tendre de la perche et la saveur fraîche des légumes. Vous trouverez ci-dessous une description détaillée de ce plat. Étape 1 : Préparation des ingrédients - Prenez de la perche fraîche, lavez-la et divisez-la en morceaux. - Eplucher et hacher les légumes. Vous pouvez utiliser des carottes, du chou-fleur, du brocoli, des poivrons doux, des courgettes ou tout autre légume préféré. - Préparez l'oignon : prenez 1 oignon moyen et coupez-le en demi-rondelles. - Préparez les herbes (persil, aneth ou basilic) pour garnir le plat. - Mesurez 2 cuillères à soupe d'huile d'olive. - Préparez du sel, du poivre et toutes autres épices au goût. Étape 2 : Préparez le plat 1. Faites chauffer l'huile d'olive à feu moyen dans une poêle profonde ou une casserole. 2. Ajoutez les oignons émincés dans la poêle et faites-les frire jusqu'à ce qu'ils soient transparents et tendres, cela prendra environ 5 minutes. 3. Ajoutez les légumes hachés dans la poêle et faites-les revenir avec les oignons jusqu'à ce qu'ils soient tendres mais conservent leur forme. Cela prendra environ 10 à 15 minutes. 4. Salez, poivrez les légumes et saupoudrez d'épices au goût. Remuer pour répartir uniformément les assaisonnements. 5. Placez les morceaux de perche en portions sur les légumes dans la poêle. Faites-les cuire avec les légumes pendant 8 à 10 minutes jusqu'à ce que le poisson soit bien cuit. 6. Vérifiez la cuisson de la perche et des légumes, en vous assurant que le poisson se sépare facilement des os et que les légumes sont tendres mais ne se désagrègent pas. 7. Le plat de perche aux légumes est prêt ! Servez-le chaud, garni d'herbes fraîches. Vous pouvez ajouter des sauces comme de la sauce au citron ou du beurre et de l'ail au plat pour lui donner plus de saveur. Vous pouvez également expérimenter différents légumes et épices pour créer une combinaison unique de saveurs. Ce plat est parfait pour un déjeuner ou un dîner sain et équilibré.
ko: 야채를 곁들인 농어는 농어의 부드러운 고기와 신선한 야채의 풍미가 어우러진 맛있고 건강한 요리입니다. 아래는 이 요리에 대한 자세한 설명입니다. 1단계: 재료 준비하기 - 신선한 농어를 가져다가 씻어서 먹기 좋은 크기로 나눕니다. - 야채를 껍질을 벗기고 자릅니다. 당근, 콜리플라워, 브로콜리, 달콤한 고추, 호박 또는 기타 선호하는 야채를 사용할 수 있습니다. - 양파 준비하기: 중간 크기의 양파 1개를 반 고리 모양으로 자릅니다. - 접시에 장식할 허브(파슬리, 딜 또는 바질)를 준비합니다. - 올리브 오일 2 테이블 스푼을 계량합니다. - 맛볼 소금, 후추 및 기타 향신료를 준비합니다. 2단계: 요리 준비하기 1. 깊은 프라이팬이나 냄비에 올리브 오일을 넣고 중간 불로 가열합니다. 2. 얇게 썬 양파를 프라이팬에 넣고 투명하고 부드러워 질 때까지 볶습니다 (약 5 분 소요). 3. 다진 야채를 프라이팬에 넣고 부드러워지지만 모양이 유지될 때까지 양파와 함께 볶습니다. 약 10~15분 정도 걸립니다. 4. 4. 야채에 소금, 후추를 뿌리고 향신료를 뿌려 맛을냅니다. 양념이 고르게 분포되도록 저어주세요. 5. 프라이팬의 야채 위에 나누어 진 농어 조각을 놓습니다. 생선이 완전히 익을 때까지 야채와 함께 8-10 분 동안 요리합니다. 6. 농어와 야채가 잘 익었는지 확인하여 생선은 뼈에서 쉽게 분리되고 야채는 부드러우면서도 떨어져 나가지 않는지 확인합니다. 7. 야채를 곁들인 농어 요리가 준비되었습니다! 신선한 허브로 장식하여 뜨겁게 제공하십시오. 레몬 소스 또는 버터와 마늘과 같은 소스를 접시에 추가하여 풍미를 더할 수 있습니다. 다양한 야채와 향신료로 실험하여 독특한 맛의 조합을 만들 수도 있습니다. 이 요리는 건강하고 균형 잡힌 점심 또는 저녁 식사로 완벽합니다.

# Kitchen,Pike_with_vegetables
source: Pike with vegetables
de: Hecht mit Gemüse
fr: Brochet aux légumes
ko: 야채를 곁들인 강꼬치고기

# Kitchen,Pike_with_vegetablesText
source: Pike with vegetables is a tender and flavorful dish that combines the taste of fish and fresh vegetables. Below is a detailed description of this dish. Step 1: Prepare the ingredients - Take one fresh pike, wash it and cut it into portioned pieces. - Peel and cut 1 medium onion into half rings. - Take 2-3 cloves of garlic and mince them. - Measure out 3 tablespoons of vegetable oil. - Prepare the vegetables: take 2 carrots, 2 potatoes, 1 paprika (cauliflower) and 1 zucchini. It is better to cut the vegetables into cubes or half-rings, so that they are evenly cooked. - For seasoning, take salt, pepper, paprika and any other spices to taste. - Prepare herbs (parsley or dill) to garnish the dish. Step 2: Preparation of the dish 1. In a large pot or skillet, heat vegetable oil over medium heat. 2. Add the chopped onion and garlic to the pan and fry them until transparent and fragrant, this will take about 5 minutes. 3. Salt and pepper the pike to taste and add it to the pot with the onion and garlic. Fry the pike on each side until golden. 4. When the pike is cooked through, add the carrots, potatoes and the rest of the chopped vegetables to the pot. Continue to cook the vegetables and stir fry for 10 minutes so that they become soft but still hold their shape. 5. Salt, pepper and add any other spices to taste. Stir all the ingredients in the pot to evenly distribute the seasonings. 6. Cover the pot with a lid and cook the dish over medium heat for 20-25 minutes, until the fish and vegetables are fully cooked. 7. Check the fish and vegetables for doneness by making sure they are soft and well soaked in the sauce. 8. The pike dish with vegetables is ready! Serve it hot, garnished with fresh herbs. You can top this dish with sauces or lemon juice for added freshness. You can also add other vegetables such as mushrooms or sweet peppers to give it more variety. This gourmet and nutritious dish will be a great choice for a special dinner or lunch with family and friends.
de: Hecht mit Gemüse ist ein zartes und schmackhaftes Gericht, das den Geschmack von Fisch und frischem Gemüse kombiniert. Im Folgenden findest du eine detaillierte Beschreibung dieses Gerichts. Schritt 1: Bereite die Zutaten vor - Nimm einen frischen Hecht, wasche ihn und schneide ihn in portionierte Stücke. - Schäle 1 mittelgroße Zwiebel und schneide sie in halbe Ringe. - Nimm 2-3 Knoblauchzehen und hacke sie. - Miss 3 Esslöffel Pflanzenöl ab. - Bereite das Gemüse vor: Nimm 2 Karotten, 2 Kartoffeln, 1 Paprika (Blumenkohl) und 1 Zucchini. Es ist besser, das Gemüse in Würfel oder Halbringe zu schneiden, damit es gleichmäßig gegart wird. - Zum Würzen nimmst du Salz, Pfeffer, Paprika und andere Gewürze nach Geschmack. - Bereite Kräuter (Petersilie oder Dill) vor, um das Gericht zu garnieren. Schritt 2: Zubereitung des Gerichts 1. Erhitze in einem großen Topf oder einer Pfanne das Pflanzenöl bei mittlerer Hitze. 2. Gib die gehackten Zwiebeln und den Knoblauch in die Pfanne und brate sie an, bis sie glasig sind und duften, das dauert etwa 5 Minuten. 3. Salze und pfeffere den Hecht und gib ihn mit den Zwiebeln und dem Knoblauch in den Topf. Brate den Hecht auf jeder Seite an, bis er goldbraun ist. 4. Wenn der Hecht durchgebraten ist, gib die Karotten, Kartoffeln und das restliche geschnittene Gemüse in den Topf. Koche das Gemüse weiter und brate es unter Rühren 10 Minuten lang, damit es weich wird, aber noch seine Form behält. 5. Salze, pfeffere und füge alle anderen Gewürze nach Geschmack hinzu. Rühre alle Zutaten im Topf um, damit sich die Gewürze gleichmäßig verteilen. 6. Bedecke den Topf mit einem Deckel und koche das Gericht bei mittlerer Hitze 20-25 Minuten, bis der Fisch und das Gemüse durchgegart sind. 7. Prüfe, ob der Fisch und das Gemüse gar sind, indem du sicherstellst, dass sie weich sind und gut in der Soße schwimmen. 8. Das Hechtgericht mit Gemüse ist fertig! Serviere es heiß, garniert mit frischen Kräutern. Du kannst das Gericht mit Soßen oder Zitronensaft verfeinern, um es noch frischer zu machen. Du kannst auch andere Gemüsesorten wie Pilze oder Paprika dazugeben, um das Gericht abwechslungsreicher zu gestalten. Dieses schmackhafte und nahrhafte Gericht ist eine gute Wahl für ein besonderes Abendessen oder Mittagessen mit Familie und Freunden.
fr: Le brochet aux légumes est un plat tendre et savoureux qui allie le goût du poisson et des légumes frais. Vous trouverez ci-dessous une description détaillée de ce plat. Étape 1 : Préparez les ingrédients - Prenez un brochet frais, lavez-le et coupez-le en morceaux. - Épluchez et coupez 1 oignon moyen en demi-rondelles. - Prenez 2-3 gousses d'ail et émincez-les. - Mesurez 3 cuillères à soupe d'huile végétale. - Préparez les légumes : prenez 2 carottes, 2 pommes de terre, 1 paprika (chou-fleur) et 1 courgette. Il est préférable de couper les légumes en cubes ou en demi-anneaux, afin qu'ils soient cuits uniformément. - Pour l'assaisonnement, prenez du sel, du poivre, du paprika et toutes autres épices au goût. - Préparez des herbes (persil ou aneth) pour garnir le plat. Étape 2 : Préparation du plat 1. Dans une grande casserole ou une poêle, chauffer l'huile végétale à feu moyen. 2. Ajoutez l'oignon et l'ail hachés dans la poêle et faites-les frire jusqu'à ce qu'ils soient transparents et parfumés, cela prendra environ 5 minutes. 3. Salez et poivrez le brochet selon votre goût et ajoutez-le dans la marmite avec l'oignon et l'ail. Faites frire le brochet de chaque côté jusqu'à ce qu'il soit doré. 4. Lorsque le brochet est bien cuit, ajoutez les carottes, les pommes de terre et le reste des légumes hachés dans la marmite. Continuez à cuire les légumes et faites-les sauter pendant 10 minutes pour qu'ils deviennent tendres tout en conservant leur forme. 5. Salez, poivrez et ajoutez d'autres épices au goût. Mélangez tous les ingrédients dans la casserole pour répartir uniformément les assaisonnements. 6. Couvrez la casserole avec un couvercle et faites cuire le plat à feu moyen pendant 20 à 25 minutes, jusqu'à ce que le poisson et les légumes soient complètement cuits. 7. Vérifiez la cuisson du poisson et des légumes en vous assurant qu'ils sont tendres et bien imbibés de sauce. 8. Le plat de brochet aux légumes est prêt ! Servez-le chaud, garni d'herbes fraîches. Vous pouvez garnir ce plat de sauces ou de jus de citron pour plus de fraîcheur. Vous pouvez également ajouter d'autres légumes comme des champignons ou des poivrons doux pour lui donner plus de variété. Ce plat gourmand et nutritif sera un excellent choix pour un dîner spécial ou un déjeuner en famille ou entre amis.
ko: 야채를 곁들인 강꼬치고기는 생선과 신선한 야채의 맛이 어우러진 부드럽고 풍미 가득한 요리입니다. 아래는 이 요리에 대한 자세한 설명입니다. 1단계: 재료 준비하기 - 신선한 강꼬치고기 한 마리를 가져다가 씻어서 먹기 좋은 크기로 자릅니다. - 중간 크기 양파 1 개를 껍질을 벗기고 반 고리로 자릅니다. - 마늘 2-3 쪽을 가져다가 다집니다. - 식물성 기름 3 큰술을 계량합니다. - 야채 준비 : 당근 2 개, 감자 2 개, 파프리카 1 개 (콜리 플라워), 호박 1 개를 가져갑니다. 야채를 입방체 또는 반 고리로 잘라서 고르게 익히는 것이 좋습니다. - 양념을 위해 소금, 후추, 파프리카 및 기타 향신료를 맛보십시오. - 접시를 장식 할 허브 (파슬리 또는 딜)를 준비합니다. 2 단계 : 요리 준비 1. 큰 냄비 나 프라이팬에 식물성 기름을 중불로 가열합니다. 2. 다진 양파와 마늘을 팬에 넣고 투명하고 향이 날 때까지 볶는데 약 5 분 정도 걸립니다. 3. 강꼬치고기에 소금과 후추로 맛을 내고 양파와 마늘과 함께 냄비에 넣으십시오. 파이크가 노릇해질 때까지 양면을 볶습니다. 4. 강꼬치고기가 완전히 익으면 당근, 감자, 나머지 다진 야채를 냄비에 넣습니다. 야채가 부드러워지지만 모양이 유지되도록 10분간 계속 볶아줍니다. 5. 소금, 후추를 넣고 기호에 따라 다른 향신료를 추가합니다. 냄비에 있는 모든 재료를 저어 양념이 골고루 퍼지도록 합니다. 6. 냄비를 뚜껑을 덮고 생선과 야채가 완전히 익을 때까지 중불에서 20-25분간 조리합니다. 7. 생선과 야채가 부드러워지고 소스에 잘 배어 있는지 확인하여 잘 익었는지 확인합니다. 8. 야채를 곁들인 강꼬치고기 요리가 준비되었습니다! 신선한 허브로 장식하여 뜨겁게 제공합니다. 신선함을 더하기 위해 소스나 레몬즙을 얹어 드셔도 좋습니다. 버섯이나 달콤한 고추와 같은 다른 야채를 추가하여 더 다양하게 만들 수도 있습니다. 이 맛있고 영양가 높은 요리는 가족 및 친구들과 함께 특별한 저녁이나 점심 식사를 위한 훌륭한 선택이 될 것입니다.

# Kitchen,Pilaf
source: Pilaf
de: Pilaw
ko: 필라프
ru: Плов
