Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# QuestsList,15Text
source: Milok, well done and you are growing up a real repairman! I noticed that the fence in our yard has begun to crumble and needs to be repaired. Be so kind and help me with this task. Please check which particular section of the fence needs to be repaired. After that, take care of replacing the broken wooden boards or bars. Be careful when working with tools. And remember that I really appreciate your help and ability to solve such tasks. Thank you!
de: Milok, gut gemacht, du wirst ein richtiger Handwerker! Ich habe bemerkt, dass der Zaun in unserem Garten angefangen hat kaputt zu gehen und repariert werden muss. Sei so nett und hilf mir bei dieser Aufgabe. Überprüfe bitte, welcher Teil des Zauns repariert werden muss. Danach kümmerst du dich darum, die kaputten Bretter oder Leisten zu ersetzen. Sei vorsichtig bei der Arbeit mit den Werkzeugen. Und denk daran, dass ich deine Hilfe und deine Fähigkeit, solche Aufgaben zu lösen, sehr zu schätzen weiß. Ich danke dir!
fr: Milok, bravo et tu grandis en un vrai réparateur ! J'ai remarqué que la clôture de notre cour commençait à s'effondrer et devait être réparée. Soyez si gentil et aidez-moi dans cette tâche. Veuillez vérifier quelle section particulière de la clôture doit être réparée. Après cela, veillez à remplacer les planches ou barres de bois cassées. Soyez prudent lorsque vous travaillez avec des outils. Et rappelez-vous que j'apprécie vraiment votre aide et votre capacité à résoudre de telles tâches. Merci!
hu: Milok, szép munka, és igazi szerelővé cseperedsz! Észrevettem, hogy a kerítés az udvarunkon elkezdett omladozni és javításra szorul. Légy olyan kedves és segíts ebben a feladatban. Kérlek, nézd meg, hogy a kerítés melyik szakaszát kell megjavítani. Utána gondoskodjatok a törött deszkák vagy rudak pótlásáról. Legyen óvatos a szerszámokkal való munkavégzés során. És ne feledd, hogy nagyon nagyra értékelem a segítségedet és az ilyen feladatok megoldásának képességét. Köszönöm!
it: Milok, ben fatto e stai crescendo come un vero riparatore! Ho notato che la recinzione del nostro cortile ha cominciato a sgretolarsi e necessita di essere riparata. Sii così gentile e aiutami con questo compito. Si prega di verificare quale particolare sezione della recinzione deve essere riparata. Successivamente, prenditi cura di sostituire le assi o le barre di legno rotte. Fai attenzione quando lavori con gli strumenti. E ricorda che apprezzo davvero il tuo aiuto e la capacità di risolvere tali compiti. Grazie!
ko: 잘 했어요 이제 진짜 수리공으로 성장하고 있네요! 마당에 있는 울타리가 무너지기 시작해서 수리가 필요해요. 제발 친절하게 이 일을 도와주세요. 울타리의 어느 부분을 수리해야 하는지 확인해주세요. 그런 다음 부러진 나무 판자나 철근을 교체하세요. 도구로 작업 할 때 조심하세요. 그리고 문제를 해결할 수있는 당신의 도움과 능력에 정말 감사합니다!
ru: Милок, молодец, ты настоящий ремонтник! Я заметила, что забор начал крошиться и его нужно починить. Будь добр, помоги мне с этой задачей. Проверь, пожалуйста, какая именно секция забора нуждается в ремонте. После этого займись заменой сломанных деревянных досок или прутьев. Будь осторожен при работе с инструментами. И помни, что я очень ценю твою помощь и умение решать подобные задачи. Спасибо!

# QuestsList,16Completed
source: Thank you, honey for the groceries! You helped Grandma.
de: Danke, Schätzchen, für die Einkäufe! Du hast Großmutter sehr geholfen.
fr: Merci chérie pour les courses ! Vous avez aidé grand-mère.
hu: Köszönöm, drágám a bevásárlást! Segítettél a nagyinak.
it: Grazie, tesoro, per la spesa! Hai aiutato la nonna.
ko: 장 봐줘서 고마워요, 자기! 할머니를 도와주셨군요.
ru: Спасибо тебе, милый, за продукты! Ты помог бабушке.

# QuestsList,16Name
source: Go grocery shopping for grandma
de: Einkaufen gehen für Großmutter
fr: Faire les courses pour grand-mère
hu: Menj el bevásárolni a nagyinak
it: Vai a fare la spesa per la nonna
ko: 할머니를 위한 장보기
ru: Сходить за продуктами для бабушки

# QuestsList,16Text
source: Sweetie, you really are a golden boy! I've noticed that we're running low on some groceries in our fridge, and I would really appreciate it if you could help me shop for them. Here is a list of what we need to buy: 1. Bread - 1 loaf. 2. Eggs - 10 pieces 3. Stuffing - 1 package 4. Mayonnaise - 1 package 5. Vegetable oil - 3 liters 6. Sausage - 1 piece Please try to choose the freshest and best quality products. Remember that your help is very important to me and you always do it with such care. Thank you very much, my dear helper! Oh yes, I will pay you back for the groceries.
de: Schätzchen, du bist wirklich ein Goldschatz! Mir ist aufgefallen, dass uns einige Lebensmittel im Kühlschrank ausgehen und ich wäre dir sehr dankbar, wenn du mir beim Einkaufen helfen könntest. Hier ist eine Liste der Dinge, die wir kaufen müssen: 1. Brot - 1 Laib. 2. Eier - 10 Stück 3. Füllung - 1 Packung 4. Mayonaise - 1 Packung 5. Pflanzenöl - 3 Liter 6. Wurst - 1 Stück Bitte versuche, die frischesten und qualitativ besten Produkte zu wählen. Vergiss nicht, dass deine Hilfe für mich sehr wichtig ist und du sie immer mit so viel Sorgfalt erledigst. Vielen Dank, liebenswerte Helfer! Ach ja, ich werde dir das Geld für die Lebensmittel zurückzahlen.
fr: Chérie, tu es vraiment un golden boy ! J'ai remarqué que nous manquons de produits d'épicerie dans notre réfrigérateur, et j'apprécierais vraiment si vous pouviez m'aider à les acheter. Voici une liste de ce que nous devons acheter : 1. Pain - 1 miche. 2. Oeufs - 10 pièces 3. Farce - 1 paquet 4. Mayonnaise - 1 paquet 5. Huile végétale - 3 litres 6. Saucisse - 1 pièce Veuillez essayer de choisir les produits les plus frais et de la meilleure qualité. N'oubliez pas que votre aide est très importante pour moi et que vous la faites toujours avec beaucoup de soin. Merci beaucoup, ma chère assistante! Oh oui, je te rembourserai les courses.
hu: Édesem, te tényleg egy aranyifjú vagy! Észrevettem, hogy fogyóban van néhány élelmiszer a hűtőnkben, és nagyon hálás lennék, ha segítenél bevásárolni. Itt van egy lista arról, hogy mit kell vennünk: 1. Kenyér - 1 vekni. 2. Tojás - 10 darab 3. Töltelék - 1 csomag 4. Majonéz - 1 csomag 5. Növényi olaj - 3 liter 6. Kolbász - 1 darab Kérjük, igyekezzen a legfrissebb és legjobb minőségű termékeket választani. Ne feledd, hogy a segítséged nagyon fontos számomra, és mindig ilyen gondossággal teszed. Köszönöm szépen, kedves segítőm! Ó, igen, vissza fogom fizetni neked az élelmiszereket.
it: Tesoro, sei davvero un ragazzo d'oro! Ho notato che stiamo esaurendo alcuni generi alimentari nel frigorifero e apprezzerei davvero se potessi aiutarmi a comprarli. Ecco un elenco di ciò che dobbiamo acquistare: 1. Pane - 1 pagnotta. 2. Uova - 10 pezzi 3. Ripieno: 1 confezione 4. Maionese - 1 confezione 5. Olio vegetale - 3 litri 6. Salsiccia - 1 pezzo Prova a scegliere i prodotti più freschi e di migliore qualità. Ricorda che il tuo aiuto è molto importante per me e lo fai sempre con tanta cura. Grazie mille, mio caro aiutante! Oh sì, ti ripagherò la spesa.
ko: 자기, 당신은 정말 착한 사람이에요! 냉장고에 식료품이 부족한 것 같아서 장보기를 도와주면 정말 감사하겠습니다. 다음은 우리가 사야 할 목록입니다: 1. 빵 - 1 덩어리. 2. 달걀 - 10개 3. 스터핑-1 패키지 4. 마요네즈-1 패키지 5. 식물성 기름-3 리터 6. 소시지-1 조각 가장 신선하고 최고 품질의 제품을 선택하세요. 당신의 도움은 저에게 매우 중요하며 항상 그렇게 신중하게 수행한다는 것을 잊지 마세요. 정말 감사합니다! 식료품은 꼭 갚을게요.
ru: Милый, ты действительно золотой мальчик! Я заметила, что у нас в холодильнике заканчиваются некоторые продукты, и я была бы очень признательна, если бы ты помог мне купить их. Вот список того, что нам нужно купить: 1. Хлеб - 1 буханка. 2. Яйца - 10 штук 3. Фарш - 1 упаковка 4. Майонез - 1 упаковка 5. Растительное масло - 3 литра 6. Колбаса - 1 штука Пожалуйста, старайся выбирать самые свежие и качественные продукты. Помни, что твоя помощь очень важна для меня, и ты всегда делаешь это с такой заботой. Спасибо тебе большое, мой дорогой помощник! Да, я обязательно верну тебе деньги за продукты.

# QuestsList,17Name
source: Switch on 9 substations
de: 9 Umspannwerke einschalten
fr: Allumer 9 sous-stations
hu: 9 alállomás bekapcsolása
it: Accendi 9 sottostazioni
ko: 9개 변전소 켜기
ru: Включить 9 подстанций

# QuestsList,17Text
source: It is necessary to check the operability of the three substations by inspecting and checking the condition of the switchboards.These substations play an important role in the power supply, so their reliability and serviceability are very important.
de: Es ist notwendig, die Funktionsfähigkeit der drei Umspannwerke durch Inspektion und Überprüfung des Zustands der Schalttafeln zu überprüfen. Diese Umspannwerke spielen eine wichtige Rolle in der Stromversorgung, daher sind ihre Zuverlässigkeit und Funktionsfähigkeit sehr wichtig.
fr: Il est nécessaire de vérifier le fonctionnement des trois sous-stations en inspectant et en vérifiant l'état des tableaux. Ces sous-stations jouent un rôle important dans l'alimentation électrique, leur fiabilité et leur facilité d'entretien sont donc très importantes.
hu: Szükséges a három alállomás működőképességének ellenőrzése a kapcsolótáblák vizsgálatával és állapotának ellenőrzésével.Ezek az alállomások fontos szerepet játszanak az áramellátásban, ezért megbízhatóságuk és üzemképességük nagyon fontos.
it: È necessario verificare l'operatività delle tre sottostazioni ispezionando e controllando le condizioni dei quadri elettrici. Queste sottostazioni svolgono un ruolo importante nell'alimentazione elettrica, quindi la loro affidabilità e manutenibilità sono molto importanti.
ko: 변전소 3곳의 수배전반 상태를 점검-확인해 가동 여부를 확인해야 하는데, 변전소는 전력 공급에 중요한 역할을 하는 만큼 신뢰성과 서비스성이 매우 중요하다.
ru: Необходимо проверить работоспособность трех подстанций путем осмотра и проверки состояния распределительных щитов. Эти подстанции играют важную роль в энергоснабжении, поэтому их надежность и работоспособность очень важны.

# QuestsList,18Name
source: Get rid of rats
de: Ratten loswerden
fr: Débarrassez-vous des rats
hu: Megszabadulni a patkányoktól
it: Sbarazzarsi dei ratti
ko: 쥐 제거하기
ru: Избавиться от крыс

# QuestsList,18Text
source: These rats keep nibbling on my crops. Please help me get rid of them! They've been spotted in my vegetable garden.
de: Diese Ratten knabbern ständig an meiner Ernte. Bitte hilf mir, sie loszuwerden! Ich habe sie in meinem Gemüsegarten gesehen.
fr: Ces rats continuent de grignoter mes récoltes. S'il vous plaît, aidez-moi à m'en débarrasser ! Ils ont été repérés dans mon potager.
hu: Ezek a patkányok folyton rágcsálják a termésemet. Kérem, segítsen megszabadulni tőlük! A zöldségeskertemben látták őket.
it: Questi ratti continuano a rosicchiare il mio raccolto. Per favore aiutami a sbarazzarmene! Sono stati avvistati nel mio orto.
ko: 이 쥐들이 제 농작물을 계속 갉아먹어요. 쥐를 없애도록 도와주세요! 제 텃밭에서 쥐가 발견됐어요.
ru: Эти крысы постоянно грызут мои посевы. Пожалуйста, помогите мне избавиться от них! Они были замечены в моем огороде.

# QuestsList,19Name
source: Shopkeeper
de: Ladenbesitzer
fr: Commerçant
hu: Boltos
it: Negoziante
ko: 상점 주인
ru: Лавочник

# QuestsList,19Text
source: Hello, young professional! I heard you were an exchange student from the city. So you're from the city?! You have a workshop in the barn. Gather some logs, saw them and make us some benches in the village. Let's see where your hands come from! And for that, I'll give you a couple of gems.
de: Hallo, Berufseinsteiger! Ich habe gehört, dass du ein Austauschschüler aus der Stadt bist. Du kommst also aus der Stadt?! Du hast eine Werkstatt in der Scheune. Sammle ein paar Baumstämme, säge sie und baue uns ein paar Bänke im Dorf. Mal sehen, woher deine Hände kommen! Und dafür gebe ich dir ein paar Edelsteine.
fr: Bonjour jeune professionnel ! J'ai entendu dire que tu étais un étudiant d'échange de la ville. Alors tu viens de la ville ?! Vous disposez d'un atelier dans la grange. Ramassez quelques bûches, sciez-les et fabriquez-nous des bancs dans le village. Voyons d'où viennent vos mains ! Et pour cela, je vais vous offrir quelques joyaux.
hu: Helló, fiatal szakember! Hallottam, hogy cserediák vagy a városból. Szóval a városból jöttél?! Van egy műhelyed a pajtában. Szedj össze néhány rönköt, fűrészeld meg őket, és készíts nekünk a faluban néhány padot. Lássuk, honnan jönnek a kezeid! És ezért kapsz tőlem pár drágakövet.
it: Ciao, giovane professionista! Ho sentito che eri uno studente in scambio dalla città. Quindi sei della città?! Hai un laboratorio nella stalla. Raccogliamo dei tronchi, li seghiamo e costruiamo delle panchine nel villaggio. Vediamo da dove vengono le tue mani! E per questo ti darò un paio di gemme.
ko: 안녕하세요, 젊은 전문가! 도시에서 교환학생으로 왔다고 들었어요. 도시에서 왔다고요?! 헛간에 작업실이 있어요. 통나무를 모아서 톱질해서 마을에 벤치를 만들어 주세요. 당신의 손재주가 어디에서 나오는지 보자고요! 그 대가로 보석을 몇 개 줄게요.
ru: Здравствуйте, молодой специалист! Я слышал, что вы были студентом по обмену из города. Так вы из города?! У вас в сарае есть мастерская. Соберите несколько бревен, распилите их и сделайте нам в деревне скамейки. Посмотрим, откуда у тебя руки растут! А за это я дам тебе пару драгоценных камней.

# QuestsList,1Accepted
source: May God protect you in this God-pleasing work!
de: Möge Gott dich bei dieser gottgefälligen Arbeit beschützen!
fr: Que Dieu vous protège dans cette œuvre qui plaît à Dieu !
hu: Isten óvjon meg benneteket ebben az Istennek tetsző munkában!
it: Possa Dio proteggerti in quest'opera gradita a Dio!
ko: 하나님이 기뻐하시는 이 일에 여러분을 보호하시길 바랍니다!
ru: Да хранит Вас Господь в этом богоугодном деле!

# QuestsList,1Completed
source: Thank you for helping us rebuild our church!
de: Danke, dass du uns hilfst, unsere Kirche wieder aufzubauen!
fr: Merci de nous aider à reconstruire notre église !
hu: Köszönjük, hogy segítetek újjáépíteni templomunkat!
it: Grazie per averci aiutato a ricostruire la nostra chiesa!
ko: 교회 재건을 도와주셔서 감사합니다!
ru: Спасибо за помощь в восстановлении нашей церкви!

# QuestsList,1Name
source: Help repair the church
de: Hilf bei der Reparatur der Kirche
fr: Aidez à réparer l'église
hu: Segíts megjavítani a templomot
it: Aiutaci a riparare la chiesa
ko: 교회 복구 지원
ru: Помочь отремонтировать церковь

# QuestsList,1Rejected
source: Too bad... We were so hoping for your help...
de: Schade... Wir hatten so sehr auf deine Hilfe gehofft...
fr: Dommage... Nous espérions tellement votre aide...
hu: Kár... Annyira reméltük a segítségedet...
it: Peccato... Speravamo tanto nel tuo aiuto...
ko: 안타깝게도... 여러분의 도움이 절실히 필요했습니다...
ru: Очень жаль... Мы так надеялись на Вашу помощь...

# QuestsList,1Text
source: Greetings to you! I am so glad you came today to help with our church renovations. As you know, our church is not only a place of prayer, but also a symbol of our faith and culture. So I suggest we do what we can to restore it to its former beauty. The church has had an accident which has caused some of its buildings and elements to be badly damaged. Our main task will be to gather materials for repairs. We need to gather enough boards and stones to restore the buildings of the pit. We will need planks to replace the floors and stones to rebuild the walls. It is important not to put off repairs for long, because the villagers are nervous and don't trust the condition of the old building. 1. Collect planks - to perform this task the player must explore the surrounding terrain, find fallen tree trunks to get timbers and planks to repair the church. 2. Collect rocks - for this task the player must collect rocks in the vicinity of the church, on the remaining walls and rocks. In some cases the player may find stones that were previously used to build the church and reuse them.
de: Grüße dich! Ich freue mich sehr, dass du heute bei der Renovierung unserer Kirche helfen willst. Wie du weißt, ist unsere Kirche nicht nur ein Ort des Betens, sondern auch ein Symbol für unseren Glauben und unsere Kultur. Deshalb schlage ich vor, dass wir alles tun, damit sie wieder so schön wird wie früher. Die Kirche hatte einen Unfall, bei dem einige Teile des Gebäudes schwer beschädigt wurden. Unsere Hauptaufgabe wird es sein, Material für die Reparaturen zu sammeln. Wir müssen genügend Bretter und Steine sammeln, um alle Teile der Grube zu erneuern. Wir brauchen Bretter, um die Böden zu ersetzen und Steine, um die Wände wieder aufzubauen. Es ist wichtig, die Reparaturen nicht auf die lange Bank zu schieben, denn die Dorfbewohner sind nervös und haben kein Vertrauen in den Zustand des alten Gebäudes. 1. Bretter sammeln - um diese Aufgabe zu erfüllen, musst du das umliegende Gelände erkunden und umgestürzte Baumstämme finden, um Hölzer und Bretter für die Reparatur der Kirche zu bekommen. 2. Steine sammeln - für diese Aufgabe musst du Steine in der Umgebung der Kirche, an den noch vorhandenen Mauern und Felsen sammeln. In manchen Situationen findest du auch Steine, die bereits für den Bau der Kirche verwendet wurden, und kannst sie erneut verwenden.
fr: Salutations à vous! Je suis si heureux que vous soyez venu aujourd'hui pour aider à la rénovation de notre église. Comme vous le savez, notre église n'est pas seulement un lieu de prière, mais aussi un symbole de notre foi et de notre culture. Je suggère donc que nous fassions tout notre possible pour lui redonner sa beauté d'antan. L'église a eu un accident qui a gravement endommagé certains de ses bâtiments et éléments. Notre tâche principale sera de rassembler le matériel pour les réparations. Nous devons rassembler suffisamment de planches et de pierres pour restaurer les bâtiments de la fosse. Nous aurons besoin de planches pour remplacer les sols et de pierres pour reconstruire les murs. Il est important de ne pas retarder les réparations trop longtemps, car les villageois sont nerveux et n'ont pas confiance dans l'état de l'ancien bâtiment. 1. Collecter des planches - pour accomplir cette tâche, le joueur doit explorer le terrain environnant, trouver des troncs d'arbres tombés pour obtenir du bois et des planches pour réparer l'église. 2. Collecter des pierres - pour cette tâche, le joueur doit collecter des pierres à proximité de l'église, sur les murs et rochers restants. Dans certains cas, le joueur peut retrouver des pierres qui ont déjà servi à construire l'église et les réutiliser.
hu: Üdvözlöm Önöket! Nagyon örülök, hogy eljöttetek ma segíteni a templomunk felújításában. Mint tudjátok, templomunk nemcsak az imádság helye, hanem hitünk és kultúránk szimbóluma is. Ezért javaslom, hogy tegyünk meg mindent, amit csak tudunk, hogy visszaadjuk régi szépségét. A templomot egy baleset érte, amelynek következtében néhány épülete és eleme súlyosan megsérült. A fő feladatunk az lesz, hogy anyagokat gyűjtsünk a javításhoz. Elég deszkát és követ kell összegyűjtenünk ahhoz, hogy helyreállítsuk a gödör épületeit. Szükségünk lesz deszkákra a padlók pótlásához és kövekre a falak újjáépítéséhez. Fontos, hogy ne halogassuk sokáig a javításokat, mert a falusiak idegesek, és nem bíznak a régi épület állapotában. 1. Gyűjtsünk deszkákat - ehhez a feladathoz a játékosnak fel kell fedeznie a környező terepet, kidőlt fatörzseket kell találnia, hogy faanyagokat és deszkákat szerezzen a templom javításához. 2. Sziklákat gyűjteni - ehhez a feladathoz a játékosnak a templom környékén, a megmaradt falakon és sziklákon kell sziklákat gyűjtenie. Bizonyos esetekben a játékos találhat olyan köveket, amelyeket korábban a templom építéséhez használtak, és újra felhasználhatja őket.
it: Saluti a te! Sono così felice che tu sia venuto oggi per aiutarci con i lavori di ristrutturazione della nostra chiesa. Come sapete, la nostra chiesa non è solo un luogo di preghiera, ma anche un simbolo della nostra fede e cultura. Quindi suggerisco di fare il possibile per riportarlo alla sua antica bellezza. La chiesa ha avuto un incidente che ha causato gravi danni ad alcuni dei suoi edifici ed elementi. Il nostro compito principale sarà raccogliere materiali per le riparazioni. Dobbiamo raccogliere abbastanza assi e pietre per restaurare gli edifici della fossa. Avremo bisogno di assi per sostituire i pavimenti e di pietre per ricostruire i muri. È importante non rimandare a lungo i lavori di riparazione, perché gli abitanti del villaggio sono nervosi e non si fidano delle condizioni del vecchio edificio. 1. Raccogli le assi: per eseguire questo compito il giocatore deve esplorare il terreno circostante, trovare tronchi d'albero caduti per ottenere legname e assi per riparare la chiesa. 2. Raccogliere le rocce - per questo compito il giocatore deve raccogliere le rocce nelle vicinanze della chiesa, sui muri e sulle rocce rimanenti. In alcuni casi il giocatore potrebbe trovare pietre precedentemente utilizzate per costruire la chiesa e riutilizzarle.
ko: 여러분 안녕하세요! 오늘 교회 리모델링을 돕기 위해 와주셔서 정말 기쁩니다. 아시다시피 우리 교회는 기도의 장소일 뿐만 아니라 우리 신앙과 문화의 상징이기도 합니다. 그래서 교회가 예전의 아름다움을 되찾을 수 있도록 최선을 다해야 한다고 생각합니다. 교회는 사고로 인해 일부 건물과 요소가 심하게 손상되었습니다. 우리의 주요 임무는 수리를 위한 자재를 모으는 것입니다. 건물을 복원하기 위해 충분한 판자와 돌을 모아야 합니다. 바닥을 교체하려면 판자가 필요하고 벽을 재건하려면 돌이 필요합니다. 마을 사람들이 불안하고 오래된 건물의 상태를 신뢰하지 않기 때문에 수리를 오래 미루지 않는 것이 중요합니다. 1. 판자 수집-이 작업을 수행하려면 플레이어는 주변 지형을 탐험하고 쓰러진 나무 줄기를 찾아 교회를 수리 할 목재와 판자를 얻어야합니다. 2. 돌 수집 - 이 작업을 수행하려면 플레이어는 교회 근처, 나머지 벽과 바위에서 돌을 수집해야합니다. 경우에 따라 플레이어는 이전에 교회를 짓는 데 사용되었던 돌을 발견하여 재사용 할 수 있습니다.
ru: Приветствую вас! Я очень рад, что вы пришли сегодня помочь в ремонте нашей церкви. Как вы знаете, наша церковь - это не только место для молитвы, но и символ нашей веры и культуры. Поэтому я предлагаю сделать все возможное, чтобы вернуть ей былую красоту. Церковь попала в неприятное происшествие, в результате которого некоторые ее здания и элементы были сильно повреждены. Наша главная задача - собрать материалы для ремонта. Нам нужно собрать достаточное количество досок и камней, чтобы восстановить здания храма. Доски понадобятся для замены полов, а камни - для восстановления стен. Важно не откладывать ремонт надолго, потому что жители деревни нервничают и не доверяют состоянию старого здания. 1. Собрать доски - для выполнения этого задания игроку необходимо исследовать окружающую местность, найти поваленные стволы деревьев, чтобы получить бревна и доски для ремонта церкви. 2. Собрать камни - для выполнения этого задания игроку необходимо собрать камни в окрестностях церкви, на оставшихся стенах и скалах. В некоторых случаях игрок может найти камни, которые ранее использовались для строительства церкви, и использовать их повторно.

# QuestsList,20Name
source: Let there be light!
de: Es werde Licht!
fr: Que la lumière soit!
hu: Legyen világosság!
it: Sia la luce!
ko: 빛이 있으라!
ru: Да будет свет!

# QuestsList,20Text
source: You did a good job of helping us with the benches. I would also like to ask you to screw in the light bulbs on the poles in the village, because we can't see a damn thing at night! I'll give you the bulbs, you just need to screw them in.
de: Du hast uns bei den Bänken gut geholfen. Ich möchte dich auch bitten, die Glühbirnen an den Masten im Dorf einzuschrauben, denn wir können nachts nichts sehen! Ich gebe dir die Glühbirnen, du musst sie nur einschrauben.
fr: Vous avez fait du bon travail en nous aidant avec les bancs. Je voudrais aussi vous demander de visser les ampoules sur les poteaux du village, car on ne voit rien la nuit ! Je te donne les ampoules, il te suffit de les visser.
hu: Jó munkát végeztél, amikor segítettél nekünk a padokkal. Szeretném megkérni, hogy csavarozzátok be a villanykörtéket a faluban lévő oszlopokon, mert éjszaka semmit sem látunk! Odaadom az izzókat, csak be kell csavaroznod őket.
it: Hai fatto bene ad aiutarci con le panchine. Vorrei anche chiedervi di avvitare le lampadine sui pali del villaggio, perché di notte non si vede un bel niente! Ti darò le lampadine, devi solo avvitarle.
ko: 벤치를 만드는 일을 잘 도와주셨어요. 밤에는 아무것도 볼 수 없으니 마을 전봇대에 전구 좀 달아주세요! 전구는 드릴 테니 끼우기만 하면 돼요.
ru: Вы хорошо поработали, помогая нам со скамейками. Я также хотел бы попросить вас вкрутить лампочки на столбах в деревне, потому что ночью ни черта не видно! Я дам вам лампочки, вам нужно только вкрутить их.

# QuestsList,21Name
source: Firefighters
de: Feuerwehrleute
fr: Sapeurs pompiers
hu: Tűzoltók
it: Vigili del fuoco
ko: 소방관
ru: Пожарник
