Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Animals,GooseText
source: The goose is a bird in the duck family. They have a large build with straight legs and a long neck. Geese are distinguished by their distinctive coloration - most species have gray-white or gray-brown fur with spots on the head and neck. Geese are social animals and usually live in large flocks. They have excellent hearing and eyesight, which allows them to be alerted to danger. Geese are quite brazen and can defend their territory or themselves with their loud and husky voice. One of the characteristic features of geese is migration. Many species of geese fly long distances each year, their routes being migration routes. Geese are also known for their ability to fly long distances and reach great heights in flight. Geese are often kept at home for meat or feathers and as ornamental birds. They are known for their tender and juicy meat, as well as their large and strong feathers, which are used in the manufacture of pillows or featherbeds. Overall, the goose is an interesting and useful animal that attracts attention for its appearance, characteristics and migratory behavior.
de: Die Gans ist ein Vogel aus der Familie der Enten. Sie haben einen großen Körperbau mit geraden Beinen und einem langen Hals. Gänse zeichnen sich durch ihre charakteristische Färbung aus - die meisten Arten haben ein grau-weißes oder grau-braunes Fell mit Flecken auf dem Kopf und am Hals. Gänse sind gesellige Tiere und leben normalerweise in großen Schwärmen. Sie verfügen über ein ausgezeichnetes Gehör und Sehvermögen, wodurch sie vor Gefahren gewarnt werden können. Gänse sind ziemlich dreist und können ihr Revier oder sich selbst mit ihrer lauten und heiseren Stimme verteidigen. Eines der charakteristischen Merkmale von Gänsen ist der Zug. Viele Gänsearten legen jedes Jahr weite Strecken zurück, ihre Routen sind Wanderrouten. Gänse sind auch für ihre Fähigkeit bekannt, weite Strecken zu fliegen und im Flug große Höhen zu erreichen. Gänse werden zu Hause oft als Fleisch- oder Federvieh sowie als Ziervögel gehalten. Sie sind bekannt für ihr zartes und saftiges Fleisch sowie für ihre großen und kräftigen Federn, die zur Herstellung von Kissen oder Federbetten verwendet werden. Insgesamt ist die Gans ein interessantes und nützliches Tier, das aufgrund seines Aussehens, seiner Eigenschaften und seines Zugverhaltens Aufmerksamkeit erregt.
fr: L'oie est un oiseau de la famille des canards. Ils ont une grande corpulence avec des jambes droites et un long cou. Les oies se distinguent par leur coloration distinctive : la plupart des espèces ont une fourrure gris-blanc ou gris-brun avec des taches sur la tête et le cou. Les oies sont des animaux sociaux et vivent généralement en grands troupeaux. Ils ont une excellente ouïe et une excellente vue, ce qui leur permet d'être alertés du danger. Les oies sont assez effrontées et peuvent défendre leur territoire ou elles-mêmes avec leur voix forte et rauque. L'une des caractéristiques des oies est la migration. De nombreuses espèces d'oies parcourent de longues distances chaque année, leurs itinéraires étant des voies de migration. Les oies sont également connues pour leur capacité à voler sur de longues distances et à atteindre de grandes hauteurs en vol. Les oies sont souvent gardées à la maison pour leur viande ou leurs plumes et comme oiseaux d'ornement. Ils sont connus pour leur viande tendre et juteuse, ainsi que pour leurs plumes grandes et solides, qui sont utilisées dans la fabrication d'oreillers ou de surmatelas. Dans l’ensemble, l’oie est un animal intéressant et utile qui attire l’attention par son apparence, ses caractéristiques et son comportement migratoire.
hu: A lúd a kacsafélék családjába tartozó madár. Nagy testfelépítésű, egyenes lábakkal és hosszú nyakkal. A libákat jellegzetes színezetük különbözteti meg - a legtöbb faj szürkésfehér vagy szürkésbarna szőrzetű, a fején és a nyakán foltokkal. A libák társas állatok, és általában nagy rajokban élnek. Kiváló hallásuk és látásuk van, ami lehetővé teszi számukra, hogy veszélyre is felfigyeljenek. A ludak meglehetősen bátrak, és hangos és rekedt hangjukkal képesek megvédeni a területüket vagy önmagukat. A ludak egyik jellegzetes vonása a vonulás. Sok lúdfaj évente nagy távolságokat repül, útvonalaik a vonulási útvonalak. A ludak arról is ismertek, hogy képesek nagy távolságokat repülni és repülés közben nagy magasságokat elérni. A ludakat gyakran tartják otthon a hús vagy a toll miatt, illetve díszmadárként. Zsenge és lédús húsukról, valamint nagy és erős tollazatukról ismertek, amelyet párnák vagy tollágyak készítéséhez használnak. A lúd összességében érdekes és hasznos állat, amely megjelenése, tulajdonságai és vonulási viselkedése miatt vonzza a figyelmet.
ko: 거위는 오리과에 속하는 새입니다. 거위는 곧은 다리와 긴 목을 가진 큰 체격입니다. 거위는 독특한 색으로 구별되는데, 대부분의 종은 머리와 목에 반점이 있는 회백색 또는 회갈색 털을 가지고 있습니다. 거위는 사회적 동물이며 보통 큰 무리를 지어 살아요. 청각과 시력이 뛰어나 위험을 감지할 수 있습니다. 거위는 매우 뻔뻔스럽고 크고 거친 목소리로 자신의 영역이나 자신을 방어 할 수 있습니다. 거위의 특징 중 하나는 이동입니다. 많은 기러기 종들이 매년 장거리 비행을 하는데, 그 경로가 바로 이동 경로입니다. 거위는 또한 장거리 비행과 비행 중 높은 곳에 도달하는 능력으로 유명합니다. 거위는 고기나 깃털을 얻기 위해 집에서 기르거나 관상용으로 키우는 경우가 많습니다. 거위는 부드럽고 육즙이 많은 고기와 베개나 깃털 침대를 만드는 데 사용되는 크고 튼튼한 깃털로 유명합니다. 전반적으로 거위는 외모, 특성 및 철새 행동으로 주목을받는 흥미롭고 유용한 동물입니다.
ru: Гусь - это птица из семейства утиных. Они имеют крупное телосложение с прямыми ногами и длинной шеей. Гуси отличаются своей характерной окраской - большинство видов имеет серо-белую или серо-коричневую шерсть с пятнами на голове и шеи. Гуси являются социальными животными и обычно живут в больших стаях. Они обладают отличным слухом и зрением, что позволяет им быть предупрежденными об опасности. Гуси довольно наглы и могут защищать свою территорию или себя с помощью своего громкого и хриплого голоса. Одной из характерных особенностей гусей является миграция. Многие виды гусей каждый год летят на большие расстояния, их маршрутами являются миграционные пути. Гуси также известны своей способностью летать на длинные дистанции и достигать огромной высоты в полете. Гуси часто содержатся в домашних условиях для получения мяса или пера, а также в качестве декоративных птиц. Они известны своими нежными и сочными мясом, а также большими и прочными перьями, которые используются в производстве подушек или перин. В целом, гусь является интересным и полезным животным, которое привлекает внимание своим внешним видом, характеристиками и миграционным поведением.

# Animals,Mutton
source: Mutton
de: Schaffleisch
fr: Mouton
hu: Birkahús
it: Montone
ko: 양고기
ru: Баранина

# Animals,MuttonText
source: Mutton is a meat obtained from rams, male sheep. It is one of the oldest and most common meats in many cuisines around the world, especially in medieval and oriental cooking. Lamb has a rich flavor and unique aromatics, differentiating it from other meats. It is characterized by its dense texture and fibrous structure, making it an ideal ingredient for numerous dishes. Lamb is rich in protein, iron and vitamin B12. It also contains zinc, selenium and essential amino acids. At the same time, lamb is high in fat and cholesterol compared to other meats, so its consumption requires caution and moderation in diet. Mutton is used in a variety of dishes in many national cuisines. It can be grilled, baked, stewed, boiled, fried and smoked. Mutton steaks and cutlets are juicy and flavorful. Mutton kebab is one of the famous dishes in many countries. Mutton soup with vegetables and spices is also popular. In addition to its flavorful qualities, mutton also has cultural and historical meanings in different regions. In some countries, lamb is a traditional dish associated with holidays and special occasions. Lamb offers a variety of possibilities in cooking and is the preferred choice for meat lovers with a distinctive flavor and aroma. However, due to its high fat and cholesterol content, consumption of lamb is recommended with caution and within a healthy diet.
de: Hammelfleisch ist ein Fleisch, das von Widdern, männlichen Schafen, gewonnen wird. Es ist eines der ältesten und am häufigsten verwendeten Fleischsorten in vielen Küchen der Welt, insbesondere in der mittelalterlichen und orientalischen Küche. Lammfleisch hat einen reichen Geschmack und einzigartige Aromen, die es von anderen Fleischsorten unterscheiden. Es zeichnet sich durch seine dichte Textur und faserige Struktur aus, was es zu einer idealen Zutat für zahlreiche Gerichte macht. Lammfleisch ist reich an Eiweiß, Eisen und Vitamin B12. Außerdem enthält es Zink, Selen und essenzielle Aminosäuren. Da Lammfleisch im Vergleich zu anderen Fleischsorten einen hohen Fett- und Cholesteringehalt aufweist, ist bei seinem Verzehr Vorsicht geboten und eine maßvolle Ernährung erforderlich. Hammelfleisch wird in einer Vielzahl von Gerichten in vielen nationalen Küchen verwendet. Es kann gegrillt, gebacken, gedünstet, gekocht, gebraten und geräuchert werden. Steaks und Koteletts aus Hammelfleisch sind saftig und schmackhaft. Hammelkebab ist in vielen Ländern eines der bekanntesten Gerichte. Auch Hammelsuppe mit Gemüse und Gewürzen ist sehr beliebt. Neben seinen geschmacklichen Qualitäten hat Hammelfleisch in verschiedenen Regionen auch eine kulturelle und historische Bedeutung. In einigen Ländern ist Lammfleisch ein traditionelles Gericht, das mit Feiertagen und besonderen Anlässen verbunden ist. Lammfleisch bietet eine Vielzahl von Möglichkeiten in der Küche und ist die bevorzugte Wahl für Fleischliebhaber mit einem unverwechselbaren Geschmack und Aroma. Aufgrund seines hohen Fett- und Cholesteringehalts sollte Lammfleisch jedoch nur mit Vorsicht und im Rahmen einer gesunden Ernährung verzehrt werden.
fr: Le mouton est une viande obtenue à partir de béliers, moutons mâles. C’est l’une des viandes les plus anciennes et les plus courantes dans de nombreuses cuisines du monde, notamment dans la cuisine médiévale et orientale. L'agneau a une saveur riche et des arômes uniques, ce qui le différencie des autres viandes. Il se caractérise par sa texture dense et sa structure fibreuse, ce qui en fait un ingrédient idéal pour de nombreux plats. L'agneau est riche en protéines, en fer et en vitamine B12. Il contient également du zinc, du sélénium et des acides aminés essentiels. Dans le même temps, l'agneau est riche en graisses et en cholestérol par rapport aux autres viandes, sa consommation nécessite donc prudence et modération dans l'alimentation. Le mouton est utilisé dans une variété de plats dans de nombreuses cuisines nationales. Il peut être grillé, cuit au four, mijoté, bouilli, frit et fumé. Les steaks et côtelettes de mouton sont juteux et savoureux. Le kebab de mouton est l'un des plats célèbres dans de nombreux pays. La soupe de mouton aux légumes et aux épices est également populaire. En plus de ses qualités gustatives, le mouton a également des significations culturelles et historiques dans différentes régions. Dans certains pays, l'agneau est un plat traditionnel associé aux fêtes et aux occasions spéciales. L'agneau offre une variété de possibilités en cuisine et constitue le choix préféré des amateurs de viande avec une saveur et un arôme distinctifs. Cependant, en raison de sa teneur élevée en graisses et en cholestérol, la consommation de l'agneau est recommandée avec prudence et dans le cadre d'une alimentation saine.
hu: A birkahús a kosokból, hím juhokból nyert hús. A világ számos konyhájában, különösen a középkori és keleti konyhában az egyik legrégebbi és leggyakoribb húsféle. A bárányhús gazdag ízzel és egyedi aromákkal rendelkezik, ami megkülönbözteti más húsoktól. Sűrű textúrája és rostos szerkezete jellemzi, ami számos étel ideális alapanyagává teszi. A bárány fehérjében, vasban és B12-vitaminban gazdag. Cinket, szelént és esszenciális aminosavakat is tartalmaz. Ugyanakkor a báránynak más húsokhoz képest magas a zsír- és koleszterintartalma, ezért fogyasztása óvatosságot és mértéktartást igényel az étrendben. A birkahúst számos nemzeti konyha számos ételében használják. Lehet grillezni, sütni, párolni, főzni, sütni és füstölni. A birkaszelet és a birkaszelet szaftos és ízletes. A birkasült kebab számos országban az egyik leghíresebb étel. A birkahúsleves zöldségekkel és fűszerekkel szintén népszerű. Ízletes tulajdonságai mellett a birkahúsnak különböző régiókban kulturális és történelmi jelentése is van. Egyes országokban a bárányhús ünnepekhez és különleges alkalmakhoz kapcsolódó hagyományos étel. A bárányhús számos lehetőséget kínál a főzésben, és jellegzetes ízével és aromájával a húsimádók kedvelt választása. Magas zsír- és koleszterintartalma miatt azonban a bárányhús fogyasztása óvatosan és egészséges étrend keretében ajánlott.
it: Il montone è una carne ottenuta da montoni, ovini maschi. È una delle carni più antiche e comuni in molte cucine del mondo, soprattutto nella cucina medievale e orientale. L'agnello ha un sapore ricco e aromi unici, che lo differenziano dalle altre carni. È caratterizzato da una consistenza densa e da una struttura fibrosa che lo rendono un ingrediente ideale per numerosi piatti. L'agnello è ricco di proteine, ferro e vitamina B12. Contiene anche zinco, selenio e aminoacidi essenziali. Allo stesso tempo, l'agnello è ricco di grassi e colesterolo rispetto ad altre carni, quindi il suo consumo richiede cautela e moderazione nella dieta. La carne di montone è utilizzata in una varietà di piatti in molte cucine nazionali. Può essere cucinato alla griglia, al forno, in umido, bollito, fritto e affumicato. Le bistecche e le cotolette di montone sono succose e saporite. Il kebab di montone è uno dei piatti più famosi in molti paesi. Anche la zuppa di montone con verdure e spezie è molto popolare. Oltre alle sue qualità aromatiche, la carne di montone ha anche un significato culturale e storico in diverse regioni. In alcuni paesi, l'agnello è un piatto tradizionale associato a festività e occasioni speciali. L'agnello offre una varietà di possibilità in cucina ed è la scelta preferita dagli amanti della carne con un sapore e un aroma caratteristici. Tuttavia, a causa del suo elevato contenuto di grassi e colesterolo, il consumo di agnello è consigliato con cautela e nell'ambito di una dieta sana.
ko: 양고기는 수컷 양인 숫양에서 얻은 고기입니다. 양고기는 전 세계 많은 요리, 특히 중세 및 동양 요리에서 가장 오래되고 가장 흔한 육류 중 하나입니다. 양고기는 풍미가 풍부하고 독특한 향이 있어 다른 육류와 차별화됩니다. 양고기는 치밀한 식감과 섬유질 구조가 특징이며 다양한 요리에 이상적인 식재료입니다. 양고기는 단백질, 철분, 비타민 B12가 풍부합니다. 또한 아연, 셀레늄 및 필수 아미노산도 포함되어 있습니다. 동시에 양고기는 다른 육류에 비해 지방과 콜레스테롤이 높기 때문에 식단에주의와 적당히 섭취해야합니다. 양고기는 많은 국가 요리의 다양한 요리에 사용됩니다. 구이, 구이, 조림, 삶기, 튀김 및 훈제가 가능합니다. 양고기 스테이크와 커틀릿은 육즙이 많고 풍미가 있습니다. 양고기 케밥은 많은 나라에서 유명한 요리 중 하나입니다. 야채와 향신료를 곁들인 양고기 수프도 인기가 있습니다. 양고기는 풍미 외에도 여러 지역에서 문화적, 역사적 의미를 지니고 있습니다. 일부 국가에서는 양고기가 휴일이나 특별한 날과 관련된 전통 요리입니다. 양고기는 다양한 요리 가능성을 제공하며 독특한 맛과 향으로 육류 애호가들이 선호하는 식재료입니다. 그러나 양고기는 지방과 콜레스테롤 함량이 높기 때문에 건강한 식단 내에서 조심스럽게 섭취하는 것이 좋습니다.
ru: Баранина - это мясо, получаемое от баранов, самцов овец. Оно является одним из старейших и наиболее распространенных видов мяса во многих кухнях мира, особенно в средневековой и восточной кулинарии. Баранина обладает насыщенным вкусом и уникальной ароматикой, отличаясь от других видов мяса. Она характеризуется плотной текстурой и волокнистой структурой, что делает ее идеальным ингредиентом для многочисленных блюд. Баранина богата белками, железом и витамином В12. Она также содержит цинк, селен и незаменимые аминокислоты. В то же время, баранина обладает повышенным содержанием жира и холестерина по сравнению с другими мясными видами, поэтому ее употребление требует осторожности и умеренности в питании. Баранина используется в разнообразных блюдах многих национальных кухонь. Ее можно приготовить на гриле, запекать, тушить, варить, жарить и коптить. Бараньи стейки и котлеты получаются сочными и ароматными. Бараний шашлык является одним из известных блюд во многих странах. Бараний суп с овощами и специями также популярен. Баранина, помимо вкусовых качеств, также обладает культурным и историческим значениями в различных регионах. В некоторых странах баранина является традиционным блюдом, связанным с праздниками и особыми событиями. Баранина предлагает разнообразные возможности в кулинарии и является предпочтительным выбором для любителей мяса с особым вкусом и ароматом. Однако, из-за высокого содержания жира и холестерина, употребление баранины рекомендуется с осторожностью и в пределах здоровой диеты.

# Animals,Pork
source: Pork
de: Schweinefleisch
fr: Porc
hu: Sertéshús
it: Maiale
ko: 돼지고기
ru: Свинина
