Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Kitchen,Chicken_with_vegetablesText
source: Chicken is a popular and delicious product that can be used to cook a variety of dishes. Here is a detailed recipe for chicken dish. Step 1: Prepare the ingredients - Take 500 g of chicken fillet and cut it into small pieces or strips. - Peel and cut 1 onion into small cubes. - Take 2-3 cloves of garlic and mince them. - Measure out 2 tablespoons of vegetable oil. - Prepare salt, pepper and any other spices according to taste. Step 2: Cooking 1. In a deep skillet, heat the vegetable oil over medium heat. 2. Add the sliced chicken fillets to the skillet and fry them until golden, stirring occasionally. This should take about 5-7 minutes. 3. Add the chopped onion and garlic to the skillet to the chicken. Continue cooking the dish until the onions are soft and golden. This is another 5 minutes. 4. Salt and pepper the chicken and vegetables to taste, add any other spices or herbs you like. Stir all the ingredients to evenly distribute the spices. 5. Cover the skillet with a lid and braise the dish over medium heat for about 10-15 minutes, stirring occasionally. If the chicken starts to burn, add a little water or broth. 6. Check the readiness of the chicken by cutting one piece - it should be tender and juicy. 7. The chicken dish is ready! Serve it hot with a side dish of your choice: boiled rice, mashed potatoes, vegetable salad or pasta. You can add different vegetables such as carrots, bell peppers or mushrooms to this dish to give it more variety. Chicken with vegetables is a simple, tasty and nutritious dish that the whole family or guests will enjoy.
de: Hähnchen ist ein beliebtes und leckeres Produkt, das für eine Vielzahl von Gerichten verwendet werden kann. Hier ist ein detailliertes Rezept für ein Hähnchengericht. Schritt 1: Bereite die Zutaten vor - Nimm 500 g Hähnchenfilet und schneide es in kleine Stücke oder Streifen. - Schäle 1 Zwiebel und schneide sie in kleine Würfel. - Nimm 2-3 Knoblauchzehen und hacke sie. - Miss 2 Esslöffel Pflanzenöl ab. - Bereite Salz, Pfeffer und alle anderen Gewürze zum Abschmecken vor. Schritt 2: Garen 1. Erhitze das Pflanzenöl in einer tiefen Pfanne bei mittlerer Hitze. 2. Gib die in Scheiben geschnittenen Hähnchenfilets in die Pfanne und brate sie unter gelegentlichem Rühren goldbraun an. Das sollte etwa 5-7 Minuten dauern. 3. Gib die gehackten Zwiebeln und den Knoblauch zu dem Hähnchen in die Pfanne. Brate das Gericht weiter, bis die Zwiebeln weich und golden sind. Das sind weitere 5 Minuten. 4. Salze und pfeffere das Hähnchen und das Gemüse nach Belieben und füge alle anderen Gewürze und Kräuter hinzu, die du magst. Rühre alle Zutaten um, damit sich die Gewürze gleichmäßig verteilen. 5. Decke die Pfanne mit einem Deckel ab und schmore das Gericht bei mittlerer Hitze etwa 10-15 Minuten, wobei du gelegentlich umrührst. Wenn das Huhn anbrennt, gib etwas Wasser oder Brühe hinzu. 6. Überprüfe, ob das Huhn fertig ist, indem du ein Stück anschneidest - es sollte zart und saftig sein. 7. Das Hähnchengericht ist fertig! Serviere es heiß mit einer Beilage deiner Wahl: gekochter Reis, Kartoffelpüree, Gemüsesalat oder Nudeln. Du kannst verschiedene Gemüsesorten wie Karotten, Paprika oder Pilze zu diesem Gericht hinzufügen, um es abwechslungsreicher zu gestalten. Hähnchen mit Gemüse ist ein einfaches, schmackhaftes und nahrhaftes Gericht, das die ganze Familie oder Gäste genießen werden.
fr: Le poulet est un produit populaire et délicieux qui peut être utilisé pour cuisiner une variété de plats. Voici une recette détaillée de plat de poulet. Étape 1 : Préparez les ingrédients - Prenez 500 g de filet de poulet et coupez-le en petits morceaux ou en lanières. - Épluchez et coupez 1 oignon en petits cubes. - Prenez 2-3 gousses d'ail et émincez-les. - Mesurez 2 cuillères à soupe d'huile végétale. - Préparez du sel, du poivre et toutes autres épices selon vos goûts. Étape 2 : Cuisson 1. Dans une poêle profonde, faites chauffer l'huile végétale à feu moyen. 2. Ajoutez les filets de poulet tranchés dans la poêle et faites-les frire jusqu'à ce qu'ils soient dorés, en remuant de temps en temps. Cela devrait prendre environ 5 à 7 minutes. 3. Ajoutez l'oignon et l'ail hachés dans la poêle au poulet. Continuez la cuisson du plat jusqu'à ce que les oignons soient tendres et dorés. C'est encore 5 minutes. 4. Salez et poivrez le poulet et les légumes au goût, ajoutez d'autres épices ou herbes de votre choix. Remuer tous les ingrédients pour répartir uniformément les épices. 5. Couvrez la poêle avec un couvercle et faites braiser le plat à feu moyen pendant environ 10 à 15 minutes, en remuant de temps en temps. Si le poulet commence à brûler, ajoutez un peu d'eau ou de bouillon. 6. Vérifiez l'état de préparation du poulet en coupant un morceau - il doit être tendre et juteux. 7. Le plat de poulet est prêt ! Servez-le chaud avec un accompagnement de votre choix : riz bouilli, purée de pommes de terre, salade de légumes ou pâtes. Vous pouvez ajouter différents légumes comme des carottes, des poivrons ou des champignons à ce plat pour lui donner plus de variété. Le poulet aux légumes est un plat simple, savoureux et nutritif qui plaira à toute la famille ou aux invités.
ko: 닭고기는 다양한 요리를 요리하는 데 사용할 수있는 인기 있고 맛있는 제품입니다. 다음은 닭고기 요리에 대한 자세한 조리법입니다. 1 단계 : 재료 준비 - 치킨 필레 500g을 가져다가 작은 조각이나 조각으로 자릅니다. - 양파 1 개를 껍질을 벗기고 작은 입방체로 자릅니다. - 마늘 2-3 쪽을 가져다가 다집니다. - 식물성 기름 2 큰술을 계량합니다. - 취향에 따라 소금, 후추 및 기타 향신료를 준비하십시오. 2 단계 : 요리 1. 깊은 프라이팬에 식물성 기름을 중불로 가열합니다. 2. 얇게 썬 치킨 필레를 프라이팬에 넣고 가끔 저어 주면서 노릇해질 때까지 볶습니다. 약 5~7분 정도 소요됩니다. 3. 다진 양파와 마늘을 프라이팬에 넣고 닭고기를 볶습니다. 양파가 부드러워지고 노릇해질 때까지 계속 조리합니다. 5분 더 조리합니다. 4. 닭고기와 야채에 소금과 후추로 간을하고 원하는 다른 향신료 나 허브를 추가합니다. 모든 재료를 저어 향신료가 고르게 분포되도록합니다. 5. 프라이팬을 뚜껑으로 덮고 중간 불에서 약 10~15분간 가끔 저어가며 끓입니다. 닭고기가 타기 시작하면 물이나 육수를 약간 추가합니다. 6. 닭고기 한 조각을 잘라서 닭고기의 준비 상태를 확인합니다-부드럽고 육즙이 많아야합니다. 7. 치킨 요리가 준비되었습니다! 삶은 쌀, 으깬 감자, 야채 샐러드 또는 파스타와 같은 원하는 반찬과 함께 뜨겁게 제공하십시오. 이 요리에 당근, 피망 또는 버섯과 같은 다양한 야채를 추가하여 더 다양하게 만들 수 있습니다. 야채를 곁들인 치킨은 온 가족이나 손님이 즐길 수있는 간단하고 맛있고 영양가있는 요리입니다.

# Kitchen,Cookfood
source: Cook food
de: Essen kochen
fr: Cuire les aliments
hu: Főzzük az ételt
it: Cucinare cibo
ko: 음식 조리하기
ru: Приготовление блюд

# Kitchen,Cooking
source: Cooking
de: Kochen
fr: Cuisson
hu: Főzés
it: Cucinando
ko: 요리
ru: Приготовление

# Kitchen,Cooking2
source: Cooking...
de: Kochen...
fr: Cuisson….
hu: Főzés...
it: La carne di maiale è una carne derivata dal maiale. È una delle carni più comuni e popolari in molte cucine del mondo. La carne di maiale ha un sapore caratteristico e una consistenza succulenta che la rendono un prodotto versatile e ricercato. La carne di maiale può essere di diversa qualità e grado di selezione. La carne di maiale selezionata è solitamente ottenuta da animali giovani ed è caratterizzata da tenerezza e morbidezza. Può essere utilizzata per cotture veloci come arrosti o stufati. Altre categorie di carne di maiale, come il "bacon" o il "lardo", sono note per l'elevato contenuto di grassi e il sapore caratteristico. La carne di maiale è una ricca fonte di proteine, ferro, zinco e vitamine del gruppo B. Contiene anche un po' di grasso, che può essere eliminato o utilizzato per friggere e brasare i piatti. La carne di maiale può essere preparata in vari modi, tra cui la frittura, la bollitura, la cottura al forno, la griglia e l'affumicatura. La carne di maiale viene utilizzata in molti piatti diversi, dalle classiche cotolette e stinchi di maiale fritti alle deliziose costine, pancetta e salsicce. Si trova in una varietà di cucine nazionali, da quella cinese a quella italiana, da quella messicana a quella russa. I piatti a base di carne di maiale, succosi e saporiti, sono sempre una delizia per i buongustai e sono una parte indispensabile di una dieta varia.
ko: 요리...
ru: Готовим...

# Kitchen,Dumplings
source: Dumplings
de: Teigtaschen
fr: Pelmeni
hu: Gombócok
it: Ravioli
ko: 만두
ru: Пельмени

# Kitchen,DumplingsText
source: Pelmeni is a traditional Russian dish that consists of small stuffed cous cous dough pastes rolled up in the shape of crescents or ears. One of the key ingredients in making pelmeni is minced meat, which can be made from various meat products such as pork, beef or lamb, as well as mixtures of these meat products. The minced meat is usually supplemented with onions, salt and pepper for added flavor. The dough for dumplings is made from flour, eggs and a small amount of water or milk. Some recipes may also use vegetable oil or sour cream for a softer and more elastic dough. The dough is kneaded to a uniform texture and then cut into small pieces. To make dumplings, each piece of dough is rolled into a thin circle and filled with mincemeat. The dough is then pressed into a crescent shape, gluing the edges of the dumpling together to prevent the stuffing from leaking out during cooking. Dumplings are usually cooked in boiling salted water until done. They are ready when the dough becomes soft and the stuffing is fully cooked. The cooking time is usually a few minutes, depending on the size of the dumplings. Serving dumplings can vary. Classic dumplings are served hot with sour cream, butter, or a sauce made of melted butter and bread crumbs. Dumplings are also often served with mustard, sauces, pickles or ketchup. Dumplings are a rich, hearty and delicious dish that is a popular choice in Russian, Ukrainian and Kazakh cuisine. They are great for family dinners or holidays, and can also be frozen for later use.
de: Pelmeni sind ein traditionelles russisches Gericht, das aus kleinen gefüllten Couscous-Teigfladen besteht, die in Form von Halbmonden oder Ohren aufgerollt werden. Eine der wichtigsten Zutaten für Pelmeni ist Hackfleisch, das aus verschiedenen Fleischsorten wie Schweine-, Rind- oder Lammfleisch sowie aus Mischungen dieser Fleischsorten hergestellt werden kann. Das Hackfleisch wird normalerweise mit Zwiebeln, Salz und Pfeffer verfeinert, um den Geschmack zu verbessern. Der Teig für Knödel wird aus Mehl, Eiern und einer kleinen Menge Wasser oder Milch hergestellt. Manche Rezepte verwenden auch Pflanzenöl oder saure Sahne für einen weicheren und elastischeren Teig. Der Teig wird geknetet, bis er eine gleichmäßige Konsistenz hat, und dann in kleine Stücke geschnitten. Für die Knödel wird jedes Teigstück zu einem dünnen Kreis gerollt und mit Hackfleisch gefüllt. Der Teig wird dann in eine Halbmondform gepresst, wobei die Ränder des Knödels zusammengeklebt werden, damit die Füllung beim Kochen nicht ausläuft. Knödel werden normalerweise in kochendem Salzwasser gekocht, bis sie gar sind. Sie sind fertig, wenn der Teig weich wird und die Füllung durchgegart ist. Die Kochzeit beträgt in der Regel ein paar Minuten, je nach Größe der Knödel. Das Servieren von Knödeln kann variieren. Klassische Knödel werden heiß mit saurer Sahne, Butter oder einer Soße aus geschmolzener Butter und Semmelbröseln serviert. Knödel werden auch oft mit Senf, Soßen, Gurken oder Ketchup serviert. Knödel sind ein reichhaltiges, herzhaftes und leckeres Gericht, das in der russischen, ukrainischen und kasachischen Küche sehr beliebt ist. Sie eignen sich hervorragend für Familienessen oder Feiertage und können auch für die spätere Verwendung eingefroren werden.
fr: Le pelmeni est un plat traditionnel russe composé de petites pâtes à couscous farcies enroulées en forme de croissants ou d'oreilles. L'un des ingrédients clés de la fabrication des pelmeni est la viande hachée, qui peut être préparée à partir de divers produits carnés comme le porc, le bœuf ou l'agneau, ainsi que de mélanges de ces produits carnés. La viande hachée est généralement complétée par des oignons, du sel et du poivre pour plus de saveur. La pâte pour raviolis est composée de farine, d'œufs et d'une petite quantité d'eau ou de lait. Certaines recettes peuvent également utiliser de l'huile végétale ou de la crème sure pour une pâte plus molle et plus élastique. La pâte est pétrie jusqu'à obtenir une texture uniforme puis coupée en petits morceaux. Pour faire des raviolis, chaque morceau de pâte est roulé en un mince cercle et rempli de viande hachée. La pâte est ensuite pressée en forme de croissant, en collant les bords de la boulette ensemble pour empêcher la farce de s'échapper pendant la cuisson. Les raviolis sont généralement cuits dans de l'eau bouillante salée jusqu'à ce qu'ils soient cuits. Ils sont prêts lorsque la pâte devient molle et que la farce est entièrement cuite. Le temps de cuisson est généralement de quelques minutes, selon la taille des boulettes. Servir les boulettes peut varier. Les raviolis classiques sont servis chauds avec de la crème sure, du beurre ou une sauce à base de beurre fondu et de chapelure. Les raviolis sont également souvent servis avec de la moutarde, des sauces, des cornichons ou du ketchup. Les raviolis sont un plat riche, copieux et délicieux, très apprécié dans la cuisine russe, ukrainienne et kazakhe. Ils sont parfaits pour les dîners de famille ou les vacances et peuvent également être congelés pour une utilisation ultérieure.
hu: A pelmeni egy hagyományos orosz étel, amely apró, félhold vagy fül alakúra feltekert, töltött kuszkusztésztából készült tésztából áll. A pelmeni egyik legfontosabb összetevője a darált hús, amely készülhet különböző húskészítményekből, például sertés-, marha- vagy bárányhúsból, valamint e húskészítmények keverékeiből. A darált húst általában hagymával, sóval és borssal egészítik ki az ízesítés érdekében. A gombócok tésztája lisztből, tojásból és kevés vízből vagy tejből készül. Egyes receptek növényi olajat vagy tejfölt is használhatnak a lágyabb és rugalmasabb tészta érdekében. A tésztát egyenletes állagúra gyúrják, majd apró darabokra vágják. A gombócok készítéséhez minden egyes tésztadarabot vékony körré sodrunk, és megtöltjük darált hússal. A tésztát ezután félhold alakúra nyomjuk, és a gombóc széleit összeragasztjuk, hogy a töltelék ne szivárogjon ki a sütés során. A gombócokat általában forrásban lévő sós vízben főzik készre. Akkor van kész, amikor a tészta megpuhul, és a töltelék teljesen átsül. A főzési idő általában néhány perc, a gombóc méretétől függően. A gombócok tálalása változhat. A klasszikus gombócokat forrón, tejföllel, vajjal vagy olvasztott vajból és zsemlemorzsából készült mártással tálalják. A gombócokat gyakran tálalják mustárral, szószokkal, savanyúsággal vagy ketchuppal is. A gombócok gazdag, kiadós és ízletes ételek, amelyek az orosz, ukrán és kazah konyhában is népszerűek. Nagyszerű családi vacsorákhoz vagy ünnepekhez, és későbbi felhasználásra le is fagyasztható.
it: I pelmeni sono un piatto tradizionale russo composto da piccole paste di pasta di cous cous ripiene arrotolate a forma di mezzaluna o di orecchie. Uno degli ingredienti chiave nella preparazione dei pelmeni è la carne macinata, che può essere ottenuta da vari prodotti a base di carne come maiale, manzo o agnello, nonché da miscele di questi prodotti a base di carne. La carne macinata viene solitamente integrata con cipolle, sale e pepe per aggiungere sapore. L'impasto per gli gnocchi è composto da farina, uova e una piccola quantità di acqua o latte. In alcune ricette è possibile utilizzare anche olio vegetale o panna acida per un impasto più morbido ed elastico. L'impasto viene lavorato fino ad ottenere una consistenza uniforme e quindi tagliato a pezzetti. Per preparare gli gnocchi, ogni pezzo di pasta viene arrotolato in un cerchio sottile e riempito con carne macinata. L'impasto viene poi pressato a forma di mezzaluna, incollando tra loro i bordi dello gnocco per evitare che il ripieno fuoriesca durante la cottura. Gli gnocchi vengono solitamente cotti in acqua bollente salata fino alla cottura. Sono pronti quando l'impasto diventa morbido e il ripieno è completamente cotto. Il tempo di cottura è solitamente di pochi minuti, a seconda della dimensione degli gnocchi. Il servizio degli gnocchi può variare. I classici gnocchi vengono serviti caldi con panna acida, burro o una salsa a base di burro fuso e pangrattato. Gli gnocchi vengono spesso serviti anche con senape, salse, sottaceti o ketchup. Gli gnocchi sono un piatto ricco, sostanzioso e delizioso che è una scelta popolare nella cucina russa, ucraina e kazaka. Sono ottimi per le cene in famiglia o le vacanze e possono anche essere congelati per un uso successivo.
ko: 펠메니는 초승달 모양이나 귀 모양으로 말아 만든 작은 속을 채운 쿠스쿠스 반죽으로 구성된 러시아 전통 요리입니다. 펠메니를 만드는 핵심 재료 중 하나는 다진 고기이며, 돼지 고기, 소고기 또는 양고기와 같은 다양한 육류 제품과 이러한 육류 제품의 혼합물로 만들 수 있습니다. 다진 고기에는 일반적으로 풍미를 더하기 위해 양파, 소금 및 후추가 보충됩니다. 만두 반죽은 밀가루, 계란, 소량의 물 또는 우유로 만듭니다. 일부 조리법에서는 더 부드럽고 탄력있는 반죽을 위해 식물성 기름이나 사워 크림을 사용할 수도 있습니다. 반죽을 균일 한 질감으로 반죽 한 다음 작은 조각으로 자릅니다. 만두를 만들기 위해 각 반죽 조각을 얇은 원으로 말아서 다진 고기로 채 웁니다. 그런 다음 반죽을 초승달 모양으로 눌러 만두의 가장자리를 함께 접착하여 요리 중에 소가 새어 나오지 않도록합니다. 만두는 일반적으로 끓는 소금물에 익을 때까지 조리합니다. 반죽이 부드러워지고 속이 완전히 익으면 완성된 것입니다. 조리 시간은 만두의 크기에 따라 보통 몇 분 정도 걸립니다. 만두 서빙은 다를 수 있습니다. 클래식 만두는 사워 크림, 버터 또는 녹인 버터와 빵가루로 만든 소스와 함께 뜨겁게 제공됩니다. 만두는 종종 머스타드, 소스, 피클 또는 케첩과 함께 제공됩니다. 만두는 풍부하고 풍성하며 맛있는 요리로 러시아, 우크라이나 및 카자흐스탄 요리에서 인기있는 선택입니다. 가족 저녁 식사나 휴일에 즐기기에 좋으며 나중에 사용하기 위해 냉동 보관할 수도 있습니다.
ru: Пельмени - это традиционное русское блюдо, которое состоит из небольших фаршированных кушаньями тестовых паст, свернутых в форме полумесяцев или ушек. Одним из ключевых ингредиентов приготовления пельменей является фарш, который может быть изготовлен из различных мясных продуктов, таких как свинина, говядина или баранина, а также смеси этих мясных продуктов. Фарш обычно дополняется луком, солью и перцем для добавления вкуса. Тесто для пельменей готовится из муки, яиц и небольшого количества воды или молока. В некоторых рецептах может использоваться также растительное масло или сметана для более мягкого и эластичного теста. Тесто вымешивается до однородной текстуры и затем разделывается на небольшие кусочки. Для приготовления пельменей, каждый кусочек теста раскатывается в тонкий круг и наполняется фаршем. Затем тесто прикладывается в полумесяцевидную форму, склеивая края пельменя, чтобы избежать вытекания начинки во время варки. Пельмени обычно варятся в кипящей подсоленной воде до готовности. Они готовы, когда тесто становится мягким, а фарш полностью приготовлен. Обычно время варки составляет несколько минут, в зависимости от размера пельменей. Сервировка пельменей может варьироваться. Классические пельмени подаются горячими с добавлением сметаны, масла или соуса из растопленного сливочного масла и хлебных крошек. Также пельмени часто подаются с горчицей, соусами, солеными огурцами или кетчупом. Пельмени - это насыщенное, сытное и вкусное блюдо, которое является популярным выбором в российской, украинской и казахской кухне. Они отлично подходят для семейных ужинов или праздников, а также могут быть заморожены для последующего использования.

# Kitchen,Friedpotatoes
source: Fried potatoes
de: Bratkartoffeln
fr: Patates frites
hu: Sült burgonya
it: Patate fritte
ko: 감자 튀김
ru: Жареный картофель
