Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,BleachText
source: Bleach is a chemical used to remove stains and lighten fabrics. It helps to restore white color to previously soiled or graying fabrics. Bleach can be available in different forms including liquid, powder or gel. It contains active ingredients such as hydrogen peroxide (oxidant) or strong bleaching agents that provide effective removal of stains and redness. Bleach penetrates into the fabric structure and oxidizes the organic matter that causes stains. It breaks down pigments and erases stains, returning fabrics to a fresh and vibrant appearance. Bleach can also remove yellowness and write on the surface of fabrics, returning them to their "newness". It is important to use bleach as directed and follow safety guidelines, as it contains chemicals that can be harmful to skin and health. Improper use of bleach or improper exposure to other surfaces can damage or discolor materials. Bleach can be used on various types of textiles including clothing, bedding, towels and curtains. It can also be effective in removing stains from coffee, tea, wine, blood and other organic substances. In addition to fabrics, bleach can also be used to clean and brighten other surfaces such as ceramics, plastic and even some types of leather. It is important to remember that some types of fabrics and materials can be sensitive to bleach, so it is always advisable to test it on a small area before use or follow the directions on the product label.
de: Bleichmittel ist eine Chemikalie, die verwendet wird, um Flecken zu entfernen und Stoffe aufzuhellen. Sie hilft dabei, verschmutzte oder vergraute Textilien wieder weiß zu machen. Bleichmittel gibt es in verschiedenen Formen, z. B. als Flüssigkeit, Pulver oder Gel. Es enthält Wirkstoffe wie Wasserstoffperoxid (Oxidationsmittel) oder starke Bleichmittel, die Flecken und Rötungen effektiv entfernen. Das Bleichmittel dringt in die Gewebestruktur ein und oxidiert die organische Substanz, die Flecken verursacht. Es baut die Pigmente ab und entfernt die Flecken, so dass die Stoffe wieder frisch und lebendig aussehen. Bleichmittel kann auch Vergilbungen und Flecken auf der Oberfläche von Stoffen entfernen und ihnen ihr "neues Aussehen" zurückgeben. Es ist wichtig, Bleichmittel vorschriftsmäßig zu verwenden und die Sicherheitsrichtlinien zu befolgen, da es Chemikalien enthält, die für Haut und Gesundheit schädlich sein können. Unsachgemäße Verwendung von Bleichmitteln oder unsachgemäßer Kontakt mit anderen Oberflächen kann Materialien beschädigen oder verfärben. Bleichmittel kann für verschiedene Arten von Textilien wie Kleidung, Bettwäsche, Handtücher und Vorhänge verwendet werden. Es kann auch Flecken von Kaffee, Tee, Wein, Blut und anderen organischen Substanzen entfernen. Neben Textilien kann Bleiche auch zum Reinigen und Aufhellen anderer Oberflächen wie Keramik, Kunststoff und sogar einiger Lederarten verwendet werden. Es ist wichtig, daran zu denken, dass einige Stoffarten und Materialien empfindlich auf Bleichmittel reagieren können. Deshalb ist es immer ratsam, es vor der Anwendung an einer kleinen Stelle zu testen oder die Anweisungen auf dem Produktetikett zu befolgen.
fr: L'eau de Javel est un produit chimique utilisé pour éliminer les taches et éclaircir les tissus. Il permet de redonner la couleur blanche aux tissus préalablement sales ou grisonnants. L'eau de Javel peut être disponible sous différentes formes, notamment liquide, poudre ou gel. Il contient des principes actifs comme le peroxyde d'hydrogène (oxydant) ou des agents blanchissants puissants qui permettent d'éliminer efficacement les taches et les rougeurs. L'eau de Javel pénètre dans la structure du tissu et oxyde la matière organique à l'origine des taches. Il décompose les pigments et efface les taches, redonnant aux tissus un aspect frais et éclatant. L'eau de Javel peut également éliminer le jaunissement et écrire sur la surface des tissus, leur redonnant ainsi leur « nouveauté ». Il est important d’utiliser l’eau de Javel comme indiqué et de suivre les consignes de sécurité, car elle contient des produits chimiques qui peuvent être nocifs pour la peau et la santé. Une mauvaise utilisation de l'eau de Javel ou une mauvaise exposition à d'autres surfaces peuvent endommager ou décolorer les matériaux. L'eau de Javel peut être utilisée sur différents types de textiles, notamment les vêtements, la literie, les serviettes et les rideaux. Il peut également être efficace pour éliminer les taches de café, de thé, de vin, de sang et d’autres substances organiques. En plus des tissus, l'eau de Javel peut également être utilisée pour nettoyer et raviver d'autres surfaces telles que la céramique, le plastique et même certains types de cuir. Il est important de se rappeler que certains types de tissus et matériaux peuvent être sensibles à l'eau de Javel, il est donc toujours conseillé de le tester sur une petite surface avant utilisation ou de suivre les instructions sur l'étiquette du produit.
ko: 표백제는 얼룩을 제거하고 천을 밝게 하는 데 사용되는 화학 물질입니다. 표백제는 이전에 더러워지거나 회색으로 변한 직물을 흰색으로 복원하는 데 도움이 됩니다. 표백제는 액체, 분말 또는 젤 등 다양한 형태로 제공됩니다. 과산화수소(산화제) 또는 강력한 표백제와 같은 활성 성분이 함유되어 있어 얼룩과 붉어짐을 효과적으로 제거할 수 있습니다. 표백제는 직물 구조에 침투하여 얼룩을 유발하는 유기물을 산화시킵니다. 표백제는 색소를 분해하고 얼룩을 지워 직물을 신선하고 생생한 상태로 되돌립니다. 표백제는 또한 옷감 표면의 황변과 글씨를 제거하여 옷감을 '새것'으로 되돌릴 수 있습니다. 표백제에는 피부와 건강에 해로울 수 있는 화학물질이 포함되어 있으므로 지시대로 사용하고 안전 지침을 따르는 것이 중요합니다. 표백제를 부적절하게 사용하거나 다른 표면에 부적절하게 노출하면 소재가 손상되거나 변색될 수 있습니다. 표백제는 의류, 침구, 수건, 커튼 등 다양한 종류의 섬유에 사용할 수 있습니다. 또한 커피, 차, 와인, 혈액 및 기타 유기 물질의 얼룩을 제거하는 데 효과적일 수 있습니다. 직물 외에도 표백제는 세라믹, 플라스틱 및 일부 유형의 가죽과 같은 다른 표면을 청소하고 밝게하는 데에도 사용할 수 있습니다. 일부 유형의 직물과 소재는 표백제에 민감할 수 있으므로 사용하기 전에 항상 작은 부위에 테스트하거나 제품 설명서의 지침을 따르는 것이 좋습니다.

# Inventory,Blueberry
source: Blueberry
de: Blaubeere
fr: Myrtille
hu: Áfonya
it: Mora
ko: 블루베리
ru: Черника

# Inventory,BlueberryText
source: Bilberry, or common bilberry, or myrtle bilberry, is a stunted shrub, a species of the genus Vaccinium of the Verescae family (previously this genus was sometimes distinguished in the Lingonberry family). Berries are edible for humans. Berries and leaves are used for medicinal purposes. Sometimes blueberries are also grown for decorative purposes in alpine gardens.
de: Die Heidelbeere, auch Gewöhnliche Heidelbeere oder Myrtenbeere genannt, ist ein verkrüppelter Strauch, eine Art der Gattung Vaccinium aus der Familie der Verescae (früher wurde diese Gattung manchmal in die Familie der Preiselbeeren unterschieden). Die Beeren sind für den Menschen essbar. Beeren und Blätter werden für medizinische Zwecke verwendet. Manchmal werden Heidelbeeren auch zu Zierzwecken in alpinen Gärten angebaut.
fr: La myrtille, ou myrtille commune, ou myrte myrte, est un arbuste rabougri, une espèce du genre Vaccinium de la famille des Verescae (auparavant ce genre était parfois distingué dans la famille des Airelles rouges). Les baies sont comestibles pour les humains. Les baies et les feuilles sont utilisées à des fins médicinales. Parfois, les myrtilles sont également cultivées à des fins décoratives dans les jardins alpins.
hu: Az áfonya, vagy közönséges áfonya, vagy mirtusz áfonya, a Verescae családba tartozó Vaccinium nemzetség egyik faja (korábban ezt a nemzetséget néha a tőzegáfonya családban különböztették meg). Bogyói az ember számára ehetőek. A bogyókat és a leveleket gyógyászati célokra használják. Az áfonyát néha dekorációs céllal is termesztik az alpesi kertekben.
it: Il mirtillo, o mirtillo comune, o mirtillo di mirto, è un arbusto rachitico, una specie del genere Vaccinium della famiglia delle Verescae (in precedenza questo genere veniva talvolta distinto nella famiglia dei Lingonberry). Le bacche sono commestibili per l'uomo. Bacche e foglie vengono utilizzate per scopi medicinali. Talvolta i mirtilli vengono coltivati anche a scopo decorativo nei giardini alpini.
ko: 블루베리, 또는 일반적인 블루베리 또는 머틀 블루베리는 발육이 부진한 관목으로, 베레세과 Vaccinium 속의 종입니다(이전에는 이 속이 링곤베리과에서 구별되기도 했습니다). 열매는 사람이 먹을 수 있습니다. 열매와 잎은 약용으로 사용됩니다. 때때로 블루 베리는 고산 정원에서 장식용으로도 재배됩니다.
ru: Черника обыкновенная, или черника миртовая, - низкорослый кустарник, вид рода Vaccinium семейства Вересковые (ранее этот род иногда выделяли в семейство Брусничные). Ягоды съедобны для человека. В лекарственных целях используются ягоды и листья. Иногда голубику выращивают и в декоративных целях в альпийских садах.

# Inventory,BucketWater
source: Water
de: Wasser
fr: Eau
hu: Víz
it: Acqua
ko: 물
ru: Вода

# Inventory,BucketWaterError
source: I don't have any water...
de: Ich habe kein Wasser...
fr: Je n'ai pas d'eau...
hu: Nincs vizem...
it: Non ho acqua...
ko: 물이 없습니다...
ru: У меня нет воды...

# Inventory,BucketWaterText
source: Well water is water obtained from wells, which are man-made or natural reservoirs usually located in the ground and designed to store and accumulate water. Such water may be underground or surface water. Well water is considered natural and pure because it undergoes a natural process of filtration through layers of soil and rock. This makes it more suitable for drinking than, for example, tap water, which may contain various additives and impurities. Well water usually has a neutral taste and is odorless. It also has a low mineral content and may be softer than other water sources. Well water is widely used for everyday needs including drinking, cooking, watering plants and other household needs. It can also be used in agriculture and industry. However, it should be noted that the quality of well water can vary depending on the location of the well and the environment. In some cases, the water may contain harmful substances or bacteria, so it is recommended to regularly test it for purity and safety before use.
de: Brunnenwasser ist Wasser, das aus Brunnen gewonnen wird, d.h. aus künstlich angelegten oder natürlichen Reservoirs, die sich in der Regel im Boden befinden und dazu dienen, Wasser zu speichern und zu sammeln. Dabei kann es sich um unterirdisches Wasser oder Oberflächenwasser handeln. Brunnenwasser gilt als natürlich und rein, weil es einen natürlichen Filtrationsprozess durch Erd- und Gesteinsschichten durchläuft. Dadurch ist es besser zum Trinken geeignet als z.B. Leitungswasser, das verschiedene Zusätze und Verunreinigungen enthalten kann. Brunnenwasser hat in der Regel einen neutralen Geschmack und ist geruchlos. Es hat außerdem einen geringen Mineraliengehalt und kann weicher sein als andere Wasserquellen. Brunnenwasser wird häufig für den täglichen Bedarf verwendet, z. B. zum Trinken, Kochen, Gießen von Pflanzen und für andere Haushaltszwecke. Es kann auch in der Landwirtschaft und in der Industrie verwendet werden. Es ist jedoch zu beachten, dass die Qualität des Brunnenwassers je nach Standort des Brunnens und der Umgebung variieren kann. In manchen Fällen kann das Wasser schädliche Stoffe oder Bakterien enthalten. Deshalb wird empfohlen, es vor der Verwendung regelmäßig auf Reinheit und Sicherheit zu prüfen.
fr: L’eau de puits est l’eau obtenue à partir de puits, qui sont des réservoirs artificiels ou naturels généralement situés dans le sol et conçus pour stocker et accumuler l’eau. Ces eaux peuvent être souterraines ou superficielles. L’eau de puits est considérée comme naturelle et pure car elle subit un processus naturel de filtration à travers des couches de sol et de roche. Cela la rend plus potable que, par exemple, l’eau du robinet, qui peut contenir divers additifs et impuretés. L’eau de puits a généralement un goût neutre et est inodore. Elle a également une faible teneur en minéraux et peut être plus douce que les autres sources d’eau. L’eau de puits est largement utilisée pour les besoins quotidiens, notamment pour boire, cuisiner, arroser les plantes et autres besoins domestiques. Il peut également être utilisé dans l’agriculture et l’industrie. Il convient toutefois de noter que la qualité de l’eau de puits peut varier en fonction de l’emplacement du puits et de l’environnement. Dans certains cas, l'eau peut contenir des substances nocives ou des bactéries, il est donc recommandé de la tester régulièrement pour en vérifier la pureté et la sécurité avant utilisation.
hu: A kútvíz olyan víz, amelyet kutakból nyerünk, amelyek általában a földben található, mesterséges vagy természetes víztározók, és amelyeket a víz tárolására és összegyűjtésére terveztek. Az ilyen víz lehet felszín alatti vagy felszíni víz. A kútvíz természetesnek és tisztának tekinthető, mivel a talaj- és kőzetrétegeken keresztül természetes szűrési folyamaton megy keresztül. Ezáltal alkalmasabb ivásra, mint például a csapvíz, amely különböző adalékanyagokat és szennyeződéseket tartalmazhat. A kútvíz általában semleges ízű és szagtalan. Alacsony az ásványianyag-tartalma is, és lágyabb lehet, mint más vízforrásoké. A kútvizet széles körben használják a mindennapi szükségletek kielégítésére, beleértve az ivást, a főzést, a növények öntözését és egyéb háztartási szükségleteket. A mezőgazdaságban és az iparban is felhasználható. Meg kell azonban jegyezni, hogy a kútvíz minősége a kút helyétől és a környezettől függően változhat. Bizonyos esetekben a víz káros anyagokat vagy baktériumokat tartalmazhat, ezért ajánlott a víz tisztaságát és biztonságosságát rendszeresen megvizsgálni a felhasználás előtt.
it: L'acqua di pozzo è l'acqua ottenuta dai pozzi, che sono serbatoi artificiali o naturali solitamente situati nel terreno e progettati per immagazzinare e accumulare acqua. Tale acqua può essere sotterranea o superficiale. L'acqua di pozzo è considerata naturale e pura perché subisce un processo naturale di filtrazione attraverso strati di terreno e roccia. Ciò la rende più potabile rispetto, ad esempio, all'acqua del rubinetto, che può contenere vari additivi e impurità. L'acqua del pozzo solitamente ha un sapore neutro ed è inodore. Ha anche un basso contenuto di minerali e può essere più morbida rispetto ad altre fonti d'acqua. L'acqua di pozzo è ampiamente utilizzata per le necessità quotidiane, tra cui bere, cucinare, annaffiare le piante e altre necessità domestiche. Può essere utilizzato anche in agricoltura e nell'industria. Tuttavia, va notato che la qualità dell'acqua del pozzo può variare a seconda della posizione del pozzo e dell'ambiente. In alcuni casi, l'acqua può contenere sostanze nocive o batteri, quindi si consiglia di testarne regolarmente la purezza e la sicurezza prima dell'uso.
ko: 우물물은 일반적으로 지상에 위치하며 물을 저장하고 축적하도록 설계된 인공 또는 자연 저수지인 우물에서 얻은 물입니다. 이러한 물은 지하수 또는 지표수일 수 있습니다. 우물물은 토양과 암석층을 통해 자연적인 여과 과정을 거치기 때문에 자연적이고 순수한 물로 간주됩니다. 따라서 다양한 첨가물과 불순물이 포함될 수 있는 수돗물보다 음용하기에 더 적합합니다. 우물물은 일반적으로 중성적인 맛을 가지고 있으며 무취입니다. 또한 미네랄 함량이 낮고 다른 수원보다 부드러울 수 있습니다. 우물물은 식수, 요리, 식물에 물주기 및 기타 가정에서 필요한 용도로 널리 사용됩니다. 농업 및 산업 분야에서도 사용할 수 있습니다. 하지만 우물물의 수질은 우물의 위치와 환경에 따라 달라질 수 있다는 점에 유의해야 합니다. 경우에 따라 물에 유해 물질이나 박테리아가 포함되어 있을 수 있으므로 사용하기 전에 정기적으로 순도와 안전성을 테스트하는 것이 좋습니다.
ru: Колодезная вода - это вода, получаемая из колодцев, которые представляют собой искусственные или естественные резервуары, обычно расположенные в земле и предназначенные для хранения и накопления воды. Такая вода может быть подземной или поверхностной. Колодезная вода считается природной и чистой, поскольку она проходит естественный процесс фильтрации через слои почвы и горных пород. Это делает ее более пригодной для питья, чем, например, водопроводная вода, которая может содержать различные добавки и примеси. Колодезная вода обычно имеет нейтральный вкус и не имеет запаха. Кроме того, она имеет низкое содержание минералов и может быть мягче, чем вода из других источников. Колодезная вода широко используется для повседневных нужд, включая питье, приготовление пищи, полив растений и другие бытовые нужды. Она также может использоваться в сельском хозяйстве и промышленности. Однако следует отметить, что качество колодезной воды может варьироваться в зависимости от места расположения колодца и окружающей среды. В некоторых случаях вода может содержать вредные вещества или бактерии, поэтому рекомендуется регулярно проверять ее на чистоту и безопасность перед использованием.

# Inventory,Burnedlog
source: Burned log
de: Verbrannter Baumstamm
fr: Bûche brûlée
hu: Égett rönk
it: Ceppo bruciato
ko: 숯
ru: Обгоревшее бревно
