Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Bedding,CornCanText
source: Canned corn is corn that has undergone a canning process to extend its shelf life and preserve its nutrients. The process of canning corn involves harvesting ripe cobs, cleaning them of leaves and husks, and then carefully removing the kernels from the cob. The corn kernels are then placed in glass jars or metal containers, and these are then filled with salted or sweet water or brine. The jars are sealed with airtight lids and undergo a heat treatment process in boiling water or under high pressure. Canned corn has several advantages. First, it keeps for a long time and can be eaten at any time of the year. Second, the canning process preserves most of the nutrients and flavor of the corn. Third, canned corn is ready to eat and does not require long cooking times, so it is convenient to use. Canned corn has a sweet and delicate taste, which gives dishes a special flavor and texture. It can be used as a garnish to various dishes, added to soups, salads, pasta and other culinary recipes. It can also be consumed pure as a stand-alone dish. Canned corn is a source of vitamins (including vitamin C and vitamin A), minerals (potassium, magnesium) and fiber. It also contains some antioxidants and phytochemical compounds that are healthy. When choosing canned corn, it is recommended to pay attention to the composition of the product and choose options with the least amount of added preservatives or with added natural ingredients.
de: Eingemachter Mais ist Mais, der einem Konservierungsverfahren unterzogen wurde, um seine Haltbarkeit zu verlängern und seine Nährstoffe zu erhalten. Beim Einmachen von Mais werden die reifen Kolben geerntet, von Blättern und Schalen befreit und dann vorsichtig die Körner vom Kolben entfernt. Die Maiskörner werden dann in Gläser oder Metallbehälter gefüllt, die mit Salz- oder Süßwasser oder Salzlake aufgefüllt werden. Die Gläser werden mit luftdichten Deckeln verschlossen und einer Wärmebehandlung in kochendem Wasser oder unter hohem Druck unterzogen. Eingemachter Mais hat mehrere Vorteile. Erstens ist er lange haltbar und kann das ganze Jahr über verzehrt werden. Zweitens bleiben bei der Konservierung die meisten Nährstoffe und der Geschmack des Mais erhalten. Drittens ist konservierter Mais sofort verzehrfertig und muss nicht lange gekocht werden, so dass er bequem zu verwenden ist. Eingemachter Mais hat einen süßen und delikaten Geschmack, der Gerichten einen besonderen Geschmack und eine besondere Konsistenz verleiht. Er kann als Beilage zu verschiedenen Gerichten, als Zusatz zu Suppen, Salaten, Nudeln und anderen kulinarischen Rezepten verwendet werden. Er kann auch pur als eigenständiges Gericht verzehrt werden. Eingemachter Mais ist eine Quelle von Vitaminen (einschließlich Vitamin C und Vitamin A), Mineralien (Kalium, Magnesium) und Ballaststoffen. Außerdem enthält er einige gesunde Antioxidantien und phytochemische Verbindungen. Bei der Auswahl von Maiskonserven ist es ratsam, auf die Zusammensetzung des Produkts zu achten und Optionen mit dem geringsten Anteil an zugesetzten Konservierungsstoffen oder mit zugesetzten natürlichen Zutaten zu wählen.
fr: Le maïs en conserve est du maïs qui a subi un processus de mise en conserve pour prolonger sa durée de conservation et préserver ses nutriments. Le processus de mise en conserve du maïs consiste à récolter les épis mûrs, à les nettoyer des feuilles et des coques, puis à retirer soigneusement les grains de l'épi. Les grains de maïs sont ensuite placés dans des bocaux en verre ou des récipients métalliques, puis remplis d'eau ou de saumure salée ou sucrée. Les bocaux sont fermés avec des couvercles hermétiques et subissent un traitement thermique dans de l'eau bouillante ou sous haute pression. Le maïs en conserve présente plusieurs avantages. Premièrement, il se conserve longtemps et peut être consommé à tout moment de l’année. Deuxièmement, le processus de mise en conserve préserve la plupart des nutriments et de la saveur du maïs. Troisièmement, le maïs en conserve est prêt à manger et ne nécessite pas de longs temps de cuisson, il est donc pratique à utiliser. Le maïs en conserve a un goût sucré et délicat, ce qui confère aux plats une saveur et une texture particulières. Il peut être utilisé comme garniture de divers plats, ajouté aux soupes, salades, pâtes et autres recettes culinaires. Il peut également être consommé pur, seul. Le maïs en conserve est une source de vitamines (notamment la vitamine C et la vitamine A), de minéraux (potassium, magnésium) et de fibres. Il contient également des antioxydants et des composés phytochimiques sains. Lors du choix du maïs en conserve, il est recommandé de faire attention à la composition du produit et de choisir les options contenant le moins de conservateurs ajoutés ou avec des ingrédients naturels ajoutés.
hu: A kukoricakonzerv olyan kukorica, amelyet konzerválási eljárásnak vetettek alá, hogy meghosszabbítsák az eltarthatósági időt és megőrizzék a tápanyagokat. A kukoricakonzerválás során az érett kukoricacsutkát betakarítják, megtisztítják a levelektől és a héjtól, majd óvatosan eltávolítják a magokat a csutkáról. A kukoricaszemeket ezután üvegedényekbe vagy fémtartályokba helyezik, majd ezeket sós vagy édes vízzel vagy sós lével töltik fel. Az üvegeket légmentesen lezárják, és forró vízben vagy nagy nyomás alatt hőkezelésnek vetik alá. A kukoricakonzervnek számos előnye van. Először is, hosszú ideig eltartható, és az év bármely szakában fogyasztható. Másodszor, a konzerválási folyamat megőrzi a kukorica legtöbb tápanyagát és ízét. Harmadszor, a konzervkukorica azonnal fogyasztható, és nem igényel hosszú főzési időt, így kényelmesen használható. A kukoricakonzerv édes és finom ízű, ami különleges ízt és textúrát kölcsönöz az ételeknek. Használható különböző ételek köreteként, levesekhez, salátákhoz, tésztákhoz és más kulináris receptekhez adva. Önálló ételként tisztán is fogyasztható. A kukoricakonzerv vitaminok (köztük C- és A-vitamin), ásványi anyagok (kálium, magnézium) és rostok forrása. Emellett tartalmaz néhány antioxidánst és fitokémiai vegyületet is, amelyek egészségesek. A kukoricakonzerv kiválasztásakor ajánlott odafigyelni a termék összetételére, és olyan lehetőségeket választani, amelyek a legkevesebb hozzáadott tartósítószert tartalmazzák, vagy amelyekhez természetes összetevőket adtak hozzá.
it: Il mais in scatola è mais che ha subito un processo di inscatolamento per prolungarne la durata di conservazione e preservarne le sostanze nutritive. Il processo di inscatolamento del mais prevede la raccolta delle pannocchie mature, la pulizia delle foglie e delle bucce e quindi la rimozione accurata dei chicchi dalla pannocchia. I chicchi di mais vengono poi posti in barattoli di vetro o contenitori di metallo, e questi vengono poi riempiti con acqua salata o dolce o salamoia. I vasetti vengono chiusi con coperchi ermetici e subiscono un processo di trattamento termico in acqua bollente o ad alta pressione. Il mais in scatola presenta diversi vantaggi. Innanzitutto si conserva a lungo e può essere consumato in qualsiasi periodo dell'anno. In secondo luogo, il processo di inscatolamento preserva la maggior parte dei nutrienti e del sapore del mais. In terzo luogo, il mais in scatola è pronto da mangiare e non richiede lunghi tempi di cottura, quindi è comodo da usare. Il mais in scatola ha un gusto dolce e delicato, che conferisce ai piatti un sapore e una consistenza speciali. Può essere utilizzato come guarnizione di vari piatti, aggiunto a zuppe, insalate, pasta e altre ricette culinarie. Può anche essere consumato puro come piatto a sé stante. Il mais in scatola è una fonte di vitamine (tra cui vitamina C e vitamina A), minerali (potassio, magnesio) e fibre. Contiene anche alcuni antiossidanti e composti fitochimici che sono salutari. Quando si sceglie il mais in scatola, si consiglia di prestare attenzione alla composizione del prodotto e scegliere opzioni con la minima quantità di conservanti aggiunti o con ingredienti naturali aggiunti.
ko: 통조림 옥수수는 유통기한을 연장하고 영양소를 보존하기 위해 통조림 과정을 거친 옥수수입니다. 옥수수 통조림 공정은 잘 익은 옥수수를 수확하여 잎과 껍질을 깨끗이 씻은 다음 옥수수 알맹이를 조심스럽게 제거하는 과정으로 이루어집니다. 그런 다음 옥수수 알맹이를 유리병이나 금속 용기에 넣고 소금물이나 단물 또는 소금물을 채웁니다. 병은 밀폐 뚜껑으로 밀봉하고 끓는 물이나 고압에서 열처리 과정을 거칩니다. 통조림 옥수수에는 몇 가지 장점이 있습니다. 첫째, 오랫동안 보관할 수 있으며 일년 중 언제든지 먹을 수 있습니다. 둘째, 통조림 공정은 옥수수의 영양분과 풍미를 대부분 보존합니다. 셋째, 통조림 옥수수는 바로 먹을 수 있고 조리 시간이 오래 걸리지 않으므로 사용하기 편리합니다. 통조림 옥수수는 달콤하고 섬세한 맛이있어 요리에 특별한 풍미와 질감을줍니다. 다양한 요리의 장식으로 사용할 수 있으며 수프, 샐러드, 파스타 및 기타 요리법에 추가 할 수 있습니다. 단독 요리로 순수하게 섭취할 수도 있습니다. 통조림 옥수수는 비타민(비타민 C 및 비타민 A 포함), 미네랄(칼륨, 마그네슘) 및 섬유질의 공급원입니다. 또한 건강에 좋은 항산화제와 파이토케미컬 화합물도 함유하고 있습니다. 통조림 옥수수를 선택할 때 제품의 구성에주의를 기울이고 방부제가 가장 적게 첨가되거나 천연 성분이 첨가 된 옵션을 선택하는 것이 좋습니다.
ru: Консервированная кукуруза - это кукуруза, подвергнутая процессу консервирования для увеличения ее срока хранения и сохранения питательных веществ. Процесс консервирования кукурузы включает сбор спелых початков, их очистку от листьев и шелухи, а затем тщательное удаление зерен с початка. Зерна кукурузы затем помещаются в стеклянные банки или металлические контейнеры, а затем они заполняются соленой или сладкой водой или рассолом. Банки закрываются герметическими крышками и проходят процесс термической обработки в кипящей воде или под высоким давлением. Консервированная кукуруза имеет несколько преимуществ. Во-первых, она долго хранится и может быть употреблена в пищу в любое время года. Во-вторых, процесс консервирования позволяет сохранить большую часть питательных веществ и вкуса кукурузы. В-третьих, консервированная кукуруза готова к употреблению и не требует длительного приготовления, поэтому она удобна в использовании. Консервированная кукуруза имеет сладкий и нежный вкус, который придает блюдам особый аромат и текстуру. Ее можно использовать в качестве гарнира к различным блюдам, добавлять в супы, салаты, пасту и другие кулинарные рецепты. Она также может быть употреблена в чистом виде как самостоятельное блюдо. Консервированная кукуруза является источником витаминов (в том числе витамина С и витамина А), минеральных веществ (калий, магний) и клетчатки. Она также содержит некоторые антиоксиданты и фитохимические соединения, которые полезны для здоровья. При выборе консервированной кукурузы рекомендуется обратить внимание на состав продукта и выбирать варианты с наименьшим количеством добавленных консервантов или с добавлением натуральных ингредиентов.

# Bedding,CornText
source: Corn (Zea mays) is an annual cereal plant that grows in many countries around the world. It is widely cultivated as a fodder and food crop. Corn has tall stalks that reach a height of 2 to 3 meters. The plant has leaves that form ears known as cobs. Each cob contains a number of kernels arranged in rows, usually yellow or white in color. Depending on the variety, corn may also have red, black, or lilac colored kernels. Corn is a food product with high nutritional value. Corn kernels are rich in carbohydrates, proteins, vitamins (A, C, E, B-group) and minerals (potassium, magnesium, phosphorus). It also contains fiber, which helps normalize digestion. Corn can be prepared and eaten in a variety of ways. It can be boiled, fried, baked, canned or used as an ingredient in soups, salads, breads, porridge and other dishes. Corn is also used to make corn oil, corn flakes, flour and grits. Corn has a wide range of uses not only in the food industry, but also in other industries. For example, it is used to produce animal and poultry feed, in the production of bioplastics, biofuels and other bioenergy products. The common form of corn, the cob with kernels, is a popular summer vegetable that can be grilled or boiled, added to salads, or used as a side dish. Corn is juicy and sweet, making it enjoyable to consume in a variety of forms.
de: Mais (Zea mays) ist eine einjährige Getreidepflanze, die in vielen Ländern der Welt wächst. Er wird häufig als Futter- und Nahrungsmittel angebaut. Mais hat hohe Stängel, die eine Höhe von 2 bis 3 Metern erreichen. Die Pflanze hat Blätter, die Ähren bilden, die als Kolben bezeichnet werden. Jeder Kolben enthält eine Reihe von Körnern, die in Reihen angeordnet sind und meist eine gelbe oder weiße Farbe haben. Je nach Sorte kann der Mais auch rote, schwarze oder lilafarbene Körner haben. Mais ist ein Lebensmittel mit hohem Nährwert. Maiskörner sind reich an Kohlenhydraten, Proteinen, Vitaminen (A, C, E, B-Gruppe) und Mineralstoffen (Kalium, Magnesium, Phosphor). Er enthält auch Ballaststoffe, die zur Normalisierung der Verdauung beitragen. Mais kann auf vielfältige Weise zubereitet und verzehrt werden. Er kann gekocht, gebraten, gebacken, eingemacht oder als Zutat in Suppen, Salaten, Broten, Brei und anderen Gerichten verwendet werden. Mais wird auch zur Herstellung von Maisöl, Maisflocken, Mehl und Maisgrütze verwendet. Mais wird nicht nur in der Lebensmittelindustrie, sondern auch in anderen Bereichen vielfältig verwendet. So wird er zum Beispiel zur Herstellung von Tier- und Geflügelfutter, Biokunststoffen, Biokraftstoffen und anderen Bioenergieprodukten verwendet. Die gängige Form von Mais, der Kolben mit Körnern, ist ein beliebtes Sommergemüse, das gegrillt oder gekocht, als Salatbeilage oder als Beilage verwendet werden kann. Mais ist saftig und süß, so dass er in verschiedenen Formen verzehrt werden kann.
fr: Le maïs (Zea mays) est une plante céréalière annuelle qui pousse dans de nombreux pays du monde. Il est largement cultivé comme plante fourragère et vivrière. Le maïs a de hautes tiges qui atteignent une hauteur de 2 à 3 mètres. La plante a des feuilles qui forment des épis appelés épis. Chaque épi contient un certain nombre de grains disposés en rangées, généralement de couleur jaune ou blanche. Selon la variété, le maïs peut également avoir des grains de couleur rouge, noire ou lilas. Le maïs est un produit alimentaire à haute valeur nutritionnelle. Les grains de maïs sont riches en glucides, protéines, vitamines (groupes A, C, E, B) et minéraux (potassium, magnésium, phosphore). Il contient également des fibres qui aident à normaliser la digestion. Le maïs peut être préparé et consommé de différentes manières. Il peut être bouilli, frit, cuit au four, en conserve ou utilisé comme ingrédient dans des soupes, des salades, du pain, du porridge et d'autres plats. Le maïs est également utilisé pour fabriquer de l’huile de maïs, des corn flakes, de la farine et du gruau. Le maïs a un large éventail d’utilisations, non seulement dans l’industrie alimentaire, mais également dans d’autres industries. Par exemple, il est utilisé pour produire des aliments pour animaux et volailles, dans la production de bioplastiques, de biocarburants et d’autres produits bioénergétiques. La forme courante de maïs, l'épi avec grains, est un légume d'été populaire qui peut être grillé ou bouilli, ajouté aux salades ou utilisé comme plat d'accompagnement. Le maïs est juteux et sucré, ce qui le rend agréable à consommer sous diverses formes.
hu: A kukorica (Zea mays) a világ számos országában termesztett egynyári gabonanövény. Széles körben termesztik takarmány- és élelmiszernövényként. A kukorica magas szárú, 2-3 méteres magasságot is elérő növény. A növénynek levelei vannak, amelyek kobaknak nevezett fürtöket alkotnak. Minden egyes kukoricacsutkában számos, sorokba rendezett, általában sárga vagy fehér színű mag található. A fajtától függően a kukoricának lehetnek piros, fekete vagy lila színű magjai is. A kukorica magas tápértékű élelmiszer. A kukoricaszemek szénhidrátokban, fehérjékben, vitaminokban (A-, C-, E-, B-csoport) és ásványi anyagokban (kálium, magnézium, foszfor) gazdagok. Rostot is tartalmaz, amely segít normalizálni az emésztést. A kukorica sokféleképpen elkészíthető és fogyasztható. Lehet főzni, sütni, sütni, konzerválni, vagy levesek, saláták, kenyerek, kása és más ételek összetevőjeként használni. A kukoricából kukoricaolaj, kukoricapehely, liszt és kukoricadara is készül. A kukoricát nemcsak az élelmiszeriparban, hanem más iparágakban is sokféleképpen használják. Például állati és baromfitakarmányok előállítására, bioműanyagok, bioüzemanyagok és más bioenergetikai termékek előállítására használják. A kukorica közönséges formája, a kukoricaszemekkel együtt népszerű nyári zöldség, amelyet grillezve vagy főzve, salátákhoz adva vagy köretként használhatunk. A kukorica lédús és édes, így sokféle formában élvezhető.
it: Il mais (Zea mays) è una pianta annuale di cereali che cresce in molti paesi del mondo. È ampiamente coltivato come foraggio e coltura alimentare. Il mais ha steli alti che raggiungono un'altezza da 2 a 3 metri. La pianta ha foglie che formano orecchie chiamate pannocchie. Ogni pannocchia contiene un numero di chicchi disposti in file, solitamente di colore giallo o bianco. A seconda della varietà, il mais può avere anche chicchi di colore rosso, nero o lilla. Il mais è un prodotto alimentare dall’alto valore nutrizionale. I chicchi di mais sono ricchi di carboidrati, proteine, vitamine (A, C, E, gruppo B) e minerali (potassio, magnesio, fosforo). Contiene anche fibre, che aiutano a normalizzare la digestione. Il mais può essere preparato e consumato in vari modi. Può essere bollito, fritto, al forno, in scatola o utilizzato come ingrediente in zuppe, insalate, pane, porridge e altri piatti. Il mais viene utilizzato anche per produrre olio di mais, fiocchi di mais, farina e grana. Il mais ha una vasta gamma di usi non solo nell'industria alimentare, ma anche in altri settori. Ad esempio, viene utilizzato per produrre mangimi per animali e pollame, nella produzione di bioplastiche, biocarburanti e altri prodotti bioenergetici. La forma comune di mais, la pannocchia con i chicchi, è una popolare verdura estiva che può essere grigliata o bollita, aggiunta alle insalate o utilizzata come contorno. Il mais è succoso e dolce, il che lo rende piacevole da consumare in una varietà di forme.
ko: 옥수수( Zea mays)는 전 세계 여러 나라에서 자라는 일년생 곡물 식물입니다. 사료 및 식량 작물로 널리 재배되고 있습니다. 옥수수는 높이가 2~3미터에 이르는 긴 줄기를 가지고 있습니다. 이 식물에는 속대라고 알려진 귀를 형성하는 잎이 있습니다. 각 옥수수 속대에는 보통 노란색 또는 흰색의 알맹이가 일렬로 배열되어 있습니다. 옥수수에는 품종에 따라 빨간색, 검은색 또는 라일락 색 알맹이가 있을 수도 있습니다. 옥수수는 영양가가 높은 식품입니다. 옥수수 알맹이에는 탄수화물, 단백질, 비타민(A, C, E, B군) 및 미네랄(칼륨, 마그네슘, 인)이 풍부합니다. 또한 소화를 정상화하는 데 도움이되는 섬유질도 포함되어 있습니다. 옥수수는 다양한 방법으로 준비하고 먹을 수 있습니다. 삶거나, 튀기거나, 굽거나, 통조림으로 만들거나 수프, 샐러드, 빵, 죽 및 기타 요리의 재료로 사용할 수 있습니다. 옥수수는 옥수수기름, 콘플레이크, 밀가루, 가루를 만드는 데도 사용됩니다. 옥수수는 식품 산업뿐만 아니라 다른 산업에서도 광범위하게 사용됩니다. 예를 들어, 동물 및 가금류 사료 생산, 바이오 플라스틱, 바이오 연료 및 기타 바이오 에너지 제품 생산에 사용됩니다. 옥수수의 일반적인 형태인 알맹이가 있는 옥수수는 구워 먹거나 삶아서 샐러드에 추가하거나 반찬으로 사용할 수 있는 인기 있는 여름 채소입니다. 옥수수는 육즙이 풍부하고 달콤하여 다양한 형태로 즐길 수 있습니다.
ru: Кукуруза (Zea mays) - это однолетнее злаковое растение, которое произрастает во многих странах мира. Она широко культивируется как кормовая и пищевая культура. Кукуруза имеет высокие стебли, достигающие в высоту от 2 до 3 метров. У растения есть листья, которые образуют колосья, известные как початки. Каждый початок содержит ряд зерен, уложенных рядами, обычно желтого или белого цвета. В зависимости от сорта, кукуруза может также иметь красное, черное или сиреневое окраску зерен. Кукуруза является пищевым продуктом с высокой питательной ценностью. Зерна кукурузы богаты углеводами, белками, витаминами (А, С, Е, В-группа) и минеральными веществами (калий, магний, фосфор). Она также содержит клетчатку, которая способствует нормализации пищеварения. Кукурузу можно приготовить и употребить в пищу различными способами. Она может быть вареной, жареной, запеченной, консервированной или использоваться в качестве ингредиента в супах, салатах, хлебе, кашах и других блюдах. Также из кукурузы производят кукурузное масло, кукурузные хлопья, муку и крупу. Кукуруза имеет широкое применение не только в пищевой промышленности, но и в других отраслях. Например, она используется для производства кормов для животных и птиц, в производстве биопластиков, биотоплива и других биоэнергетических продуктов. Общепринятая форма кукурузы - початок с зернами - является популярным летним овощем, который можно приготовить на гриле или варить, добавить в салаты или использовать в качестве гарнира. Кукуруза сочная и сладкая, что делает ее приятной для потребления в различных формах.

# Bedding,Cucumber
source: Cucumber
de: Gurke
fr: Concombre
hu: Uborka
it: Cetrioli
ko: 오이
ru: Огурцы

# Bedding,CucumberCanName
source: Pickled cucumbers
de: Gewürzgurken
fr: Concombres marinés
hu: Savanyú uborka
ko: 오이 절임
ru: Маринованные огурцы
