Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Kitchen,OlivierText
source: Olivier is a traditional Russian dish that was originally prepared by French chef Lucien Olivier. The dish consists of boiled vegetables, boiled meat or sausage, herbs, pickled cucumbers, salted fish and mayonnaise. Olivier is often prepared for the time of the holidays and is an indispensable part of the New Year's table. To prepare olivier, start by boiling potatoes, carrots and eggs until ready. They are then cooled and cut into cubes or small pieces. Cucumbers are pickled and also cut. In a bowl, all the chopped ingredients are mixed together with chopped herbs and mayonnaise. For a special flavor, you can add a small bell of salted fish or boiled meat or sausage. Olivier is prepared in advance and cut before serving. It can be decorated with greens, pickles or olives. Olivier has a rich flavor and texture, blending the softness of vegetables and meat with the crisp freshness of cucumbers and greens. The mayonnaise gives the dish a creaminess and brings all the components together. Olivier is popular in Russia and many CIS countries, and has become an inseparable part of the New Year's table. It is a tasty, nutritious and convenient appetizer that can be served as an independent dish or in combination with other appetizers. Olivier is a true classic that is loved and appreciated by many gourmets.
de: Olivier ist ein traditionelles russisches Gericht, das ursprünglich vom französischen Küchenchef Lucien Olivier zubereitet wurde. Das Gericht besteht aus gekochtem Gemüse, gekochtem Fleisch oder Wurst, Kräutern, Essiggurken, gesalzenem Fisch und Mayonnaise. Olivier wird oft für die Zeit der Feiertage zubereitet und ist ein unverzichtbarer Bestandteil des Neujahrstisches. Um Olivier zuzubereiten, kochst du zunächst Kartoffeln, Karotten und Eier, bis sie gar sind. Dann werden sie abgekühlt und in Würfel oder kleine Stücke geschnitten. Die Gurken werden eingelegt und ebenfalls geschnitten. In einer Schüssel werden alle zerkleinerten Zutaten mit gehackten Kräutern und Mayonnaise vermischt. Für einen besonderen Geschmack kannst du eine kleine Glocke gesalzenen Fisch oder gekochtes Fleisch oder Wurst hinzufügen. Der Olivier wird im Voraus zubereitet und vor dem Servieren geschnitten. Er kann mit Grünzeug, Gurken oder Oliven dekoriert werden. Olivier ist reich an Geschmack und Textur und verbindet die Weichheit von Gemüse und Fleisch mit der knackigen Frische von Gurken und Grünzeug. Die Mayonnaise verleiht dem Gericht eine cremige Note und verbindet alle Komponenten miteinander. Olivier ist in Russland und vielen GUS-Staaten sehr beliebt und ist vom Neujahrstisch nicht mehr wegzudenken. Es ist eine schmackhafte, nahrhafte und praktische Vorspeise, die als eigenständiges Gericht oder in Kombination mit anderen Vorspeisen serviert werden kann. Olivier ist ein echter Klassiker, der von vielen Feinschmeckern geliebt und geschätzt wird.
fr: L'Olivier est un plat traditionnel russe préparé à l'origine par le chef français Lucien Olivier. Le plat se compose de légumes bouillis, de viande ou de saucisses bouillies, d'herbes, de concombres marinés, de poisson salé et de mayonnaise. Olivier est souvent préparé pour le temps des fêtes et constitue un élément indispensable de la table du Nouvel An. Pour préparer Olivier, commencez par faire bouillir les pommes de terre, les carottes et les œufs jusqu'à ce qu'ils soient prêts. Ils sont ensuite refroidis et coupés en cubes ou en petits morceaux. Les concombres sont marinés et également coupés. Dans un bol, tous les ingrédients hachés sont mélangés avec des herbes hachées et de la mayonnaise. Pour une saveur particulière, vous pouvez ajouter une petite cloche de poisson salé ou de viande bouillie ou de saucisse. Olivier est préparé à l'avance et découpé avant de servir. Il peut être décoré de verdure, de cornichons ou d'olives. Olivier a une saveur et une texture riches, mêlant la douceur des légumes et de la viande à la fraîcheur croquante des concombres et des légumes verts. La mayonnaise donne au plat une onctuosité et rassemble tous les composants. Olivier est populaire en Russie et dans de nombreux pays de la CEI et est devenu un élément indissociable de la table du Nouvel An. C'est un apéritif savoureux, nutritif et pratique qui peut être servi comme plat indépendant ou en combinaison avec d'autres apéritifs. Olivier est un véritable classique aimé et apprécié de nombreux gourmets.
hu: Az Olivier egy hagyományos orosz étel, amelyet eredetileg Lucien Olivier francia szakács készített. Az étel főtt zöldségekből, főtt húsból vagy kolbászból, fűszernövényekből, savanyú uborkából, sózott halból és majonézből áll. Az Olivier gyakran készül az ünnepek idejére, és az újévi asztal elengedhetetlen része. Az olivier elkészítéséhez kezdjük a burgonya, a sárgarépa és a tojás készre főzésével. Ezután lehűtjük, és kockákra vagy apró darabokra vágjuk. Az uborkát savanyítjuk és szintén feldaraboljuk. Egy tálban az összes apróra vágott hozzávalót összekeverjük az apróra vágott fűszernövényekkel és a majonézzel. A különleges íz érdekében adhatunk hozzá egy kis harangnyi sózott halat vagy főtt húst vagy kolbászt. Az Olivier-t előre elkészítjük és tálalás előtt felszeleteljük. Díszíthetjük zöldfűszerekkel, savanyúsággal vagy olajbogyóval. Az Olivier gazdag ízű és állagú, a zöldségek és a hús lágyságát az uborka és a zöldségek ropogós frissességével ötvözi. A majonéz krémes jelleget kölcsönöz az ételnek, és összehozza az összes összetevőt. Az Olivier népszerű Oroszországban és számos FÁK-országban, és az újévi asztal elválaszthatatlan részévé vált. Ízletes, tápláló és kényelmes előétel, amely önálló ételként vagy más előételekkel kombinálva is tálalható. Az Olivier egy igazi klasszikus, amelyet sok ínyenc szeret és értékel.
it: Olivier è un piatto tradizionale russo originariamente preparato dallo chef francese Lucien Olivier. Il piatto è composto da verdure bollite, carne bollita o salsiccia, erbe aromatiche, cetrioli sottaceto, pesce sotto sale e maionese. Olivier viene spesso preparato per il periodo delle vacanze ed è una parte indispensabile della tavola di Capodanno. Per preparare Olivier, iniziate facendo bollire le patate, le carote e le uova fino al momento. Vengono poi raffreddati e tagliati a cubetti o pezzetti. I cetrioli vengono marinati e anche tagliati. In una ciotola si mescolano tutti gli ingredienti tritati insieme alle erbe tritate e alla maionese. Per un sapore particolare potete aggiungere una campanella di pesce salato oppure di carne bollita o di salsiccia. Olivier viene preparato in anticipo e tagliato prima di servire. Può essere decorato con verdure, sottaceti o olive. Olivier ha un sapore e una consistenza ricchi, fondendo la morbidezza delle verdure e della carne con la freschezza frizzante dei cetrioli e delle verdure. La maionese conferisce cremosità al piatto e unisce tutti i componenti. Olivier è popolare in Russia e in molti paesi della CSI ed è diventato una parte inseparabile della tavola di Capodanno. È un antipasto gustoso, nutriente e conveniente che può essere servito come piatto autonomo o in abbinamento ad altri antipasti. Olivier è un vero classico amato e apprezzato da molti buongustai.
ko: 올리비에는 원래 프랑스 요리사 루시앙 올리비에가 준비한 러시아 전통 요리입니다. 이 요리는 삶은 야채, 삶은 고기 또는 소시지, 허브, 절인 오이, 소금에 절인 생선 및 마요네즈로 구성됩니다. 올리비에는 종종 휴일 시간에 준비되며 새해 테이블에서 없어서는 안될 부분입니다. 올리비에를 준비하려면 먼저 감자, 당근, 계란을 준비 될 때까지 끓입니다. 그런 다음 식히고 입방체 또는 작은 조각으로 자릅니다. 오이도 절인 후 자릅니다. 그릇에 다진 모든 재료를 다진 허브와 마요네즈와 함께 섞습니다. 특별한 맛을 내기 위해 소금에 절인 생선이나 삶은 고기 또는 소시지의 작은 종을 추가 할 수 있습니다. 올리비에는 미리 준비하여 서빙하기 전에 자릅니다. 채소, 피클 또는 올리브로 장식 할 수 있습니다. 올리비에는 풍부한 풍미와 질감을 가지고 있으며 야채와 고기의 부드러움과 오이와 채소의 바삭한 신선함이 조화를 이룹니다. 마요네즈는 요리에 크리미함을 부여하고 모든 구성 요소를 하나로 모 읍니다. 올리비에는 러시아와 많은 CIS 국가에서 인기가 있으며 새해 식탁에서 뗄 수없는 부분이되었습니다. 독립 요리로 제공하거나 다른 애피타이저와 함께 제공 할 수있는 맛있고 영양가 있으며 편리한 애피타이저입니다. 올리비에는 많은 미식가들이 사랑하고 높이 평가하는 진정한 고전입니다.
ru: Оливье - это традиционное русское блюдо, которое изначально было приготовлено французским шеф-поваром Люсьеном Оливье. Блюдо состоит из вареных овощей, отварного мяса или колбасы, зелени, маринованных огурцов, соленой рыбы и майонеза. Оливье часто готовится ко времени праздников и является незаменимой частью новогоднего стола. Для приготовления оливье, начинают с варения картофеля, моркови и яиц до готовности. Они после этого охлаждаются и нарезаются кубиками или мелкими кусочками. Огурцы маринуются и также нарезаются. В миске смешивают все нарезанные ингредиенты вместе с нарезанной зеленью и майонезом. Для особого вкуса можно добавить небольшой колокольчик соленой рыбы или отварное мясо или колбасу. Оливье готовится заранее и разрезается перед подачей на стол. Он может быть украшен зеленью, огурчиками или маслинами. Оливье обладает богатым вкусом и текстурой, смешивая мягкость овощей и мяса с хрустящей свежестью огурцов и зелени. Майонез придает блюду кремовость и объединяет все компоненты. Оливье популярен в России и многих странах СНГ, и стал неразрывной частью новогоднего стола. Он является вкусной, питательной и удобной закуской, которую можно подавать как самостоятельное блюдо или в сочетании с другими закусками. Оливье - это истинная классика, которую любят и ценят многие гурманы.

# Kitchen,PastaFlot
source: Flotsam-style pasta
de: Nudeln nach Flotten-Art
fr: Pâtes style Flotsam
hu: Flotsam-stílusú tészta
it: Pasta stile relitto
ko: 플로츠키 스타일 파스타
ru: Макароны по-флотски

# Kitchen,PastaFlotText
source: Flotsky-style pasta is a classic Russian dish that has a simple and hearty execution. It got its name from the fact that it was often cooked on Navy ships. The dish consists of pasta, meat, onions, carrots and spices. To cook pasta in flotsky, start by frying chopped onions in a frying pan until golden. Then add chopped carrots and fry together with onions until soft. After that, chopped meat is added to the pan - usually beef or pork, which is also fried until ready. After the meat has acquired a golden crust, add boiled pasta to the frying pan and stew everything together on low heat. At this time, you can season the dish with various spices to taste, such as salt, pepper, paprika or other seasonings. The pasta can be seasoned with Italian herbs such as basil or oregano to add flavor and aroma. Finished flotsam pasta usually has a rich and intense flavor, combining the softness of the pasta with the juiciness and flavor of the roasted meat and vegetables. The dish is simple and easy to prepare, as well as being nutritious and filling. It is often served hot and can be garnished with herbs or cheese. Flotsky-style pasta is a popular and well-loved dish in Russia and there are many different variations of this recipe. This sophisticated trick allows you to enjoy a traditional flavor that appeals to pasta and meat lovers.
de: Nudeln nach Flotten-Art sind ein klassisches russisches Gericht, das einfach und deftig zubereitet wird. Seinen Namen hat es von der Tatsache, dass es oft auf Marineschiffen gekocht wurde. Das Gericht besteht aus Nudeln, Fleisch, Zwiebeln, Karotten und Gewürzen. Um Nudeln nach Flotten-Art zu kochen, brätst du zunächst gehackte Zwiebeln in einer Pfanne goldgelb an. Dann fügst du gehackte Karotten hinzu und brätst sie zusammen mit den Zwiebeln, bis sie weich sind. Danach kommt gehacktes Fleisch in die Pfanne - meist Rind- oder Schweinefleisch, das ebenfalls angebraten wird, bis es gar ist. Wenn das Fleisch eine goldene Kruste bekommen hat, gibst du gekochte Nudeln in die Pfanne und schmorst alles zusammen auf kleiner Flamme. Zu diesem Zeitpunkt kannst du das Gericht nach Belieben mit verschiedenen Gewürzen wie Salz, Pfeffer, Paprika oder anderen Gewürzen abschmecken. Die Nudeln können mit italienischen Kräutern wie Basilikum oder Oregano gewürzt werden, um den Geschmack und das Aroma zu verstärken. Die fertigen Nudeln nach Flotten-Art haben in der Regel einen reichhaltigen und intensiven Geschmack, der die Weichheit der Nudeln mit der Saftigkeit und dem Aroma des gebratenen Fleisches und Gemüses verbindet. Das Gericht ist einfach und leicht zuzubereiten und außerdem nahrhaft und sättigend. Es wird oft heiß serviert und kann mit Kräutern oder Käse garniert werden. Nudeln nach Flotten-Art sind ein beliebtes Gericht in Russland und es gibt viele verschiedene Variationen dieses Rezepts. Mit diesem raffinierten Trick kannst du einen traditionellen Geschmack genießen, der Pasta- und Fleischliebhabern schmeckt.
fr: Les pâtes à la manière de Flotsky sont un plat russe classique dont l'exécution est simple et copieuse. Il tire son nom du fait qu’il était souvent cuisiné sur les navires de la Marine. Le plat se compose de pâtes, de viande, d'oignons, de carottes et d'épices. Pour cuire les pâtes au flotsky, commencez par faire revenir les oignons hachés dans une poêle jusqu'à ce qu'ils soient dorés. Ajoutez ensuite les carottes hachées et faites-les revenir avec les oignons jusqu'à ce qu'ils soient tendres. Après cela, de la viande hachée est ajoutée à la poêle - généralement du bœuf ou du porc, qui est également frit jusqu'à ce qu'elle soit prête. Une fois que la viande a acquis une croûte dorée, ajoutez les pâtes bouillies dans la poêle et faites mijoter le tout à feu doux. A ce moment, vous pouvez assaisonner le plat avec diverses épices au goût, comme du sel, du poivre, du paprika ou d'autres assaisonnements. Les pâtes peuvent être assaisonnées avec des herbes italiennes comme le basilic ou l'origan pour ajouter de la saveur et de l'arôme. Les pâtes épaves finies ont généralement une saveur riche et intense, combinant la douceur des pâtes avec la jutosité et la saveur de la viande et des légumes rôtis. Le plat est simple et facile à préparer, tout en étant nutritif et copieux. Il est souvent servi chaud et peut être agrémenté d'herbes ou de fromage. Les pâtes de style Flotsky sont un plat populaire et très apprécié en Russie et il existe de nombreuses variantes de cette recette. Cette astuce sophistiquée permet de profiter d'une saveur traditionnelle qui séduit les amateurs de pâtes et de viande.
hu: A flotski tészta egy klasszikus orosz étel, amely egyszerű és kiadós kivitelben készül. Nevét onnan kapta, hogy gyakran főzték a haditengerészet hajóin. Az étel tésztából, húsból, hagymából, sárgarépából és fűszerekből áll. A flotskij tészta főzéséhez kezdje azzal, hogy az apróra vágott hagymát egy serpenyőben aranyszínűre pirítja. Ezután adjuk hozzá az apróra vágott sárgarépát, és a hagymával együtt süssük puhára. Ezután apróra vágott hús kerül a serpenyőbe - általában marha- vagy sertéshús, amelyet szintén készre sütünk. Miután a hús aranyszínű kérget kapott, a serpenyőbe adjuk a főtt tésztát, és alacsony hőfokon együtt pároljuk az egészet. Ekkor ízlés szerint különböző fűszerekkel, például sóval, borssal, paprikával vagy más fűszerekkel ízesítheti az ételt. A tésztát ízesítheti olasz fűszernövényekkel, például bazsalikommal vagy oregánóval, hogy ízesebbé és aromásabbá tegye. A kész flótás tészta általában gazdag és intenzív ízű, a tészta lágyságát a sült hús és a zöldségek szaftosságával és ízével ötvözi. Az étel egyszerűen és könnyen elkészíthető, valamint tápláló és laktató. Gyakran forrón tálalják, és fűszernövényekkel vagy sajttal díszíthetik. A Flotsky-féle tészta Oroszországban népszerű és kedvelt étel, és ennek a receptnek számos változata létezik. Ez a kifinomult trükk lehetővé teszi, hogy élvezze a hagyományos ízvilágot, amely a tészta és a hús szerelmeseinek is tetszik.
it: La pasta alla Flotsky è un classico piatto russo dall'esecuzione semplice e sostanziosa. Prende il nome dal fatto che veniva spesso cucinato sulle navi della Marina. Il piatto è composto da pasta, carne, cipolle, carote e spezie. Per cuocere la pasta in flotsky, iniziate friggendo le cipolle tritate in una padella fino a doratura. Quindi aggiungere le carote tritate e friggerle insieme alle cipolle fino a renderle morbide. Successivamente, nella padella viene aggiunta la carne tritata, solitamente manzo o maiale, che viene anche fritta fino al momento. Dopo che la carne avrà acquisito una crosta dorata, aggiungere la pasta bollita nella padella e stufare il tutto a fuoco basso. In questo momento puoi condire il piatto con varie spezie a piacere, come sale, pepe, paprika o altri condimenti. La pasta può essere condita con erbe italiane come basilico o origano per aggiungere sapore e aroma. La pasta ripiena finita ha solitamente un sapore ricco e intenso, unendo la morbidezza della pasta alla succosità e al sapore della carne e delle verdure arrostite. Il piatto è semplice e facile da preparare, oltre ad essere nutriente e saziante. Viene spesso servito caldo e può essere guarnito con erbe o formaggio. La pasta alla Flotsky è un piatto popolare e amato in Russia e ci sono molte varianti diverse di questa ricetta. Questo sofisticato trucco permette di gustare un sapore tradizionale che piace agli amanti della pasta e della carne.
ko: 플로츠키 스타일의 파스타는 간단하고 푸짐한 러시아 전통 요리입니다. 해군 함정에서 자주 요리되었다는 사실에서 그 이름을 얻었습니다. 요리는 파스타, 고기, 양파, 당근, 향신료로 구성됩니다. 플롯 스키로 파스타를 요리하려면 먼저 다진 양파를 프라이팬에 노릇해질 때까지 볶습니다. 그런 다음 다진 당근을 넣고 부드러워 질 때까지 양파와 함께 볶습니다. 그 후 다진 고기를 팬에 추가합니다-일반적으로 쇠고기 또는 돼지 고기도 준비 될 때까지 볶습니다. 고기가 황금 껍질을 얻은 후 삶은 파스타를 프라이팬에 넣고 약한 불로 모든 것을 함께 끓입니다. 이때 소금, 후추, 파프리카 또는 기타 조미료와 같은 다양한 향신료로 맛을 내기 위해 요리를 맛볼 수 있습니다. 파스타에 바질이나 오레가노와 같은 이탈리아 허브로 양념하여 풍미와 향을 더할 수 있습니다. 완성된 플로섬 파스타는 일반적으로 파스타의 부드러움과 구운 고기 및 야채의 육즙과 풍미가 결합되어 풍부하고 강렬한 맛을 냅니다. 이 요리는 간단하고 준비하기 쉬울 뿐만 아니라 영양가도 풍부하고 포만감이 있습니다. 종종 뜨겁게 제공되며 허브나 치즈로 장식할 수 있습니다. 플로츠키 스타일의 파스타는 러시아에서 인기 있고 사랑받는 요리이며이 레시피에는 다양한 변형이 있습니다. 이 정교한 트릭을 사용하면 파스타와 고기 애호가에게 어필하는 전통적인 풍미를 즐길 수 있습니다.
ru: Макароны по-флотски - это классическое русское блюдо, которое имеет простое и сытное исполнение. Оно получило свое название от того, что часто готовилось на кораблях Военно-морского флота. Блюдо состоит из макаронных изделий, мяса, лука, моркови и специй. Для приготовления макарон по-флотски, начинают с обжаривания нарезанного лука на сковороде до золотистого цвета. Затем добавляют нарезанную морковь и жарят вместе с луком до мягкости. После этого в сковороду добавляют нарезанное мясо - обычно говядину или свинину, которое также обжаривается до готовности. После того как мясо приобрело золотистую корочку, добавляют отварные макароны в сковороду и тушат все вместе на медленном огне. В это время можно приправить блюдо различными специями по вкусу, например, солью, перцем, паприкой или другими приправами. Макароны могут быть приправлены итальянскими травами, такими как базилик или орегано, чтобы добавить вкуса и аромата. Готовые макароны по-флотски обычно имеют богатый и насыщенный вкус, сочетающий мягкость макарон с сочностью и ароматом обжаренного мяса и овощей. Блюдо обладает простотой и удобством приготовления, а также является питательным и насыщенным. Оно часто подается горячим и может быть украшено зеленью или сыром. Макароны по-флотски являются популярным и полюбившимся блюдом в России и есть много различных вариаций этого рецепта. Этот утонченный трюк позволяет насладиться традиционным вкусом, который привлекателен для любителей макаронных изделий и мяса.

# Kitchen,Perch_with_vegetables
source: Perch with vegetables
de: Barsch mit Gemüse
fr: Perche aux légumes
ko: 야채를 곁들인 농어
