Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Bedding,CanTomatoText
source: Pickled tomatoes in a jar are a canning option for tomatoes in which they undergo a process of pickling in a solution of salt, vinegar, spices and other flavorful ingredients. They are usually stored in glass jars and can be prepared either homemade or store-bought. Pickled tomatoes have a distinctive flavor and aroma due to the combination of the acidity of vinegar, salt and spices. They usually have a sweet-and-sour and spicy flavor that is complemented by notes of garlic, bay leaf, cloves, pepper and other spices. This method of canning tomatoes allows you to preserve their fresh and juicy appearance, while giving them new shades of flavor. Pickled tomatoes go great with a variety of foods, from sandwiches and appetizers to salads and main dishes. They are also a popular ingredient in a variety of recipes including sauces, stews and casseroles. Pickled tomatoes also have a long shelf life, making them a convenient and tasty option to stock up for the winter. It's important to note that making pickled tomatoes at home allows you to control the quality and ingredients, making them more natural and safer to eat.
de: Eingelegte Tomaten im Glas sind eine Konservierungsmethode für Tomaten, bei der sie in einer Lösung aus Salz, Essig, Gewürzen und anderen geschmacksgebenden Zutaten eingelegt werden. Sie werden in der Regel in Gläsern aufbewahrt und können entweder selbst zubereitet oder im Laden gekauft werden. Eingelegte Tomaten haben einen unverwechselbaren Geschmack und ein besonderes Aroma, das durch die Kombination von Essig, Salz und Gewürzen entsteht. In der Regel haben sie einen süß-sauren und würzigen Geschmack, der durch Noten von Knoblauch, Lorbeer, Nelken, Pfeffer und anderen Gewürzen ergänzt wird. Mit dieser Methode des Einmachens von Tomaten bewahren Sie ihr frisches und saftiges Aussehen und verleihen ihnen gleichzeitig neue Geschmacksnuancen. Eingelegte Tomaten passen zu einer Vielzahl von Speisen, von Sandwiches und Vorspeisen bis hin zu Salaten und Hauptgerichten. Sie sind auch eine beliebte Zutat für eine Vielzahl von Rezepten wie Soßen, Eintöpfe und Aufläufe. Eingelegte Tomaten sind außerdem lange haltbar, was sie zu einer praktischen und schmackhaften Option macht, um sich für den Winter einzudecken. Es ist wichtig zu wissen, dass man bei der Herstellung von eingelegten Tomaten zu Hause die Qualität und die Zutaten kontrollieren kann, was sie natürlicher und sicherer im Verzehr macht.
fr: Les tomates marinées en pot sont une option de mise en conserve pour les tomates dans lesquelles elles subissent un processus de marinage dans une solution de sel, de vinaigre, d'épices et d'autres ingrédients savoureux. Ils sont généralement conservés dans des bocaux en verre et peuvent être préparés maison ou achetés en magasin. Les tomates marinées ont une saveur et un arôme distinctifs en raison de la combinaison de l'acidité du vinaigre, du sel et des épices. Ils ont généralement une saveur aigre-douce et épicée qui est complétée par des notes d'ail, de laurier, de clou de girofle, de poivre et d'autres épices. Cette méthode de mise en conserve des tomates permet de conserver leur aspect frais et juteux, tout en leur donnant de nouvelles nuances de saveur. Les tomates marinées se marient très bien avec une variété d'aliments, des sandwichs et entrées aux salades et plats principaux. Ils sont également un ingrédient populaire dans diverses recettes, notamment les sauces, les ragoûts et les ragoûts. Les tomates marinées ont également une longue durée de conservation, ce qui en fait une option pratique et savoureuse pour s'approvisionner pour l'hiver. Il est important de noter que préparer des tomates marinées à la maison vous permet de contrôler la qualité et les ingrédients, les rendant plus naturels et plus sûrs à manger.
hu: A befőtt paradicsom üvegben a paradicsom olyan konzerválási lehetősége, amelyben a paradicsomot só, ecet, fűszerek és más ízesítő összetevők oldatában pácolják. Általában üvegedényekben tárolják, és házilag vagy boltban vásárolt módon is elkészíthetők. A savanyított paradicsomnak jellegzetes íze és aromája van az ecet, a só és a fűszerek savasságának kombinációja miatt. Íze általában édes-savanyú és fűszeres, amelyet fokhagyma, babérlevél, szegfűszeg, bors és más fűszerek jegyei egészítenek ki. A paradicsom konzerválásának ez a módszere lehetővé teszi, hogy megőrizze friss és lédús megjelenését, miközben új ízárnyalatokat kap. A savanyított paradicsom számos ételhez remekül illik, a szendvicsektől és előételektől kezdve a salátákig és főételekig. Emellett számos recept, köztük mártások, pörköltek és raguk népszerű összetevője. A savanyított paradicsom hosszú eltarthatósági idővel is rendelkezik, így télire kényelmes és ízletes megoldás a készletezéshez. Fontos megjegyezni, hogy a savanyított paradicsom otthoni elkészítése lehetővé teszi a minőség és az összetevők ellenőrzését, így természetesebbé és biztonságosabbá teszi a fogyasztását.
it: I pomodori marinati in barattolo sono un'opzione di conservazione dei pomodori in cui subiscono un processo di decapaggio in una soluzione di sale, aceto, spezie e altri ingredienti saporiti. Di solito vengono conservati in barattoli di vetro e possono essere preparati sia in casa che acquistati in negozio. I pomodori in salamoia hanno un sapore e un aroma caratteristici dovuti alla combinazione dell'acidità di aceto, sale e spezie. Di solito hanno un sapore agrodolce e speziato completato da note di aglio, alloro, chiodi di garofano, pepe e altre spezie. Questo metodo di conservazione dei pomodori consente di preservare il loro aspetto fresco e succoso, donando loro nuove sfumature di sapore. I pomodori in salamoia si abbinano perfettamente a una varietà di cibi, dai panini e dagli antipasti alle insalate e ai piatti principali. Sono anche un ingrediente popolare in una varietà di ricette tra cui salse, stufati e casseruole. Anche i pomodori in salamoia hanno una lunga durata di conservazione, il che li rende un'opzione comoda e gustosa da fare scorta per l'inverno. È importante notare che preparare i pomodori in salamoia in casa ti consente di controllare la qualità e gli ingredienti, rendendoli più naturali e sicuri da mangiare.
ko: 병에 담은 토마토 절임은 토마토를 소금, 식초, 향신료 및 기타 향이 나는 재료로 만든 용액에 절이는 과정을 거치는 통조림 방법입니다. 일반적으로 유리병에 보관하며 직접 만들거나 시중에서 구입할 수 있습니다. 절인 토마토는 식초, 소금 및 향신료의 산도가 결합되어 독특한 맛과 향이 있습니다. 일반적으로 마늘, 월계수 잎, 정향, 후추 및 기타 향신료의 향으로 보완되는 새콤 달콤하고 매운 맛이 있습니다. 이 토마토 통조림 방법을 사용하면 신선하고 육즙이 많은 외관을 보존하면서 새로운 풍미를 줄 수 있습니다. 절인 토마토는 샌드위치와 애피타이저부터 샐러드, 메인 요리에 이르기까지 다양한 음식과 잘 어울립니다. 또한 소스, 스튜, 캐서롤 등 다양한 레시피에서 인기 있는 재료이기도 합니다. 또한 토마토 절임은 유통기한이 길기 때문에 겨울을 대비해 편리하고 맛있게 비축할 수 있습니다. 집에서 토마토 피클을 만들면 품질과 재료를 조절할 수 있어 더욱 자연스럽고 안전하게 먹을 수 있다는 점에 유의하세요.
ru: Маринованные помидоры в банке - это один из вариантов консервирования помидоров, при котором они подвергаются процессу маринования в растворе соли, уксуса, специй и других вкусовых ингредиентов. Обычно они хранятся в стеклянных банках и могут быть как домашними, так и покупными. Маринованные помидоры обладают характерным вкусом и ароматом, обусловленным сочетанием кислотности уксуса, соли и специй. Обычно они имеют кисло-сладкий и пряный вкус, который дополняется нотками чеснока, лаврового листа, гвоздики, перца и других специй. Такой способ консервирования помидоров позволяет сохранить их свежий и сочный вид, а также придать им новые оттенки вкуса. Маринованные помидоры прекрасно сочетаются с самыми разными блюдами - от бутербродов и закусок до салатов и основных блюд. Они также являются популярным ингредиентом различных рецептов, включая соусы, тушеные блюда и запеканки. Кроме того, маринованные помидоры имеют длительный срок хранения, что делает их удобным и вкусным вариантом для заготовок на зиму. Важно отметить, что приготовление маринованных помидоров в домашних условиях позволяет контролировать качество и ингредиенты, что делает их более натуральными и безопасными для здоровья.

# Bedding,Carrot
source: Carrot
de: Karotte
fr: Carotte
hu: Sárgarépa
it: Carote
ko: 당근
ru: Морковь

# Bedding,CarrotText
source: Carrot is a vegetable that is widely known for its bright orange root vegetable. It is one of the most popular and consumed vegetables all over the world. Carrot has a cylindrical shape with a smooth surface and juicy flesh. It has a sweet and aromatic flavor that can be refreshing or slightly spicy, depending on the variety and how it is prepared. This vegetable is often consumed fresh in salads and it is also used in the preparation of various dishes such as soups, stews, purees, pies and juices. Carrots are also an essential ingredient in many culinary traditions and cuisines. Carrots are rich in antioxidants, vitamins and minerals. They contain vitamin A, vitamin C, potassium, carotenoids and fiber. Carrots help to improve vision, maintain healthy skin, strengthen the immune system and digestion. In addition, carrots are also attractive because of their long transportability and long shelf life. This makes it affordable and practical for use in a variety of culinary preparations. Carrots can be varied in size and shape, from thin and tender to thick and short. They can be fresh, sweet and crunchy, making them a great addition to a variety of diets and diets. Overall, carrots are a nutritious and delicious vegetable that can add brightness, sweetness and flavor to dishes. It also has many health benefits, making it an important component in a balanced diet.
de: Die Karotte ist ein Gemüse, das weithin für sein leuchtend orangefarbenes Wurzelgemüse bekannt ist. Sie ist eines der beliebtesten und meistverzehrten Gemüse auf der ganzen Welt. Die Karotte hat eine zylindrische Form mit einer glatten Oberfläche und saftigem Fruchtfleisch. Sie hat einen süßen und aromatischen Geschmack, der je nach Sorte und Zubereitungsart erfrischend oder leicht würzig sein kann. Dieses Gemüse wird häufig frisch als Salat verzehrt, aber auch für die Zubereitung verschiedener Gerichte wie Suppen, Eintöpfe, Pürees, Pasteten und Säfte verwendet. Karotten sind auch ein wesentlicher Bestandteil vieler kulinarischer Traditionen und Küchen. Karotten sind reich an Antioxidantien, Vitaminen und Mineralstoffen. Sie enthalten Vitamin A, Vitamin C, Kalium, Carotinoide und Ballaststoffe. Karotten tragen zur Verbesserung der Sehkraft, zur Erhaltung einer gesunden Haut, zur Stärkung des Immunsystems und der Verdauung bei. Darüber hinaus sind Karotten auch wegen ihrer guten Transportfähigkeit und langen Haltbarkeit attraktiv. Das macht sie erschwinglich und praktisch für die Verwendung in einer Vielzahl von kulinarischen Zubereitungen. Möhren können in Größe und Form variiert werden, von dünn und zart bis dick und kurz. Sie können frisch, süß und knackig sein, was sie zu einer guten Ergänzung für eine Vielzahl von Diäten und Ernährungsweisen macht. Insgesamt sind Karotten ein nahrhaftes und köstliches Gemüse, das Gerichten Glanz, Süße und Geschmack verleihen kann. Außerdem hat es viele gesundheitliche Vorteile, was es zu einem wichtigen Bestandteil einer ausgewogenen Ernährung macht.
fr: La carotte est un légume largement connu pour sa racine orange vif. C’est l’un des légumes les plus appréciés et consommés dans le monde entier. La carotte a une forme cylindrique avec une surface lisse et une chair juteuse. Il a une saveur douce et aromatique qui peut être rafraîchissante ou légèrement épicée, selon la variété et la façon dont il est préparé. Ce légume est souvent consommé frais dans les salades et il entre également dans la préparation de divers plats tels que des soupes, des ragoûts, des purées, des tartes et des jus. Les carottes sont également un ingrédient essentiel dans de nombreuses traditions culinaires et cuisines. Les carottes sont riches en antioxydants, vitamines et minéraux. Ils contiennent de la vitamine A, de la vitamine C, du potassium, des caroténoïdes et des fibres. Les carottes aident à améliorer la vision, à maintenir une peau saine, à renforcer le système immunitaire et la digestion. De plus, les carottes sont également attrayantes en raison de leur longue transportabilité et de leur longue durée de conservation. Cela le rend abordable et pratique pour une utilisation dans une variété de préparations culinaires. Les carottes peuvent être de taille et de forme variées, de fines et tendres à épaisses et courtes. Ils peuvent être frais, sucrés et croquants, ce qui en fait un excellent complément à une variété de régimes et de régimes. Dans l’ensemble, les carottes sont un légume nutritif et délicieux qui peut ajouter de l’éclat, de la douceur et de la saveur aux plats. Il présente également de nombreux bienfaits pour la santé, ce qui en fait un élément important d’une alimentation équilibrée.
hu: A sárgarépa egy olyan zöldség, amely széles körben ismert élénk narancssárga gyökérzöldség. Az egyik legnépszerűbb és legjobban fogyasztott zöldség világszerte. A sárgarépa hengeres alakú, sima felületű és lédús húsú. Íze édes és aromás, amely a fajtától és az elkészítési módtól függően frissítő vagy enyhén fűszeres lehet. Ezt a zöldséget gyakran frissen, salátákban fogyasztják, és különböző ételek, például levesek, pörköltek, pürék, piték és gyümölcslevek készítéséhez is felhasználják. A sárgarépa számos kulináris hagyomány és konyha nélkülözhetetlen összetevője is. A sárgarépa antioxidánsokban, vitaminokban és ásványi anyagokban gazdag. A-vitamint, C-vitamint, káliumot, karotinoidokat és rostot tartalmaz. A sárgarépa segít a látás javításában, az egészséges bőr fenntartásában, az immunrendszer és az emésztés erősítésében. Emellett a sárgarépa hosszú szállíthatósága és hosszú eltarthatósága miatt is vonzó. Ez teszi megfizethetővé és praktikussá a különféle konyhai készítményekben való felhasználását. A sárgarépa mérete és alakja változatos lehet, a vékony és zsenge, illetve a vastag és rövid. Lehet friss, édes és ropogós, így a legkülönbözőbb étrendek és diéták remek kiegészítője. Összességében a sárgarépa tápláló és ízletes zöldség, amely ragyogást, édességet és ízt adhat az ételeknek. Számos egészségügyi előnye is van, így a kiegyensúlyozott étrend fontos összetevője.
it: La carota è una verdura ampiamente conosciuta per la sua radice arancione brillante. È una delle verdure più apprezzate e consumate in tutto il mondo. La carota ha una forma cilindrica con superficie liscia e polpa succosa. Ha un sapore dolce e aromatico che può essere rinfrescante o leggermente piccante, a seconda della varietà e del modo in cui viene preparato. Questo ortaggio viene spesso consumato fresco nelle insalate e viene utilizzato anche nella preparazione di vari piatti come zuppe, stufati, puree, crostate e succhi. Le carote sono anche un ingrediente essenziale in molte tradizioni e cucine culinarie. Le carote sono ricche di antiossidanti, vitamine e minerali. Contengono vitamina A, vitamina C, potassio, carotenoidi e fibre. Le carote aiutano a migliorare la vista, mantenere la pelle sana, rafforzare il sistema immunitario e la digestione. Inoltre, le carote sono attraenti anche per la loro lunga trasportabilità e lunga conservabilità. Ciò lo rende conveniente e pratico da utilizzare in una varietà di preparazioni culinarie. Le carote possono variare in dimensioni e forma, da sottili e tenere a spesse e corte. Possono essere freschi, dolci e croccanti, il che li rende un'ottima aggiunta a una varietà di diete e diete. Nel complesso, le carote sono un ortaggio nutriente e delizioso in grado di aggiungere luminosità, dolcezza e sapore ai piatti. Ha anche molti benefici per la salute, rendendolo un componente importante in una dieta equilibrata.
ko: 당근은 밝은 주황색 뿌리 채소로 널리 알려진 채소입니다. 전 세계에서 가장 인기 있고 소비되는 채소 중 하나입니다. 당근은 표면이 매끄럽고 육즙이 많은 원통형 모양입니다. 당근은 종류와 조리 방법에 따라 상큼하거나 약간 매운 맛이 나는 달콤하고 향긋한 풍미를 가지고 있습니다. 이 야채는 종종 샐러드에 신선하게 섭취하며 수프, 스튜, 퓌레, 파이 및 주스와 같은 다양한 요리를 준비하는 데에도 사용됩니다. 당근은 또한 많은 요리 전통과 요리에서 필수적인 재료입니다. 당근에는 항산화제, 비타민 및 미네랄이 풍부합니다. 당근에는 비타민 A, 비타민 C, 칼륨, 카로티노이드 및 섬유질이 포함되어 있습니다. 당근은 시력을 개선하고 건강한 피부를 유지하며 면역 체계와 소화를 강화하는 데 도움이됩니다. 또한 당근은 운송이 길고 유통 기한이 길기 때문에 매력적입니다. 따라서 다양한 요리 준비에 사용하기에 저렴하고 실용적입니다. 당근은 얇고 부드러운 것부터 두껍고 짧은 것까지 크기와 모양이 다양합니다. 당근은 신선하고 달콤하며 아삭아삭하여 다양한 식단과 식단에 추가할 수 있는 훌륭한 식품입니다. 전반적으로 당근은 요리에 밝기, 단맛, 풍미를 더할 수 있는 영양가 있고 맛있는 채소입니다. 또한 당근은 많은 건강상 이점이 있어 균형 잡힌 식단에 중요한 구성 요소입니다.
ru: Морковь - это овощ, который широко известен своим ярко-оранжевым корнеплодом. Она является одной из самых популярных и употребляемых овощей во всем мире. Морковь имеет цилиндрическую форму с гладкой поверхностью и сочной мякотью. Она обладает сладким и ароматным вкусом, который может быть освежающим или немного пряным, в зависимости от сорта и способа приготовления. Этот овощ часто употребляется в свежем виде в салатах, и он также используется в приготовлении различных блюд, таких как супы, рагу, пюре, пироги и соки. Морковь также является неотъемлемым ингредиентом во многих кулинарных традициях и кухнях. Моркови богаты антиоксидантами, витаминами и минералами. Они содержат витамин А, витамин С, калий, каротиноиды и клетчатку. Моркови способствуют улучшению зрения, поддержанию здоровья кожи, укреплению иммунной системы и пищеварения. Кроме того, морковь также привлекательна благодаря своей долгой транспортабельности и длительному сроку хранения. Это делает ее доступной и практичной для использования в различных кулинарных приготовлениях. Моркови могут быть разнообразными в размере и форме, от тонких и нежных до толстых и коротких. Они могут быть свежими, сладкими и хрустящими, что делает их отличным дополнением к разнообразному рациону и диетическому питанию. В целом, морковь - это питательный и вкусный овощ, который может придать блюдам яркость, сладость и аромат. Она также имеет множество полезных свойств для здоровья, что делает ее важным компонентом в сбалансированном рационе питания.

# Bedding,Corn
source: Corn
de: Mais
fr: Maïs
hu: Kukorica
it: Mais
ko: 옥수수
ru: Кукуруза

# Bedding,CornCanName
source: Canned corn
de: Eingemachter Mais
fr: Maïs en conserve
hu: Kukorica konzerv
it: Mais in scatola
ko: 옥수수 통조림
ru: Консервированная кукуруза
