Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,DeerpeltText
source: Strong and soft deerskin is ideal for the production of outerwear. Deerskin is characterized by such unique properties as the characteristic shagreen pattern, inherent only to deerskin, homogeneity over the entire area, strength, elasticity, high heat protection. The original structure of deerskin together with a wide range of colors give the finished products an elegant and good look. Each hair is a hollow tube, which allows heat to be retained longer. Thanks to the unique heat-protective properties of their skins, reindeer can endure climatic conditions that other animals cannot survive. Specialists in synthetic fibers look at the fur of this animal with envy: they are unable to obtain artificial fur with hairs hollow inside. Deerskin fur has another enviable quality: in winter, the tips of the hairs seem to swell, thicken, and the fur becomes a monolithic armor, durable and also unusually beautiful. As you know, the skin of wild reindeer has a color almost even throughout the body, coffee or grayish-brown. The coloring of this animal in winter is very light - almost pure white. Leather, the dressing process of which utilizes fat extracted from the animal's brain or other types of fats. The end result is a supple, suede-like material, usually heavily cured to prevent cell decomposition. This type of leather is commonly used to make briefcases and wallets, gloves, belts....
de: Hartes und weiches Hirschleder ist ideal für die Herstellung von Oberbekleidung. Hirschleder zeichnet sich durch einzigartige Eigenschaften aus, wie das charakteristische Zottelmuster, das nur Hirschleder hat, Homogenität auf der gesamten Fläche, Festigkeit, Elastizität und hohen Hitzeschutz. Die ursprüngliche Struktur des Hirschleders zusammen mit einer breiten Farbpalette verleihen den fertigen Produkten ein elegantes und gutes Aussehen. Jedes Haar ist ein hohles Rohr, wodurch die Wärme länger gehalten werden kann. Dank der einzigartigen Hitzeschutzeigenschaften ihres Fells können Rentiere klimatische Bedingungen aushalten, die andere Tiere nicht überleben. Spezialisten für Kunstfasern blicken mit Neid auf das Fell dieses Tieres: Sie sind nicht in der Lage, Kunstfell mit innen hohlen Haaren herzustellen. Rehfell hat noch eine weitere beneidenswerte Eigenschaft: Im Winter scheinen die Haarspitzen anzuschwellen, verdicken sich und das Fell wird zu einem monolithischen Panzer, der haltbar und außerdem ungewöhnlich schön ist. Wie du weißt, hat das Fell von wilden Rentieren eine fast gleichmäßige Farbe am ganzen Körper, kaffee- oder graubraun. Die Färbung dieses Tieres im Winter ist sehr hell - fast rein weiß. Leder, bei dessen Bearbeitung Fett aus dem Gehirn des Tieres oder andere Fette verwendet werden. Das Endergebnis ist ein geschmeidiges, wildlederähnliches Material, das in der Regel stark gehärtet wird, um eine Zersetzung der Zellen zu verhindern. Diese Art von Leder wird häufig zur Herstellung von Aktentaschen und Geldbörsen, Handschuhen, Gürteln....
fr: La peau de cerf solide et douce est idéale pour la production de vêtements d'extérieur. La peau de cerf se caractérise par des propriétés uniques telles que le motif caractéristique en galuchat, inhérent uniquement à la peau de cerf, l'homogénéité sur toute la zone, la résistance, l'élasticité et la protection thermique élevée. La structure originale de la peau de cerf ainsi qu'une large gamme de couleurs confèrent aux produits finis un aspect élégant et esthétique. Chaque cheveu est un tube creux, qui permet de retenir la chaleur plus longtemps. Grâce aux propriétés uniques de protection thermique de leur peau, les rennes peuvent supporter des conditions climatiques auxquelles les autres animaux ne peuvent pas survivre. Les spécialistes des fibres synthétiques regardent la fourrure de cet animal avec envie : ils sont incapables d'obtenir une fourrure artificielle avec des poils creux à l'intérieur. La fourrure de cerf a une autre qualité enviable : en hiver, les pointes des poils semblent gonfler, s'épaissir et la fourrure devient une armure monolithique, durable et aussi d'une beauté inhabituelle. Comme vous le savez, la peau du renne sauvage a une couleur presque uniforme sur tout le corps, café ou brun grisâtre. La coloration de cet animal en hiver est très claire - blanc presque pur. Cuir dont le processus d'habillage utilise de la graisse extraite du cerveau de l'animal ou d'autres types de graisses. Le résultat final est un matériau souple, semblable à du daim, généralement fortement durci pour empêcher la décomposition cellulaire. Ce type de cuir est couramment utilisé pour fabriquer des porte-documents et des portefeuilles, des gants, des ceintures....
hu: Az erős és puha szarvasbőr ideális a felsőruházat gyártásához. A szarvasbőrt olyan egyedülálló tulajdonságok jellemzik, mint a jellegzetes, csak a szarvasbőrre jellemző bozontos mintázat, homogenitás a teljes felületen, szilárdság, rugalmasság, magas hővédelem. A szarvasbőr eredeti szerkezete a színek széles skálájával együtt elegáns és jó megjelenést kölcsönöz a késztermékeknek. Minden egyes szőrszál egy üreges cső, ami lehetővé teszi a hő hosszabb megőrzését. Bőrük egyedülálló hővédő tulajdonságainak köszönhetően a rénszarvasok olyan éghajlati viszonyokat is elviselnek, amelyeket más állatok nem tudnak túlélni. A szintetikus szálak specialistái irigykedve nézik ennek az állatnak a szőrzetét: nem tudnak olyan műszőrzetet előállítani, amelynek szőrszálai belül üregesek. A szarvasbőr szőrének van még egy irigylésre méltó tulajdonsága: télen a szőrszálak végei mintha megduzzadnának, megvastagodnának, és a szőrzet monolitikus páncéllá válik, tartós és egyben szokatlanul szép. Mint tudjuk, a vad rénszarvasok bőre szinte az egész testén egyenletes színű, kávé vagy szürkésbarna. Ennek az állatnak a színezése télen nagyon világos - szinte tiszta fehér. Bőr, amelynek kikészítéséhez az állat agyából kivont zsírt vagy más típusú zsírokat használnak fel. A végeredmény egy rugalmas, velúrszerű anyag, amelyet általában erősen pácolnak, hogy megakadályozzák a sejtek bomlását. Ezt a fajta bőrt általában aktatáskák és pénztárcák, kesztyűk, övek készítésére használják....
it: La pelle di cervo, resistente e morbida, è ideale per la produzione di capispalla. La pelle di cervo è caratterizzata da proprietà uniche come il caratteristico motivo shagreen, caratteristico solo della pelle di cervo, omogeneità su tutta l'area, resistenza, elasticità, elevata protezione dal calore. L'originale struttura della pelle di cervo unita ad un'ampia gamma di colori conferiscono ai prodotti finiti un aspetto elegante e gradevole. Ogni capello è un tubo cavo, che consente di trattenere il calore più a lungo. Grazie alle proprietà uniche di protezione dal calore della loro pelle, le renne possono sopportare condizioni climatiche a cui altri animali non possono sopravvivere. Gli specialisti in fibre sintetiche guardano con invidia la pelliccia di questo animale: non riescono a ottenere una pelliccia artificiale con peli cavi all'interno. La pelliccia di pelle di cervo ha un'altra qualità invidiabile: in inverno le punte dei peli sembrano gonfiarsi, ispessirsi e la pelliccia diventa un'armatura monolitica, resistente e anche insolitamente bella. Come sapete, la pelle della renna selvatica ha un colore quasi uniforme su tutto il corpo, caffè o bruno-grigiastro. La colorazione di questo animale in inverno è molto chiara, quasi bianca pura. Pelle, la cui lavorazione utilizza grasso estratto dal cervello dell'animale o altri tipi di grassi. Il risultato finale è un materiale elastico, simile alla pelle scamosciata, solitamente fortemente polimerizzato per prevenire la decomposizione cellulare. Questo tipo di pelle viene comunemente utilizzata per realizzare cartelle e portafogli, guanti, cinture....
ko: 강하고 부드러운 사슴 가죽은 겉옷 생산에 이상적입니다. 사슴 가죽은 사슴 가죽에만 고유 한 특징적인 샤 그린 패턴, 전체 영역의 균질성, 강도, 탄력성, 높은 열 보호와 같은 독특한 특성이 특징입니다. 다양한 색상과 함께 사슴 가죽의 원래 구조는 완제품에 우아하고 좋은 모습을 제공합니다. 각 머리카락은 속이 빈 튜브이므로 열을 더 오래 유지할 수 있습니다. 가죽의 독특한 열 보호 특성 덕분에 순록은 다른 동물이 생존 할 수없는 기후 조건을 견딜 수 있습니다. 합성 섬유 전문가들은 이 동물의 털을 부러워하며 바라봅니다. 털이 속이 비어 있는 인조 털을 얻을 수 없기 때문입니다. 사슴 가죽 모피는 또 다른 부러워하는 품질을 가지고 있습니다. 겨울에는 머리카락 끝이 부풀어 오르고 두꺼워지며 모피는 모 놀리 식 갑옷이되어 내구성이 뛰어나고 비정상적으로 아름답습니다. 아시다시피 야생 순록의 피부는 몸 전체에 거의 균일 한 색, 커피 또는 회갈색을 띠고 있습니다. 겨울에이 동물의 색은 거의 순수한 흰색으로 매우 가볍습니다. 가죽은 동물의 뇌 또는 다른 유형의 지방에서 추출한 지방을 사용하는 드레싱 과정을 거칩니다. 최종 결과물은 유연한 스웨이드와 같은 소재로, 보통 세포 분해를 방지하기 위해 심하게 경화됩니다. 이 유형의 가죽은 일반적으로 서류가방과 지갑, 장갑, 벨트를 만드는 데 사용됩니다....
ru: Прочная и мягкая оленья кожа идеально подходит для производства верхней одежды. Оленья кожа характеризуется такими уникальными свойствами, как характерный шагреневый рисунок, присущий только оленьей коже, однородность по всей площади, прочность, эластичность, высокая теплозащита. Оригинальная структура оленьей кожи в сочетании с широкой цветовой гаммой придают готовым изделиям элегантный и добротный вид. Каждый волосок представляет собой полую трубку, что позволяет дольше сохранять тепло. Благодаря уникальным теплозащитным свойствам шкуры олени могут переносить такие климатические условия, которые не под силу другим животным. Специалисты по синтетическим волокнам с завистью смотрят на мех этого животного: им не удается получить искусственный мех с полыми внутри волосками. Мех оленьей шкуры обладает еще одним завидным свойством: зимой кончики волосков как бы набухают, утолщаются, и мех превращается в монолитную броню, прочную и необыкновенно красивую. Как известно, шкура дикого северного оленя имеет почти равномерный по всему телу цвет, кофейный или серовато-коричневый. Зимой окраска этого животного очень светлая - почти чисто белая. Кожа, в процессе выделки которой используется жир, добываемый из мозга животного, или другие виды жиров. В итоге получается эластичный, похожий на замшу материал, который обычно подвергается длительной полимеризации для предотвращения разложения клеток. Этот вид кожи обычно используется для изготовления портфелей и бумажников, перчаток, ремней.....

# Inventory,Displaytype
source: Display type
de: Anzeigetyp
fr: Type d'affichage
hu: Kijelző típusa
it: Tipo di visualizzazione
ko: 표시 유형
ru: Тип отображения

# Inventory,Drinking
source: Drinking
de: Trinken
fr: Boire
hu: Ivás
it: Potabile
ko: 마시기
ru: Питье

# Inventory,Eat
source: Eat
de: Essen
fr: Manger
hu: Evés
it: Mangiare
ko: 먹기
ru: Еда

# Inventory,Egg
source: Egg
de: Ei
fr: Oeuf
hu: Tojás
it: Uova
ko: 달걀
ru: Яйцо

# Inventory,EggText
source: Eggs are a common food product. Due to their availability at present, the most common eggs in use are chicken eggs, although any bird eggs can be consumed by humans. In addition, there is the practice of eating the eggs of certain reptiles (e.g., turtles). Despite the nutritional value of eggs, their consumption can be harmful to health due to the possibility of infection with salmonella or an allergy to egg proteins. Mass production of chicken eggs is widespread around the world. In 2009, 6.4 billion hens worldwide produced about 62.1 million tons of eggs.
de: Eier sind ein weit verbreitetes Lebensmittel. Aufgrund ihrer derzeitigen Verfügbarkeit werden am häufigsten Hühnereier verwendet, obwohl alle Vogeleier von Menschen verzehrt werden können. Außerdem ist es üblich, die Eier bestimmter Reptilien (z. B. Schildkröten) zu essen. Trotz des Nährwerts von Eiern kann ihr Verzehr gesundheitsschädlich sein, da die Möglichkeit einer Infektion mit Salmonellen oder einer Allergie gegen Eiproteine besteht. Die Massenproduktion von Hühnereiern ist auf der ganzen Welt verbreitet. Im Jahr 2009 produzierten 6,4 Milliarden Hühner weltweit etwa 62,1 Millionen Tonnen Eier.
fr: Les Oeufs sont un produit alimentaire courant. En raison de leur disponibilité actuelle, les œufs les plus couramment utilisés sont les œufs de poule, bien que tous les œufs d’oiseaux puissent être consommés par les humains. De plus, il existe une pratique consistant à manger les œufs de certains reptiles (par exemple les tortues). Malgré la valeur nutritionnelle des œufs, leur consommation peut être nocive pour la santé en raison de la possibilité d'une infection par la salmonelle ou d'une allergie aux protéines de l'œuf. La production massive d’œufs de poule est répandue dans le monde entier. En 2009, 6,4 milliards de poules dans le monde ont produit environ 62,1 millions de tonnes d'œufs.
hu: A tojás gyakori élelmiszertermék. Elérhetőségük miatt jelenleg a leggyakrabban használt tojás a tyúktojás, bár az emberek bármilyen madártojást fogyaszthatnak. Emellett létezik az a gyakorlat, hogy bizonyos hüllők (pl. teknősök) tojásait is fogyasztják. A tojás táplálkozási értéke ellenére fogyasztása káros lehet az egészségre a szalmonellafertőzés vagy a tojásfehérjékkel szembeni allergia lehetősége miatt. A csirketojás tömeges termelése világszerte elterjedt. Világszerte 2009-ben 6,4 milliárd tyúk mintegy 62,1 millió tonna tojást termelt.
it: Le uova sono un prodotto alimentare comune. A causa della loro disponibilità attuale, le uova più comuni in uso sono quelle di gallina, sebbene qualsiasi uovo di uccello possa essere consumato dall'uomo. Inoltre, esiste la pratica di mangiare le uova di alcuni rettili (ad esempio, le tartarughe). Nonostante il valore nutritivo delle uova, il loro consumo può essere dannoso per la salute a causa della possibilità di infezione da salmonella o di allergia alle proteine dell'uovo. La produzione di massa di uova di gallina è diffusa in tutto il mondo. Nel 2009, 6,4 miliardi di galline in tutto il mondo hanno prodotto circa 62,1 milioni di tonnellate di uova.
ko: 달걀은 흔한 식품입니다. 현재 가장 많이 사용되는 달걀은 닭의 알이지만, 모든 새의 알을 사람이 섭취할 수 있습니다. 또한 특정 파충류(예: 거북이)의 알을 먹는 관행도 있습니다. 계란의 영양가에도 불구하고 살모넬라균 감염이나 계란 단백질에 대한 알레르기 가능성으로 인해 계란 섭취는 건강에 해로울 수 있습니다. 닭의 달걀의 대량 생산은 전 세계적으로 널리 퍼져 있습니다. 2009년에는 전 세계 64억 마리의 닭이 약 6,210만 톤의 달걀을 생산했습니다.
ru: Яйца являются одним из распространенных продуктов питания. В силу своей доступности в настоящее время наиболее распространены куриные яйца, хотя в пищу могут употребляться любые птичьи яйца. Кроме того, существует практика употребления в пищу яиц некоторых рептилий (например, черепах). Несмотря на питательную ценность яиц, их употребление может нанести вред здоровью из-за возможности заражения сальмонеллой или аллергии на яичные белки. Массовое производство куриных яиц широко распространено во всем мире. В 2009 году 6,4 млрд. кур во всем мире произвели около 62,1 млн. тонн яиц.

# Inventory,ElectricalPanel
source: Electrical panel
de: Elektrische Schalttafel
fr: Panneau électrique
hu: Elektromos panel
it: Pannello Eletrico
ko: 전기 패널
ru: Электрический щиток

# Inventory,Firewood
source: Firewood
de: Feuerholz
fr: Bois de chauffage
hu: Tűzifa
it: Legna da ardere
ko: 장작
ru: Дрова

# Inventory,FirewoodAdd
source: Firewood added to inventory!
de: Feuerholz zum Inventar hinzugefügt!
fr: Bois de chauffage ajouté à l'inventaire !
hu: Tűzifa hozzáadva a leltárhoz!
it: Legna da ardere aggiunta all'inventario!
ko: 장작이 인벤토리에 추가되었습니다!
ru: Дрова добавлены в инвентарь!

# Inventory,FirewoodError
source: I don't have any firewood with me...
de: Ich habe kein Feuerholz dabei...
fr: Je n'ai pas de bois de chauffage avec moi...
hu: Nincs nálam tűzifa...
it: Non ho legna da ardere con me...
ko: 장작이 없습니다...
ru: У меня нет с собой дров...

# Inventory,FirewoodSuccessAdd
source: Stock of firewood replenished!
de: Feuerholzlager wieder aufgefüllt!
fr: Stock de bois de chauffage reconstitué !
hu: Tűzifa készlet feltöltve!
it: Stock di legna da ardere rifornito!
ko: 장작 재고가 보충되었습니다!
ru: Запас дров пополнен!

# Inventory,FirewoodText
source: Firewood - pieces of wood, timber intended to burn in a stove, fireplace, furnace or fire for the purpose of obtaining heat and light. The amount of heat released during combustion of firewood depends on the species of wood and the humidity of the wood. Humidity reduces the calorific value of firewood because evaporated water takes away some of the heat energy. Losses from humidity depend slightly on the initial temperature of firewood (or more exactly, water in it) and are taken to be 0.63 kWh per kilogram of water. Absolutely dry hardwoods produce about 5 kWh of heat per kilogram of firewood. Absolutely dry softwood firewood gives about 5.2 kWh of heat per kilogram of firewood, due to the chemical difference of their wood.
de: Feuerholz - Holzstücke, die zur Verbrennung in einem Ofen, Kamin, Ofen oder Feuer bestimmt sind, um Wärme und Licht zu erzeugen. Die Wärmemenge, die bei der Verbrennung von Feuerholz freigesetzt wird, hängt von der Holzart und der Feuchtigkeit des Holzes ab. Feuchtigkeit verringert den Heizwert von Feuerholz, weil verdunstetes Wasser einen Teil der Wärmeenergie entzieht. Die Feuchtigkeitsverluste hängen geringfügig von der Ausgangstemperatur des Kaminholzes (oder genauer gesagt des Wassers darin) ab und werden mit 0,63 kWh pro Kilogramm Wasser angesetzt. Absolut trockenes Laubholz erzeugt etwa 5 kWh Wärme pro Kilogramm Feuerholz. Absolut trockenes Feuerholz aus Weichholz liefert aufgrund der chemischen Unterschiede im Holz etwa 5,2 kWh Wärme pro Kilogramm Feuerholz.
fr: Bois de chauffage - morceaux de bois, bois de construction destinés à brûler dans un poêle, une cheminée, un four ou un feu dans le but d'obtenir de la chaleur et de la lumière. La quantité de chaleur dégagée lors de la combustion du bois de chauffage dépend de l'essence de bois et de l'humidité du bois. L'humidité réduit le pouvoir calorifique du bois de chauffage car l'eau évaporée absorbe une partie de l'énergie thermique. Les pertes dues à l'humidité dépendent légèrement de la température initiale du bois de chauffage (ou plus exactement de l'eau qu'il contient) et sont estimées à 0,63 kWh par kilogramme d'eau. Les bois durs absolument secs produisent environ 5 kWh de chaleur par kilogramme de bois de chauffage. Le bois de chauffage de résineux absolument sec produit environ 5,2 kWh de chaleur par kilogramme de bois de chauffage, en raison de la différence chimique de son bois.
hu: Tűzifa - a kályhában, kandallóban, kemencében vagy tűzben hő- és fénynyerés céljából történő elégetésre szánt fadarabok, faanyag. A tűzifa égése során felszabaduló hő mennyisége a fafajtától és a fa nedvességtartalmától függ. A nedvesség csökkenti a tűzifa fűtőértékét, mivel a párolgó víz elveszi a hőenergia egy részét. A nedvességből eredő veszteségek kismértékben függnek a tűzifa (pontosabban a benne lévő víz) kiindulási hőmérsékletétől, és kilogrammonként 0,63 kWh-nak tekinthetők. A teljesen száraz keményfa körülbelül 5 kWh hőt termel egy kilogramm tűzifa esetében. A teljesen száraz puhafa tűzifa körülbelül 5,2 kWh hőt ad egy kilogramm tűzifára, a faanyaguk kémiai különbsége miatt.
it: Legna da ardere - pezzi di legno, legname destinato a bruciare in una stufa, camino, fornace o fuoco allo scopo di ottenere calore e luce. La quantità di calore rilasciata durante la combustione della legna da ardere dipende dalla specie di legno e dall'umidità del legno. L'umidità riduce il potere calorifico della legna da ardere perché l'acqua evaporata sottrae parte dell'energia termica. Le perdite di umidità dipendono leggermente dalla temperatura iniziale della legna da ardere (o più esattamente, dell'acqua in essa contenuta) e sono considerate pari a 0,63 kWh per chilogrammo di acqua. I legni duri assolutamente secchi producono circa 5 kWh di calore per chilogrammo di legna da ardere. La legna da ardere di conifere assolutamente secca fornisce circa 5,2 kWh di calore per chilogrammo di legna da ardere, a causa della differenza chimica del legno.
ko: 장작 - 열과 빛을 얻기 위해 스토브, 벽난로, 용광로 또는 불에서 태우려는 목재 조각, 목재. 장작이 연소하는 동안 방출되는 열량은 목재의 종류와 목재의 습도에 따라 달라집니다. 습도는 증발된 물이 열에너지의 일부를 빼앗아가기 때문에 장작의 발열량을 감소시킵니다. 습도로 인한 손실은 장작의 초기 온도(또는 더 정확하게는 장작에 포함된 물)에 따라 약간씩 달라지며 물 1킬로그램당 0.63kWh로 간주됩니다. 완전 건조 경재는 장작 1킬로그램당 약 5kWh의 열을 생산합니다. 완전 건조 침엽수 장작은 목재의 화학적 차이로 인해 장작 1킬로그램당 약 5.2kWh의 열량을 제공합니다.
ru: Дрова - куски дерева, древесины, предназначенные для сжигания в печи, камине, топке или костре с целью получения тепла и света. Количество тепла, выделяемого при сгорании дров, зависит от породы древесины и ее влажности. Влажность снижает теплотворную способность дров, поскольку испаряющаяся вода отнимает часть тепловой энергии. Потери от влажности слабо зависят от начальной температуры дров (точнее, воды в них) и принимаются равными 0,63 кВт-ч на килограмм воды. Абсолютно сухие дрова лиственных пород дают около 5 кВт-ч тепла на килограмм дров. Абсолютно сухие дрова хвойных пород дают около 5,2 кВт-ч тепла на килограмм дров, что обусловлено химическим различием их древесины.

# Inventory,Fishing
source: Fishing
de: Angeln
fr: Poisson
hu: Horgászat
it: Pesce
ko: 낚시
ru: Рыбалка

# Inventory,Foxpelt
source: Fox pelt
de: Fuchsfell
fr: Peau de renard
hu: Rókabőr
it: Pelle di volpe
ko: 여우 가죽
ru: Шкурка лисы

# Inventory,FoxpeltText
source: Fox fur belongs to the long-haired furs. It has a very long pile and a dense underfur. It is thick, soft, luxuriant, silky, long, warm, with high heat-protective properties. The length of the fleece is up to 8 cm. The length of the pelt is 50-90 cm. The tail is about 50 cm. Wear resistance - 50%.
de: Fuchsfell gehört zu den langhaarigen Pelzen. Es hat einen sehr langen Flor und ein dichtes Unterfell. Es ist dick, weich, üppig, seidig, lang, warm und hat hohe Wärmeschutzeigenschaften. Die Länge des Vlieses beträgt bis zu 8 cm. Die Länge des Fells beträgt 50-90 cm. Der Schwanz ist etwa 50 cm lang. Abriebfestigkeit - 50%.
fr: La peau de renard fait partie des fourrures à poil long. Il a un poil très long et un sous-poil dense. Il est épais, doux, luxuriant, soyeux, long, chaud et possède de hautes propriétés de protection thermique. La longueur de la toison peut atteindre 8 cm. La longueur de la peau est de 50 à 90 cm. La queue mesure environ 50 cm. Résistance à l'usure - 50%.
hu: A rókaprém a hosszú szőrű szőrmék közé tartozik. Nagyon hosszú bolyhos és sűrű aljszőrzetű. Vastag, puha, dús, dús, selymes, hosszú, meleg, magas hővédő tulajdonságokkal rendelkezik. A gyapjú hossza akár 8 cm is lehet. A szőrzet hossza 50-90 cm. A farok kb. 50 cm hosszú. Kopásállóság - 50%.
it: La pelliccia di volpe appartiene alle pellicce a pelo lungo. Ha un pelo molto lungo e un sottopelo denso. È denso, morbido, rigoglioso, setoso, lungo, caldo, con elevate proprietà termoprotettive. La lunghezza del vello arriva fino a 8 cm. La lunghezza della pelle è di 50-90 cm. La coda è di circa 50 cm. Resistenza all'usura - 50%.
ko: 여우 모피는 장모 모피에 속합니다. 그것은 매우 긴 더미와 빽빽한 속털을 가지고 있습니다. 두껍고 부드럽고 무성하며 부드럽고 길고 따뜻하며 높은 열 보호 특성을 가지고 있습니다. 양털의 길이는 최대 8cm입니다. 펠트의 길이는 50-90cm입니다. 꼬리는 약 50cm입니다. 마모 저항-50 %.
ru: Мех лисы относится к длинношерстным мехам. Он имеет очень длинный ворс и плотный подшерсток. Он густой, мягкий, пышный, шелковистый, длинный, теплый, с высокими теплозащитными свойствами. Длина ворса достигает 8 см. Длина шкурки составляет 50-90 см. Хвост - около 50 см. Износостойкость - 50%.

# Inventory,GetSomeWater
source: Get some water
de: Hol etwas Wasser
fr: Prends de l'eau
hu: Hozz egy kis vizet
it: Prendi un po' d'acqua
ko: 물 마시기
ru: Набрать воды

# Inventory,Goosemeat
source: Goose meat
de: Gänsefleisch
fr: Viande d'oie
hu: Libahús
ko: 거위 고기
ru: Гусятина
