Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Fish,FishRodText
source: A fishing rod is a tool that is used when fishing. It consists of several main components: 1. Spinning/composite rod: the main part of a fishing rod, which is a flexible and lightweight retractable or non-retractable handle. It is usually made of carbon fiber or other composite materials that provide strength and flexibility. 2. Reel: is a device attached to the fishing rod designed to hold and pull line or cord. Reels can be spinning reels (for predator fishing) or spool reels (for larger fish or long distance fishing). 3. line/cord: this is a long, transparent or colored thread that connects to the reel and ends with a hook or trolling rod. The line can be made from a variety of materials including monofilament, fluorocarbon or braided line and is selected depending on the type of fishing and water conditions. 4.Assembly tools: include rings, spool fasteners and scallop joints, which are used to assemble the fishing rod and ensure its strength and stability. 5. Handle: usually made of a durable material such as cork or plastic and is designed to provide a comfortable and secure grip on the fishing rod. Depending on the type of fishing and the angler's preference, fishing rods can have different characteristics such as length, power and action. They can be specialized for certain types of fish or situations, such as fishing on a large river or in the sea. A fishing rod is the primary tool for catching fish and is available in many varieties and price ranges. The choice of rod depends on the angler's experience, preferences and budget.
de: Eine Angelrute ist ein Werkzeug, das beim Fischen verwendet wird. Sie besteht aus mehreren Hauptbestandteilen: 1. Spinn-/Verbundstoffrute: Der Hauptbestandteil einer Angelrute ist ein flexibler und leichter, ein- oder ausziehbarer Griff. Er besteht in der Regel aus Kohlefaser oder anderen Verbundwerkstoffen, die für Stärke und Flexibilität sorgen. 2. Rolle: Ein Gerät, das an der Angelrute befestigt ist und dazu dient, die Schnur zu halten und zu ziehen. Rollen können Spinnrollen (für das Raubfischangeln) oder Spulenrollen (für größere Fische oder das Fischen auf große Entfernungen) sein. 3. Schnur: Das ist ein langer, transparenter oder farbiger Faden, der mit der Rolle verbunden ist und an einem Haken oder einer Schleppangel endet. Die Schnur kann aus verschiedenen Materialien bestehen, z. B. aus Monofilament, Fluorocarbon oder geflochtener Schnur, und wird je nach Angelart und Wasserbedingungen ausgewählt. 4. das Montagewerkzeug: Dazu gehören Ringe, Spulenverschlüsse und Muschelgelenke, mit denen die Angelrute zusammengebaut wird und die ihre Stärke und Stabilität gewährleisten. 5. Griff: Er besteht in der Regel aus einem strapazierfähigen Material wie Kork oder Kunststoff und ist so konzipiert, dass er einen bequemen und sicheren Griff der Angelrute ermöglicht. Je nach Art des Angelns und den Vorlieben des Anglers können Angelruten unterschiedliche Eigenschaften wie Länge, Kraft und Aktion haben. Sie können für bestimmte Fischarten oder Situationen spezialisiert sein, z. B. für das Angeln in einem großen Fluss oder im Meer. Eine Angelrute ist das wichtigste Werkzeug für den Fischfang und ist in vielen Varianten und Preisklassen erhältlich. Die Wahl der Rute hängt von der Erfahrung des Anglers, seinen Vorlieben und seinem Budget ab.
fr: Une canne à pêche est un outil utilisé pour pêcher. Il se compose de plusieurs éléments principaux : 1. Canne spinning/composite : partie principale d'une canne à pêche, qui est une poignée flexible et légère, rétractable ou non rétractable. Il est généralement constitué de fibre de carbone ou d’autres matériaux composites qui offrent résistance et flexibilité. 2. Moulinet : est un dispositif fixé à la canne à pêche et conçu pour maintenir et tirer une ligne ou un cordon. Les moulinets peuvent être des moulinets spinning (pour la pêche des prédateurs) ou des moulinets à bobine (pour les plus gros poissons ou la pêche longue distance). 3. ligne/cordon : il s'agit d'un long fil transparent ou coloré qui se connecte au moulinet et se termine par un hameçon ou une canne à pêche à la traîne. La ligne peut être fabriquée à partir d'une variété de matériaux, notamment du monofilament, du fluorocarbone ou de la ligne tressée, et est sélectionnée en fonction du type de pêche et des conditions de l'eau. 4. Outils d'assemblage : comprennent des anneaux, des attaches de bobine et des joints de pétoncles, qui sont utilisés pour assembler la canne à pêche et assurer sa résistance et sa stabilité. 5. Poignée : généralement fabriquée dans un matériau durable tel que le liège ou le plastique et conçue pour fournir une prise confortable et sûre sur la canne à pêche. Selon le type de pêche et les préférences du pêcheur, les cannes à pêche peuvent avoir différentes caractéristiques telles que la longueur, la puissance et l'action. Ils peuvent être spécialisés pour certains types de poissons ou situations, comme la pêche sur une grande rivière ou en mer. Une canne à pêche est le principal outil pour attraper du poisson et est disponible dans de nombreuses variétés et gammes de prix. Le choix de la canne dépend de l'expérience, des préférences et du budget du pêcheur.
hu: A horgászbot a halászat során használt eszköz. Több fő összetevőből áll: 1. Orsós/kompozit bot: a horgászbot fő része, amely egy rugalmas és könnyű, behúzható vagy nem behúzható nyél. Általában szénszálból vagy más kompozit anyagokból készül, amelyek szilárdságot és rugalmasságot biztosítanak. 2. Orsó: a horgászbothoz rögzített eszköz, amelyet a zsinór vagy zsinór megtartására és húzására terveztek. Az orsók lehetnek pergető orsók (ragadozóhalas horgászathoz) vagy orsós orsók (nagyobb halakhoz vagy hosszú távú horgászathoz). 3. zsinór/zsinór: ez egy hosszú, átlátszó vagy színes fonál, amely az orsóhoz csatlakozik, és a horoggal vagy a pergető bottal végződik. A zsinór különböző anyagokból készülhet, például monofil, fluorocarbon vagy fonott zsinórból, és a horgászat típusától és a vízkörülményektől függően választják ki. 4. szerelőeszközök: ide tartoznak a gyűrűk, az orsós rögzítők és a fésűs csuklók, amelyek a horgászbot összeállítására szolgálnak, és biztosítják annak szilárdságát és stabilitását. 5. Fogantyú: általában tartós anyagból, például parafából vagy műanyagból készül, és úgy tervezték, hogy kényelmes és biztonságos fogást biztosítson a horgászboton. A horgászat típusától és a horgász preferenciáitól függően a horgászbotok különböző jellemzőkkel rendelkezhetnek, például hosszúság, teljesítmény és akció. Ezek a horgászbotok bizonyos halfajokra vagy helyzetekre specializálódhatnak, mint például a nagy folyókon vagy a tengerben való halászat. A horgászbot a halfogás elsődleges eszköze, és számos változatban és árkategóriában kapható. A bot kiválasztása a horgász tapasztalatától, preferenciáitól és költségvetésétől függ.
ko: 낚싯대는 낚시를 할 때 사용하는 도구입니다. 낚싯대는 몇 가지 주요 구성 요소로 이루어져 있습니다: 1. 회전식/복합재 낚싯대: 낚싯대의 주요 부분으로, 유연하고 가벼운 개폐식 또는 비개폐식 손잡이입니다. 일반적으로 강도와 유연성을 제공하는 탄소 섬유 또는 기타 복합 재료로 만들어집니다. 2. 릴: 낚싯대에 부착되어 낚싯줄이나 코드를 잡고 당길 수 있도록 설계된 장치입니다. 릴은 스피닝 릴(포식자 낚시용) 또는 스풀 릴(큰 물고기 또는 장거리 낚시용)이 될 수 있습니다. 3. 줄/코드: 릴에 연결되고 갈고리 또는 낚싯대로 끝나는 길고 투명하거나 색깔이 있는 실을 말합니다. 낚싯줄은 모노필라멘트, 탄화불소, 편조줄 등 다양한 재질로 제작할 수 있으며 낚시 유형과 수질 조건에 따라 선택됩니다. 4. 조립 도구: 낚싯대를 조립하고 강도와 안정성을 보장하는 데 사용되는 링, 스풀 패스너 및 스캘럽 조인트가 포함됩니다. 5. 손잡이: 일반적으로 코르크나 플라스틱과 같이 내구성이 강한 재질로 만들어지며 낚싯대를 편안하고 안전하게 잡을 수 있도록 설계되었습니다. 낚싯대는 낚시 유형과 낚시꾼의 선호도에 따라 길이, 힘, 동작 등 다양한 특성을 가질 수 있습니다. 낚싯대는 큰 강이나 바다에서 낚시하는 것과 같이 특정 유형의 물고기나 상황에 맞게 특화될 수 있습니다. 낚싯대는 물고기를 잡기 위한 기본 도구이며 다양한 종류와 가격대로 제공됩니다. 낚싯대의 선택은 낚시꾼의 경험, 선호도 및 예산에 따라 다릅니다.
ru: Удочка - это инструмент, который используется при ловле рыбы. Она состоит из нескольких основных компонентов: 1. Спиннинг/композитная удочка: основная часть удочки, представляющая собой гибкую и легкую выдвижную или неразборную рукоятку. Она обычно изготавливается из углепластика или других композитных материалов, которые обеспечивают прочность и гибкость. 2. Катушка: это устройство, прикрепленное к удочке, предназначенное для хранения и вытягивания лески или шнура. Катушки могут быть спиннинговыми (для ловли хищной рыбы) или катушками со шпулей (для ловли более крупной рыбы или на дальние дистанции). 3. Леска/шнур: это длинная, прозрачная или окрашенная нить, которая соединяется с катушкой и заканчивается крючком или блесной. Леска может быть сделана из различных материалов, включая монофильную нить, флюорокарбон или плетеную леску, и выбирается в зависимости от типа рыбалки и условий воды. 4. Инструменты для сборки: включают в себя кольца, катушечные крепления и гребешковые соединения, которые используются для сборки удочки и обеспечения ее прочности и стабильности. 5. Рукоятка: обычно сделана из прочного материала, такого как пробка или пластик, и предназначена для удобного и надежного захвата удочки. В зависимости от вида рыбалки и предпочтений рыболова, удочки могут иметь разные характеристики, такие как длина, мощность и действие. Они могут быть специализированными для определенных видов рыбы или ситуаций, таких как ловля на большой реке или в море. Удочка является основным инструментом для ловли рыбы и доступна во множестве разновидностей и ценовых категорий. Выбор удочки зависит от опыта рыболова, его предпочтений и бюджета.

# Fish,FishYes
source: Pull the rod!
de: Zieh die Rute!
fr: Tirez sur la canne!
hu: Húzd ki a botot!
ko: 낚싯대를 당기세요!
ru: Потяните за удочку!

# Fish,Macrel
source: Mackerel
de: Makrele
fr: Maquereau
hu: Makréla
ko: 고등어
ru: Макрель

# Fish,MacrelText
source: The mackerel (Latin: Scomber scombrus) is a fish of the scombrus family distributed in the oceans of the world, especially in the North Atlantic Ocean and the Mediterranean Sea. It is a strong and fast fish that is a popular target for both sport fishing and commercial fisheries. The mackerel has an elongated body covered with small scales. It is distinguished by its bright metallic coloration, blue-green on the back and silver on the sides. It also has a distinctive band of black spots called the "shadow band" that extends the entire length of its body. The mackerel is a migratory fish and often forms large flocks. It feeds on other small fish, crustaceans and squid. Mackerel usually inhabit open ocean waters, but may come closer to the coast during their migrations. This fish has a high consumer value and is widely used in cooking. Mackerel meat is rich in omega-3 fatty acids, which are good for heart and brain health. Mackerel can be fried, baked, smoked or used for sushi and sashimi. Mackerel also plays an important ecological role in marine ecosystems. It is food for many predatory fish, birds and marine mammals, and is involved in the transfer of energy and nutrients through food chains. Overall, mackerel is a fast, beautiful and tasty fish that plays an important role in fisheries, cooking and ocean ecosystems.
de: Die Makrele (lateinisch: Scomber scombrus) ist ein Fisch aus der Familie der Scombrus, der in den Weltmeeren, insbesondere im Nordatlantik und im Mittelmeer, verbreitet ist. Sie ist ein starker und schneller Fisch, der sowohl beim Sportangeln als auch in der kommerziellen Fischerei ein beliebtes Ziel ist. Die Makrele hat einen länglichen Körper, der mit kleinen Schuppen bedeckt ist. Sie zeichnet sich durch ihre helle metallische Färbung aus, die auf dem Rücken blaugrün und an den Seiten silbern ist. Außerdem hat sie ein charakteristisches Band aus schwarzen Flecken, das so genannte "Schattenband", das sich über die gesamte Länge ihres Körpers erstreckt. Die Makrele ist ein Wanderfisch und bildet oft große Schwärme. Sie ernährt sich von anderen kleinen Fischen, Krustentieren und Tintenfischen. Makrelen leben normalerweise in offenen Gewässern, kommen aber auf ihren Wanderungen auch näher an die Küste. Dieser Fisch hat einen hohen Verbrauchswert und wird häufig in der Küche verwendet. Makrelenfleisch ist reich an Omega-3-Fettsäuren, die gut für die Gesundheit von Herz und Gehirn sind. Makrele kann gebraten, gebacken, geräuchert oder für Sushi und Sashimi verwendet werden. Die Makrele spielt auch eine wichtige ökologische Rolle in den marinen Ökosystemen. Sie dient vielen Raubfischen, Vögeln und Meeressäugetieren als Nahrung und ist an der Übertragung von Energie und Nährstoffen durch die Nahrungsketten beteiligt. Insgesamt ist die Makrele ein schneller, schöner und schmackhafter Fisch, der in der Fischerei, in der Küche und in den Ökosystemen der Meere eine wichtige Rolle spielt.
fr: Le maquereau (latin : Scomber scombrus) est un poisson de la famille des scombrus réparti dans les océans du monde, notamment dans l'océan Atlantique Nord et la mer Méditerranée. C'est un poisson fort et rapide qui constitue une cible populaire pour la pêche sportive et la pêche commerciale. Le maquereau a un corps allongé recouvert de petites écailles. Il se distingue par sa coloration métallique brillante, bleu-vert sur le dos et argentée sur les côtés. Il possède également une bande distinctive de taches noires appelée « bande d’ombre » qui s’étend sur toute la longueur de son corps. Le maquereau est un poisson migrateur et forme souvent de grands troupeaux. Il se nourrit d'autres petits poissons, crustacés et calamars. Le maquereau habite généralement les eaux océaniques ouvertes, mais peut se rapprocher de la côte au cours de ses migrations. Ce poisson a une grande valeur de consommation et est largement utilisé en cuisine. La viande de maquereau est riche en acides gras oméga-3, bons pour la santé cardiaque et cérébrale. Le maquereau peut être frit, cuit au four, fumé ou utilisé pour les sushis et les sashimis. Le maquereau joue également un rôle écologique important dans les écosystèmes marins. C'est la nourriture de nombreux poissons prédateurs, oiseaux et mammifères marins, et participe au transfert d'énergie et de nutriments à travers les chaînes alimentaires. Dans l’ensemble, le maquereau est un poisson rapide, beau et savoureux qui joue un rôle important dans la pêche, la cuisine et les écosystèmes océaniques.
hu: A makréla (latinul: Scomber scombrus) a makrélafélék családjába tartozó, a világ óceánjaiban, különösen az Atlanti-óceán északi részén és a Földközi-tengerben elterjedt hal. Erős és gyors hal, amely mind a sporthorgászat, mind a kereskedelmi halászat kedvelt célpontja. A makréla teste hosszúkás, apró pikkelyekkel borított. Fényes fémszínű, hátul kékeszöld, oldalt pedig ezüstös színe különbözteti meg. A makréla egy jellegzetes, fekete foltokból álló sávot is visel, amelyet "árnyéksávnak" neveznek, és amely a teste teljes hosszában húzódik. A makréla vándorló hal, és gyakran nagy rajokat alkot. Más kishalakkal, rákfélékkel és tintahalakkal táplálkozik. A makréla általában nyílt óceáni vizekben él, de vándorlásai során a partokhoz is közeledhet. Ez a hal nagy fogyasztási értékkel bír, és széles körben használják a főzésben. A makrélahús gazdag omega-3 zsírsavakban, amelyek jótékonyan hatnak a szív és az agy egészségére. A makrélát lehet sütni, sütni, füstölni, illetve szusihoz és sashimihoz használni. A makréla fontos ökológiai szerepet játszik a tengeri ökoszisztémákban is. Számos ragadozó hal, madár és tengeri emlős tápláléka, és részt vesz az energia és a tápanyagok táplálékláncokon keresztül történő átvitelében. A makréla gyors, szép és ízletes hal, amely fontos szerepet játszik a halászatban, a főzésben és az óceáni ökoszisztémákban.
ko: 고등어(라틴어: Scomber scombrus)는 전 세계 바다, 특히 북대서양과 지중해에 분포하는 고등어과 어류입니다. 고등어는 강하고 빠른 어종으로 스포츠 낚시와 상업 어업 모두에서 인기 있는 어종입니다. 고등어는 작은 비늘로 덮인 길쭉한 몸을 가지고 있습니다. 밝은 금속성 색상, 뒷면은 청록색, 측면은 은색으로 구별됩니다. 또한 몸 전체 길이에 걸쳐 "그림자 밴드"라고 불리는 독특한 검은 반점 띠가 있습니다. 고등어는 회유성 어류이며 종종 큰 무리를 형성합니다. 고등어는 다른 작은 물고기, 갑각류 및 오징어를 먹습니다. 고등어는 일반적으로 넓은 바다에 서식하지만 이동하는 동안 해안에 더 가까이 올 수 있습니다. 이 물고기는 소비자 가치가 높으며 요리에 널리 사용됩니다. 고등어 고기에는 심장과 뇌 건강에 좋은 오메가 -3 지방산이 풍부합니다. 고등어는 튀김, 구이, 훈제 또는 초밥과 사시미에 사용할 수 있습니다. 고등어는 또한 해양 생태계에서 중요한 생태적 역할을합니다. 고등어는 많은 포식성 어류, 조류 및 해양 포유류의 먹이이며 먹이사슬을 통해 에너지와 영양분을 전달하는 데 관여합니다. 전반적으로 고등어는 빠르고 아름답고 맛있는 생선으로 어업, 요리 및 해양 생태계에서 중요한 역할을 합니다.
ru: Макрель (лат. Scomber scombrus) - это рыба семейства скомбровых, распространенная в океанах мира, особенно в северной части Атлантического океана и Средиземном море. Это сильная и быстрая рыба, которая является популярной целью как для спортивного лова, так и для промышленного рыболовства. Макрель имеет удлиненное тело, покрытое маленькими чешуями. Он отличается яркой металлической окраской, сине-зеленой на спине и серебристой на боках. У него также есть характерная полоса черных пятен, называемая "теневой лента", которая простирается на всю длину его тела. Макрель является мигрирующей рыбой и часто образует большие стаи. Он питается другими мелкими рыбами, ракообразными и кальмарами. Макрель обычно обитает в открытых океанских водах, но во время своих миграций он может подходить ближе к побережью. Эта рыба имеет высокую потребительскую ценность и широко используется в кулинарии. Мясо макрели богато омега-3 жирными кислотами, которые полезны для здоровья сердца и мозга. Макрель может быть жареной, запеченной, копченой или использоваться для приготовления суши и сашими. Макрель также играет важную экологическую роль в морских экосистемах. Она является пищей для многих хищных рыб, птиц и морских млекопитающих, и участвует в передаче энергии и питательных веществ через пищевые цепи. В целом, макрель - это быстрая, красивая и вкусная рыба, которая играет важную роль в рыболовстве, кулинарии и экосистемах океанов.

# Fish,Perch
source: Perch
de: Barsch
fr: Perche
hu: Sügér
ko: 농어
ru: Окунь
