Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,SatellitedishText
source: A satellite dish is a device that is used to receive satellite television or radio. Here is a description of the main characteristics and working principle of a satellite dish: 1. Construction: A satellite dish consists of a metal dish called a reflector and a converter, or LNB (Low Noise Blockdown Converter) mounted on it. The reflector is usually shaped like a paraboloid and is used to focus the signal onto the LNB. 2. Location: The satellite dish must be precisely tuned to the satellite orbit from which the signal will be received. The dish is usually mounted on the roof of a building or on a special support so that it has an unobstructed view of the sky. 3. Principle of operation: When the dish is tuned to the selected satellite, it begins to collect and focus the signals emitted by this satellite to its LNB. The LNB, in turn, converts these signals into electrical signals, which are then transmitted via cable to the satellite receiver. 4. Quality of reception: The quality and stability of satellite signal reception depends on several factors, such as the size and shape of the dish, the accuracy of the tuning to the satellite, weather conditions, and the presence of obstructions between the dish and the satellite. 5. Installation and Setup: Installing and setting up a satellite dish requires some knowledge and skills. It is usually done by reputable professionals or a ready-made satellite reception system is purchased which includes the dish, LNB and receiver. 6. Applications: Satellite dishes are widely used to receive satellite television and radio in homes, apartment buildings, hotels and other commercial facilities. They allow access to a wide selection of television channels and radio stations, including international and specialized broadcast networks.
de: Eine Satellitenschüssel ist ein Gerät, das für den Empfang von Satellitenfernsehen oder -radio verwendet wird. Hier findest du eine Beschreibung der wichtigsten Merkmale und des Funktionsprinzips einer Satellitenschüssel: 1. Aufbau: Eine Satellitenschüssel besteht aus einer Metallschüssel, die Reflektor genannt wird, und einem darauf montierten Konverter oder LNB (Low Noise Blockdown Converter). Der Reflektor hat normalerweise die Form eines Paraboloids und dient dazu, das Signal auf den LNB zu fokussieren. 2. Standort: Die Satellitenschüssel muss genau auf die Satellitenbahn abgestimmt sein, von der das Signal empfangen werden soll. Die Schüssel wird in der Regel auf dem Dach eines Gebäudes oder auf einer speziellen Halterung montiert, so dass sie eine ungehinderte Sicht auf den Himmel hat. 3. Funktionsprinzip: Wenn die Parabolantenne auf den gewählten Satelliten eingestellt ist, beginnt sie, die von diesem Satelliten ausgestrahlten Signale zu sammeln und auf ihren LNB zu fokussieren. Der LNB wiederum wandelt diese Signale in elektrische Signale um, die dann über ein Kabel an den Satellitenempfänger übertragen werden. 4. Qualität des Empfangs: Die Qualität und Stabilität des Empfangs von Satellitensignalen hängt von mehreren Faktoren ab, z. B. von der Größe und Form der Schüssel, der Genauigkeit der Abstimmung auf den Satelliten, den Wetterbedingungen und dem Vorhandensein von Hindernissen zwischen der Schüssel und dem Satelliten. 5. Installation und Einrichtung: Die Installation und Einrichtung einer Satellitenschüssel erfordert einige Kenntnisse und Fähigkeiten. Sie wird in der Regel von seriösen Fachleuten durchgeführt oder es wird eine fertige Satellitenempfangsanlage gekauft, die die Schüssel, den LNB und den Empfänger enthält. 6. Anwendungen: Satellitenschüsseln werden häufig für den Empfang von Satellitenfernsehen und -radio in Wohnungen, Wohnhäusern, Hotels und anderen gewerblichen Einrichtungen eingesetzt. Sie ermöglichen den Zugang zu einer großen Auswahl an Fernseh- und Radiosendern, einschließlich internationaler und spezieller Rundfunknetze.
fr: Une antenne parabolique est un appareil utilisé pour recevoir la télévision ou la radio par satellite. Voici une description des principales caractéristiques et du principe de fonctionnement d’une antenne parabolique : 1. Construction : Une antenne parabolique se compose d'une parabole métallique appelée réflecteur et d'un convertisseur, ou LNB (Low Noise Blockdown Converter) monté dessus. Le réflecteur a généralement la forme d'un paraboloïde et est utilisé pour concentrer le signal sur le LNB. 2. Emplacement : L'antenne parabolique doit être précisément réglée sur l'orbite du satellite à partir de laquelle le signal sera reçu. L'antenne parabolique est généralement montée sur le toit d'un bâtiment ou sur un support spécial afin d'avoir une vue dégagée sur le ciel. 3. Principe de fonctionnement : Lorsque l'antenne parabolique est syntonisée sur le satellite sélectionné, elle commence à collecter et focaliser les signaux émis par ce satellite vers son LNB. Le LNB convertit à son tour ces signaux en signaux électriques, qui sont ensuite transmis par câble au récepteur satellite. 4. Qualité de réception : La qualité et la stabilité de la réception du signal satellite dépendent de plusieurs facteurs, tels que la taille et la forme de l'antenne parabolique, la précision du réglage du satellite, les conditions météorologiques et la présence d'obstacles entre l'antenne parabolique et le satellite. 5. Installation et configuration : L'installation et la configuration d'une antenne parabolique nécessitent certaines connaissances et compétences. Cela est généralement effectué par des professionnels réputés ou un système de réception satellite prêt à l'emploi est acheté, comprenant l'antenne parabolique, le LNB et le récepteur. 6. Applications : Les antennes paraboliques sont largement utilisées pour recevoir la télévision et la radio par satellite dans les maisons, les immeubles d'habitation, les hôtels et autres installations commerciales. Ils permettent d'accéder à un large choix de chaînes de télévision et de stations de radio, y compris des réseaux de diffusion internationaux et spécialisés.
hu: A parabolaantenna olyan eszköz, amelyet műholdas televízió vagy rádió vételére használnak. Az alábbiakban ismertetjük a parabolaantenna főbb jellemzőit és működési elvét: 1. Felépítés: A parabolaantenna egy fémtányérból, úgynevezett reflektorból és egy rá szerelt átalakítóból, vagy LNB-ből (Low Noise Blockdown Converter) áll. A reflektor általában paraboloid alakú, és arra szolgál, hogy a jelet az LNB-re fókuszálja. 2. Helyszín: A parabolaantennát pontosan arra a műholdpályára kell hangolni, ahonnan a jelet fogjuk venni. Az antennát általában egy épület tetejére vagy egy speciális tartóra szerelik fel, hogy akadálytalan kilátás legyen az égboltra. 3. Működési elv: Amikor a parabola a kiválasztott műholdra van hangolva, elkezdi összegyűjteni és fókuszálni az adott műhold által kibocsátott jeleket az LNB-re. Az LNB viszont ezeket a jeleket elektromos jelekké alakítja, amelyeket aztán kábelen keresztül továbbít a műholdvevőhöz. 4. A vétel minősége: A műholdas jelek vételének minősége és stabilitása számos tényezőtől függ, például a parabola méretétől és alakjától, a műholdra való hangolás pontosságától, az időjárási viszonyoktól, valamint a parabola és a műhold közötti akadályok jelenlététől. 5. Telepítés és beállítás: A parabolaantenna telepítése és beállítása bizonyos ismereteket és készségeket igényel. Ezt általában neves szakemberek végzik, vagy kész műholdvevő rendszert vásárolnak, amely tartalmazza az antennát, az LNB-t és a vevőt. 6. Alkalmazások: A parabolaantennákat széles körben használják műholdas televíziós és rádiós vételre otthonokban, lakóházakban, szállodákban és más kereskedelmi létesítményekben. Ezek lehetővé teszik a televíziós csatornák és rádióállomások széles választékához való hozzáférést, beleértve a nemzetközi és speciális műsorszóró hálózatokat is.
it: Un'antenna parabolica è un dispositivo utilizzato per ricevere la televisione o la radio satellitare. Ecco una descrizione delle caratteristiche principali e del principio di funzionamento di un'antenna parabolica: 1. Costruzione: una parabola satellitare è costituita da una parabola metallica chiamata riflettore e da un convertitore, o LNB (Low Noise Blockdown Converter), montato su di essa. Il riflettore ha solitamente la forma di un paraboloide e viene utilizzato per focalizzare il segnale sull'LNB. 2. Posizione: l'antenna parabolica deve essere sintonizzata con precisione sull'orbita del satellite da cui verrà ricevuto il segnale. La parabola viene solitamente montata sul tetto di un edificio o su un apposito supporto in modo che abbia una visuale libera del cielo. 3. Principio di funzionamento: Quando la parabola è sintonizzata sul satellite selezionato, inizia a raccogliere e focalizzare i segnali emessi da questo satellite sul suo LNB. L'LNB, a sua volta, converte questi segnali in segnali elettrici, che vengono poi trasmessi via cavo al ricevitore satellitare. 4. Qualità della ricezione: La qualità e la stabilità della ricezione del segnale satellitare dipendono da diversi fattori, come la dimensione e la forma della parabola, la precisione della sintonizzazione sul satellite, le condizioni meteorologiche e la presenza di ostacoli tra la parabola e il satellite. 5. Installazione e configurazione: l'installazione e la configurazione di un'antenna parabolica richiedono alcune conoscenze e abilità. Di solito viene eseguito da professionisti rispettabili oppure viene acquistato un sistema di ricezione satellitare già pronto che include parabola, LNB e ricevitore. 6. Applicazioni: le antenne paraboliche sono ampiamente utilizzate per ricevere la televisione e la radio via satellite nelle case, nei condomini, negli hotel e in altre strutture commerciali. Consentono l'accesso a un'ampia selezione di canali televisivi e stazioni radio, comprese reti di trasmissione internazionali e specializzate.
ko: 위성 수신기는 위성 텔레비전이나 라디오를 수신하는 데 사용되는 장치입니다. 다음은 위성 수신기의 주요 특징과 작동 원리에 대한 설명입니다: 1. 구조: 위성 수신기는 반사판이라고 하는 금속 접시와 그 위에 장착된 컨버터 또는 LNB(저잡음 차단 컨버터)로 구성됩니다. 반사판은 일반적으로 포물선 모양이며 신호를 LNB에 집중시키는 데 사용됩니다. 2. 위치: 위성 수신기는 신호를 수신할 위성 궤도에 맞게 정밀하게 조정되어야 합니다. 수신기는 일반적으로 하늘을 가리지 않고 볼 수 있도록 건물 옥상이나 특수 지지대 위에 설치됩니다. 3. 작동 원리: 수신기가 선택한 위성에 맞춰 조정되면 이 위성이 방출하는 신호를 수집하여 LNB에 집중하기 시작합니다. 그러면 LNB는 이 신호를 전기 신호로 변환하여 케이블을 통해 위성 수신기로 전송합니다. 4. 수신 품질: 위성 신호 수신의 품질과 안정성은 수신기의 크기와 모양, 위성에 대한 튜닝의 정확도, 기상 조건, 수신기와 위성 사이의 장애물 유무 등 여러 요인에 따라 달라집니다. 5. 설치 및 설정: 위성 수신기를 설치하고 설정하려면 약간의 지식과 기술이 필요합니다. 일반적으로 평판이 좋은 전문가가 설치하거나 접시, LNB 및 수신기가 포함된 기성품 위성 수신 시스템을 구입합니다. 6. 애플리케이션: 위성 수신기는 가정, 아파트 건물, 호텔 및 기타 상업 시설에서 위성 텔레비전과 라디오를 수신하는 데 널리 사용됩니다. 이를 통해 국제 및 전문 방송 네트워크를 포함한 다양한 텔레비전 채널과 라디오 방송국에 액세스할 수 있습니다.
ru: Спутниковая тарелка - это устройство, которое используется для приема спутникового телевидения или радио. Здесь описаны основные характеристики и принцип работы спутниковой антенны: 1. Конструкция: Спутниковая тарелка состоит из металлической антенны, называемой рефлектором, и установленного на ней конвертора, или LNB (Low Noise Blockdown Converter). Отражатель обычно имеет форму параболоида и служит для фокусировки сигнала на LNB. 2. Расположение: Спутниковая тарелка должна быть точно настроена на орбиту спутника, с которой будет приниматься сигнал. Тарелка обычно устанавливается на крыше здания или на специальной опоре так, чтобы она имела беспрепятственный обзор неба. 3. Принцип работы: Когда антенна настроена на выбранный спутник, она начинает собирать и фокусировать сигналы, излучаемые этим спутником, на свой LNB. LNB, в свою очередь, преобразует эти сигналы в электрические, которые затем передаются по кабелю на спутниковый ресивер. 4. Качество приема: Качество и стабильность приема спутникового сигнала зависит от нескольких факторов, таких как размер и форма антенны, точность настройки на спутник, погодные условия, наличие препятствий между антенной и спутником. 5. Установка и настройка: Установка и настройка спутниковой антенны требует определенных знаний и навыков. Как правило, ее выполняют профессионалы с хорошей репутацией или приобретается готовая система спутникового приема, включающая тарелку, LNB и ресивер. 6. Области применения: Спутниковые тарелки широко используются для приема спутникового телевидения и радио в домах, многоквартирных домах, гостиницах и других коммерческих объектах. Они позволяют получить доступ к широкому выбору телевизионных каналов и радиостанций, включая международные и специализированные сети вещания.

# Inventory,Search
source: Search...
de: Suche...
fr: Recherche...
hu: Keresés...
ko: 검색...
ru: Поиск...

# Inventory,Sort
source: Sort
de: Sortieren
fr: Trier
hu: Rendezés
it: Ordinare
ko: 정렬
ru: Сортировка

# Inventory,Spices
source: Spices
de: Gewürze
fr: Épices
hu: Fűszerek
ko: 향신료
ru: Специи
