Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# QuestsList,21Text
source: Hi. My house burned down. Can you please help me pick up the charred logs?
de: Hallo. Mein Haus ist abgebrannt. Kannst du mir bitte helfen, die verkohlten Holzscheite aufzusammeln?
fr: Salut. Ma maison a brûlé. Pouvez-vous s'il vous plaît m'aider à ramasser les bûches carbonisées ?
hu: Szia. Leégett a házam. Segítenél nekem összeszedni az elszenesedett rönköket?
it: Salve. La mia casa è bruciata. Potete aiutarmi a raccogliere i tronchi carbonizzati?
ko: 안녕하세요. 제 집에 불이 났어요. 그을린 통나무를 치우는 데 도와주실 수 있나요?
ru: Здравствуйте. У меня сгорел дом. Помогите, пожалуйста, собрать обугленные бревна.

# QuestsList,22Name
source: House construction
de: Hausbau
fr: Construction de maisons
hu: Házépítés
it: Costruzione di una casa
ko: 주택 건설
ru: Строительство дома

# QuestsList,22Text
source: Please help me rebuild my home. Bring planks, stone and water, and I'll do the rest. Thank you, good man.
de: Bitte hilf mir, mein Haus wieder aufzubauen. Bring Bretter, Steine und Wasser mit, und ich mache den Rest. Vielen Dank, mein Lieber.
fr: S'il vous plaît, aidez-moi à reconstruire ma maison. Apportez des planches, de la pierre et de l'eau, et je ferai le reste. Merci, brave homme.
it: Per favore, aiutatemi a ricostruire la mia casa. Portate assi, pietra e acqua, e io farò il resto. Grazie, buon uomo.
ko: 제 집을 재건축할 수 있도록 도와주세요. 판자, 돌, 물만 가져오면 나머지는 내가 알아서 할게요. 고마워요, 좋은 친구.
ru: Пожалуйста, помогите мне восстановить мой дом. Принесите доски, камень и воду, а я сделаю все остальное. Спасибо, добрый человек.

# QuestsList,23Name
source: Satellite TV delivery
de: Lieferung von Satellitenfernsehen
fr: Livraison de télévision par satellite
hu: Műholdas TV szolgáltatás
it: Consegna della TV satellitare
ko: 위성 TV 제공
ru: Доставка спутникового телевидения

# QuestsList,23Text
source: Hi, Ivan! I was supposed to receive a package in the post office - a satellite dish. Could you deliver it to me? I'll give you a vodka and some money for it.
de: Hallo, Ivan! Ich sollte ein Paket von der Post bekommen - eine Satellitenschüssel. Kannst du es mir bringen? Ich gebe dir einen Wodka und etwas Geld dafür.
fr: Salut Ivan! J'étais censé recevoir un colis à la poste - une antenne parabolique. Pourriez-vous me le livrer ? Je vais te donner une vodka et de l'argent pour ça.
hu: Szia, Ivan! Egy csomagot kellett volna kapnom a postán - egy parabolaantennát. Ki tudnád vinni nekem? Adok érte egy vodkát és egy kis pénzt.
it: Ciao, Ivan! Avrei dovuto ricevere un pacco all'ufficio postale: un'antenna parabolica. Potresti consegnarmelo? Ti darò una vodka e dei soldi in cambio.
ko: 안녕하세요, 이반! 우체국에서 위성 수신기라는 소포를 받기로 했어요. 제게 배달해 주실 수 있나요? 보드카 한 잔과 돈을 드릴게요.
ru: Здравствуй, Иван! Я должен был получить на почте посылку - спутниковую тарелку. Не мог бы ты мне ее доставить? Я дам тебе за это водку и немного денег.

# QuestsList,24Name
source: Locksmithing
de: Schlüsseldienst
fr: Serrurier
hu: Lakatosmunka
it: Fabbro
ko: 자물쇠 제조
ru: Слесарные работы

# QuestsList,24Text
source: Greetings and salutations! Recently there was a party at a wedding and like a fool I went out with my tools and left them somewhere.... Could you find them for me?
de: Grüße und Glückwünsche! Neulich war eine Party auf einer Hochzeit und wie ein Idiot bin ich mit meinen Werkzeugen rausgegangen und habe sie irgendwo gelassen.... Kannst du sie für mich finden?
fr: Salutations et salutations ! Récemment, il y a eu une fête lors d'un mariage et comme un imbécile, je suis sorti avec mes outils et je les ai laissés quelque part.... Pourriez-vous me les trouver ?
hu: Üdvözlet és üdvözlet! Nemrég volt egy buli egy esküvőn, és mint egy bolond, kimentem a szerszámaimmal, és valahol ott hagytam őket..... Megkeresnéd nekem őket?
it: Saluti e auguri! Recentemente c'è stata una festa ad un matrimonio e come uno stupido sono uscito con i miei attrezzi e li ho lasciati da qualche parte.... Potresti trovarli per me?
ko: 안녕하세요! 최근에 결혼식 파티가 있었는데 바보처럼 도구를 가지고 나가서 어딘가에두고 왔습니다. 좀 찾아주실 수 있나요?
ru: Приветствую и приветствую! Недавно был праздник на свадьбе и я, как дурак, вышел со своими инструментами и оставил их где-то..... Не могли бы Вы найти их для меня?

# QuestsList,25Name
source: Election campaign. Stage 1
de: Wahlkampf. Stufe 1
fr: Campagne électorale. Étape 1
hu: Választási kampány. 1. szakasz
ko: 선거 캠페인. 1단계
ru: Избирательная кампания. Этап 1

# QuestsList,25Text
source: Hello, student! You are new to us, and we need new staff in the village! I propose you to be a candidate for the post of village head. But in order to do that, we need to make the villagers happy. 1. Offer to help with various tasks and projects that the villagers are doing. This could be helping on the farm, repairing houses, harvesting crops, organizing events, etc. 2. Build a positive reputation: be polite, helpful, and positive in your interactions with residents. Offer solutions to their problems and try to help them in any way you can. The challenge is to earn the trust and support of the residents, show your dedication and ability to effectively manage the village. Good luck with this task and with gaining new staff for the village! But to start campaigning I need to: 1. A loaf - 10 pieces. 2. Pickled tomatoes - 7 cans. 3. Pickled cucumbers - 10 jars. 4. Sauerkraut - 5 jars. 5. Samogon - 30 bottles. 6. Podberezoviki - 50 pieces. 7. Eggs - 100 pieces. 8. Sunflower oil - 5 bottles. 9. Watermelons - 10 pieces. 10. Sausage - 10 pieces.
de: Hallo, Student! Du bist neu bei uns, und wir brauchen neue Mitarbeiter im Dorf! Ich schlage dich als Kandidat für den Posten des Dorfvorstehers vor. Aber dafür müssen wir die Dorfbewohner glücklich machen. 1. Biete an, bei verschiedenen Aufgaben und Projekten zu helfen, die die Dorfbewohner/innen durchführen. Das kann Hilfe auf dem Bauernhof, bei der Reparatur von Häusern, bei der Ernte, bei der Organisation von Veranstaltungen usw. sein. 2. Baue dir einen positive Reputation auf: Sei höflich, hilfsbereit und positiv im Umgang mit den Einwohnern. Biete ihnen Lösungen für ihre Probleme an und versuche, ihnen auf jede erdenkliche Weise zu helfen. Die Herausforderung besteht darin, dir das Vertrauen und die Unterstützung der Einwohner/innen zu verdienen und zu zeigen, dass du dich engagierst und in der Lage bist, das Dorf effektiv zu verwalten. Viel Glück bei dieser Aufgabe und bei der Gewinnung von neuem Personal für das Dorf! Aber um mit dem Wahlkampf zu beginnen, benötige ich: 1. Brot - 10 Stück. 2. Eingelegte Tomaten - 7 Konserven. 3. Eingelegte Gurken - 10 Gläser. 4. Sauerkraut - 5 Gläser. 5. Samogon - 30 Flaschen. 6. Podberezoviki - 50 Stück. 7. Eier - 100 Stück. 8. Sonnenblumenöl - 5 Flaschen. 9. Wassermelonen - 10 Stück. 10. Würstchen - 10 Stück.
fr: Bonjour, étudiant! Vous êtes nouveau chez nous et nous avons besoin de nouveau personnel dans le village ! Je vous propose d'être candidat au poste de chef de village. Mais pour y parvenir, nous devons rendre les villageois heureux. 1. Proposez votre aide pour diverses tâches et projets réalisés par les villageois. Il peut s'agir d'aider à la ferme, de réparer des maisons, de récolter des récoltes, d'organiser des événements, etc. 2. Bâtissez-vous une réputation positive : soyez poli, serviable et positif dans vos interactions avec les résidents. Proposez des solutions à leurs problèmes et essayez de les aider de toutes les manières possibles. Le défi est de gagner la confiance et le soutien des habitants, de montrer votre dévouement et votre capacité à gérer efficacement le village. Bonne chance dans cette tâche et pour recruter du nouveau personnel pour le village ! Mais pour commencer à faire campagne, je dois : 1. Un pain - 10 pièces. 2. Tomates marinées - 7 boîtes. 3. Concombres marinés - 10 pots. 4. Choucroute - 5 pots. 5. Samogon - 30 bouteilles. 6. Podberezoviki - 50 pièces. 7. Oeufs - 100 pièces. 8. Huile de tournesol - 5 bouteilles. 9. Pastèques - 10 pièces. 10. Saucisse - 10 pièces.
hu: Helló, diák! Új vagy nálunk, és új munkatársakra van szükségünk a faluban! Téged javaslok a faluvezetői posztra. De ehhez az kell, hogy a falubelieket boldoggá tegyük. 1. Ajánlja fel, hogy segít a falubelieknek a különböző feladatokban és projektekben. Ez lehet segítség a farmon, a házak javításában, a termés betakarításában, rendezvények szervezésében stb. 2. Építsen pozitív hírnevet: legyen udvarias, segítőkész és pozitív a lakosokkal való kapcsolattartás során. Ajánlj megoldást a problémáikra, és próbálj meg mindenben segíteni nekik, amiben csak tudsz. A kihívás az, hogy elnyerd a lakosok bizalmát és támogatását, mutasd meg elkötelezettségedet és képességedet a falu hatékony irányítására. Sok szerencsét ehhez a feladathoz és ahhoz, hogy új munkatársakat nyerjen a faluba! De ahhoz, hogy elkezdhessem a kampányt, szükségem van: 1. Egy kenyér - 10 darab. 2. Savanyított paradicsom - 7 konzerv. 3. Savanyú uborka - 10 üveg. 4. Savanyú káposzta - 5 üveg. 5. Szamogon - 30 üveg. 6. Podberezoviki - 50 darab. 7. Tojás - 100 darab. 8. Napraforgóolaj - 5 palack. 9. Görögdinnye - 10 db. 10. Kolbász - 10 db.
ko: 안녕하세요! 당신은 마을에 새로 왔고 마을에는 새로운 일꾼이 필요합니다! 당신을 마을의 이장 후보로 제안합니다. 하지만 그러기 위해서는 마을 주민들을 행복하게 만들어야 해요. 1. 마을 사람들이 하고 있는 다양한 작업과 프로젝트를 돕겠다고 제안하세요. 농장 일손 돕기, 집 수리, 농작물 수확, 행사 조직 등이 그 예가 될 수 있습니다. 2. 긍정적인 평판 쌓기: 주민들과 교류할 때 예의 바르고, 도움이 되고, 긍정적인 태도를 취하세요. 주민의 문제에 대한 해결책을 제시하고 가능한 모든 방법으로 주민을 도와주세요. 주민의 신뢰와 지지를 얻고, 마을을 효과적으로 관리할 수 있는 헌신과 능력을 보여줘야 합니다. 이 작업과 마을을 위해 새로운 직원을 확보하는 데 행운을 빕니다! 하지만 캠페인을 시작하려면 다음을 수행해야 합니다: 1. 빵-10 조각. 2. 절인 토마토-7 캔. 3. 절인 오이-10 항아리. 4. 소금에 절인 양배추-5 항아리. 5. 사모곤-30 병. 6. 포드베레조비치-50 조각. 7. 계란-100 조각. 8. 해바라기 기름-5 병. 9. 수박-10 조각. 10. 소시지-10 조각.
ru: Привет, студент! Ты у нас новенький, а нам нужны новые кадры в деревне! Я предлагаю Вам стать кандидатом на должность председателя. Но для этого нужно, чтобы жители деревни были довольны. 1. Предложите помощь в выполнении различных заданий и проектов, которыми занимаются жители деревни. Это может быть помощь на ферме, ремонт домов, сбор урожая, организация мероприятий и т.д. 2. Создавайте положительную репутацию: будьте вежливы, доброжелательны и позитивны в общении с жителями. Предлагайте решения их проблем и старайтесь помочь им всем, чем можете. Задача состоит в том, чтобы завоевать доверие и поддержку жителей, показать свою преданность делу и способность эффективно управлять деревней. Удачи вам в решении этой задачи и в приобретении новых кадров для деревни! Но для начала кампании необходимо: 1. Батон - 10 штук. 2. Маринованные помидоры - 7 банок. 3. Маринованные огурцы - 10 банок. 4. Капуста квашеная - 5 банок. 5. Самогон - 30 бутылок. 6. Подберезовики - 50 шт. 7. Яйца - 100 шт. 8. Масло подсолнечное - 5 бутылок. 9. Арбузы - 10 штук. 10. Колбаса - 10 шт.

# QuestsList,26Name
source: Election campaign. Stage 2
de: Wahlkampf. Stufe 2
fr: Campagne électorale. Étape 2
hu: Választási kampány. 2. szakasz
ko: 선거 캠페인. 2단계
ru: Избирательная кампания. Этап 2

# QuestsList,26Text
source: Congratulations on completing the first phase of your campaign! But there is still a lot of work ahead! It takes serious money to apply for registration. No one in the village has that kind of money, only our current leader, who we are fed up with and want to see fresh faces at the head of the village. I hope you will be able to raise the right amount of money.
de: Herzlichen Glückwunsch zum Abschluss der ersten Phase deiner Kampagne! Aber es liegt noch eine Menge Arbeit vor dir! Es braucht viel Geld, um die Registrierung zu beantragen. Niemand im Dorf hat so viel Geld, nur unser derzeitiger Anführer, von dem wir die Nase voll haben und neue Gesichter an der Spitze des Dorfes sehen wollen. Ich hoffe, du kannst die nötige Summe auftreiben.
fr: Félicitations pour avoir terminé la première phase de votre campagne ! Mais il reste encore beaucoup de travail à faire ! Il faut beaucoup d’argent pour faire une demande d’enregistrement. Personne dans le village n'a autant d'argent, seulement notre chef actuel, dont nous en avons assez et dont nous voulons voir de nouveaux visages à la tête du village. J'espère que vous pourrez récolter la bonne somme d'argent.
hu: Gratulálunk a kampány első szakaszának befejezéséhez! De még rengeteg munka vár rád! A regisztrációra való jelentkezéshez komoly pénzre van szükség. A faluban senkinek sincs ennyi pénze, csak a jelenlegi vezetőnknek, akiből elegünk van, és új arcokat szeretnénk látni a falu élén. Remélem, hogy sikerül összegyűjteni a megfelelő összeget.
ko: 캠페인의 첫 번째 단계를 완료한 것을 축하합니다! 하지만 앞으로 해야 할 일이 아직 많이 남아 있습니다! 등록을 신청하려면 상당한 돈이 필요합니다. 마을에 그만한 돈이 있는 사람은 현재 지도자뿐이고, 우리는 새로운 인물이 마을의 지도자가 되기를 원하고 있습니다. 적절한 금액을 모금 할 수 있기를 바랍니다.
ru: Поздравляю тебя с завершением первого этапа твоей избирательной кампании! Но впереди еще много работы! Чтобы подать заявку на регистрацию, нужны серьезные деньги. Таких денег нет ни у кого в деревне, только у нашего нынешнего председателя, который нам уже порядком надоел и мы хотим видеть во главе деревни свежие лица. Я надеюсь, что ты сможешь собрать нужную сумму.

# QuestsList,27Name
source: Election campaign. Stage 3
de: Wahlkampf. Stufe 3
fr: Campagne électorale. Étape 3
hu: Választási kampány. 3. szakasz
ko: 선거 캠페인. 3단계
ru: Избирательная кампания. Этап 3

# QuestsList,27Text
source: I'm glad you were able to raise the necessary amount and we can move on to the next phase of your campaign! Nikolai was afraid of your candidacy and hid the musical instruments of the musicians who wanted to give a concert in your honor and agitated the villagers. Please help us find them.
de: Ich bin froh, dass du den nötigen Betrag aufbringen konntest und wir zur nächsten Phase deiner Kampagne übergehen können! Nikolai hatte Angst vor deiner Kandidatur und hat die Musikinstrumente der Musiker versteckt, die dir zu Ehren ein Konzert geben wollten und hat damit die Dorfbewohner verärgert. Bitte hilf uns, sie zu finden.
fr: Je suis heureux que vous ayez pu récolter le montant nécessaire et que nous puissions passer à la phase suivante de votre campagne ! Nikolai avait peur de votre candidature et a caché les instruments de musique des musiciens qui voulaient donner un concert en votre honneur et a agité les villageois. S'il vous plaît, aidez-nous à les trouver.
hu: Örülök, hogy sikerült összegyűjtened a szükséges összeget, és továbbléphetünk a kampányod következő szakaszába! Nyikolaj félt a jelöltségedtől, és elrejtette a zenészek hangszereit, akik koncertet akartak adni a tiszteletedre, és izgatta a falusiakat. Kérem, segítsen nekünk megtalálni őket.
ko: 필요한 금액을 모금할 수 있어서 캠페인의 다음 단계로 넘어갈 수 있게 되어 기쁩니다! 니콜라이는 당신의 출마를 두려워하여 당신을 기리기 위한 콘서트를 열려는 음악가들의 악기를 숨기고 마을 주민들을 동요시켰습니다. 악기들을 찾도록 도와주세요.
ru: Я рад, что тебе удалось собрать необходимую сумму и мы можем переходить к следующему этапу твоей кампании! Николай испугался твоей кандидатуры и спрятал инструменты музыкантов, которые хотели дать концерт в твою честь и агитировали жителей деревни. Пожалуйста, постарайся их найти.

# QuestsList,28Completed
source: Daddy's gonna feed everybody!
de: Daddy wird alle füttern!
fr: Papa va nourrir tout le monde !
hu: Apa mindenkit megetet!
ko: 아빠가 모두를 먹여 살릴 거야!
ru: Папа всех накормит!

# QuestsList,28Name
source: Election campaign. Stage 4
de: Wahlkampf. Stufe 4
fr: Campagne électorale. Étape 4
hu: Választási kampány. 4. szakasz
ko: 선거 캠페인. 4단계
ru: Избирательная кампания. Этап 4

# QuestsList,28Text
source: Let's keep our fingers crossed, shall we? Let's give people a drink and a snack before the vote. According to the poll, you're in the lead for village chairman.
de: Lasst uns die Daumen drücken, ja? Gib den Leuten vor der Abstimmung etwas zu trinken und zu essen. Laut der Umfrage liegst du bei der Wahl zum Dorfvorsteher in Führung.
fr: Croisons les doigts, d'accord ? Donnons aux gens un verre et une collation avant le vote. D'après le sondage, vous êtes en tête du poste de président du village.
hu: Drukkoljunk, jó? Adjunk az embereknek egy italt és egy kis harapnivalót a szavazás előtt. A felmérés szerint te vezetsz a falu elnöki posztján.
ko: 모두 기대해 봅시다. 투표하기 전에 음료와 간식을 제공합시다. 투표 결과, 당신이 마을 이장 후보로 선두를 달리고 있어요.
ru: Давайте скрестим пальцы, а? Давайте дадим людям выпить и закусить перед голосованием. Согласно опросу, ты лидируешь на пост председателя деревни.

# QuestsList,29Name
source: Elections
de: Wahlen
fr: Élections
hu: Választások
ko: 선거
ru: Выборы

# QuestsList,29Text
source: What's up, student? Congratulations on your convincing victory! I hope our village will bloom with new colors!
de: Wie geht's, Student? Herzlichen Glückwunsch zu deinem überzeugenden Sieg! Ich hoffe, unser Dorf wird in neuen Farben erblühen!
fr: Quoi de neuf, étudiant ? Félicitations pour votre victoire convaincante ! J'espère que notre village s'épanouira avec de nouvelles couleurs !
hu: Mi a helyzet, diák? Gratulálok a meggyőző győzelmedhez! Remélem, falunk új színekben fog virágozni!
ko: 안녕하세요, 학생? 멋진 승리를 축하합니다! 우리 마을이 새로운 색으로 피어났으면 좋겠어요!
ru: Как дела, студент? Поздравляю с убедительной победой! Надеюсь, что наш поселок расцветет новыми красками!

# QuestsList,2Completed
source: Thank you very much for a job well done. Now the foxes won't bother me anymore.
de: Vielen Dank für die gute Arbeit, die du geleistet hast. Jetzt werden mich die Füchse nicht mehr belästigen.
fr: Merci beaucoup pour un travail bien fait. Désormais, les renards ne me dérangeront plus.
hu: Köszönjük szépen a jól végzett munkát. Most már a rókák nem fognak többé zavarni.
it: Grazie mille per il lavoro ben fatto. Adesso le volpi non mi daranno più fastidio.
ko: 잘 해줘서 정말 고마워요. 이제 여우들이 더 이상 귀찮게 하지 않겠군요.
ru: Большое спасибо за хорошо выполненную работу. Теперь лисы больше не будут меня беспокоить.

# QuestsList,2Name
source: Collect 5 fox pelts
de: Sammle 5 Fuchsfelle
fr: Récupérez 5 peaux de renard
hu: Gyűjts össze 5 rókabőrt
it: Raccogli 5 pelli di volpe
ko: 여우 가죽 5개 수집
ru: Собрать 5 лисьих шкурок

# QuestsList,2Text
source: Foxes have been invading my property and stealing my chickens. I ask you to get rid of the foxes and bring me 5 of their pelts.
de: Die Füchse sind auf mein Grundstück eingebrochen und haben meine Hühner gestohlen. Ich bitte dich, die Füchse loszuwerden und mir 5 Felle von ihnen zu bringen.
fr: Les renards envahissent ma propriété et volent mes poules. Je vous demande de vous débarrasser des renards et de m'apporter 5 de leurs peaux.
hu: A rókák betörtek a birtokomra és ellopták a csirkéimet. Arra kérlek, hogy szabadulj meg a rókáktól, és hozz nekem 5 darab prémjüket.
it: Le volpi hanno invaso la mia proprietà e rubato le mie galline. Ti chiedo di sbarazzarti delle volpi e di portarmi 5 delle loro pelli.
ko: 여우들이 제 사유지에 침입해 닭을 훔쳐가고 있어요. 여우를 없애고 여우 가죽 5개를 가져다주세요.
ru: Лисы вторглись на мою территорию и воруют моих кур. Я прошу Вас избавиться от лисиц и принести мне 5 их шкурок.

# QuestsList,30Name
source: A collection of jokes about America
de: Eine Sammlung von Witzen über Amerika
fr: Une collection de blagues sur l'Amérique
hu: Viccek gyűjteménye Amerikáról
ko: 미국에 대한 농담 모음
ru: Сборник анекдотов про Америку

# QuestsList,30Text
source: Hi! I have a gig coming up and I've lost a compilation of the best selections of jokes about America.... Help me find it!
de: Hi! Ich habe demnächst einen Auftritt und ich habe eine Zusammenstellung der besten Witze über Amerika verloren.... Hilf mir, sie zu finden!
fr: Salut! J'ai un concert à venir et j'ai perdu une compilation des meilleures sélections de blagues sur l'Amérique.... Aidez-moi à la retrouver !
hu: Szia! Van egy koncertem, és elvesztettem egy összeállítást a legjobb válogatott viccekből Amerikáról.... Segítsetek megtalálni!
ko: 안녕하세요! 공연이 다가오는데 미국에 관한 최고의 농담 모음집을 잃어버렸어요.... 찾게 도와주세요!
ru: Привет! У меня скоро концерт, а я потерял сборник лучших анекдотов про Америку..... Помогите найти!

# QuestsList,31Name
source: Find the cow I'm milking
de: Finde die Kuh, die ich gemolken habe
fr: Trouvez la vache que je traite
hu: Találd meg a tehenet, amit fejek
ko: 내가 착유 중인 젖소 찾기
ru: Найти корову, которую я дою

# QuestsList,31Text
source: Hello, traveler! Not too long ago I was walking through the countryside with my favorite cow that I milk. She got a little behind me and I lost sight of her. Could you please find her for me - she is very special to me - and tell me where she is. I wouldn't want anyone from the village to milk her. She's my cow - and I milk her.
de: Hallo, Reisender! Vor nicht allzu langer Zeit bin ich mit meiner Lieblingskuh, die ich gemolken habe, durch die Landschaft gelaufen. Sie geriet ein wenig hinter mich und ich verlor sie aus den Augen. Könntest du sie bitte für mich suchen - sie ist etwas ganz Besonderes für mich - und mir sagen, wo sie ist. Ich möchte nicht, dass jemand aus dem Dorf sie melkt. Sie ist meine Kuh - und nur ich melke sie.
fr: Bonjour voyageur ! Il n’y a pas si longtemps, je me promenais dans la campagne avec ma vache préférée que je traite. Elle s'est mise un peu derrière moi et je l'ai perdue de vue. Pourriez-vous s'il vous plaît la trouver pour moi - elle est très spéciale pour moi - et me dire où elle se trouve. Je ne voudrais pas que quiconque du village la traite. C'est ma vache - et je la traite.
hu: Helló, utazó! Nem is olyan régen sétáltam a vidéken a kedvenc tehenemmel, amit én fejek. Kicsit lemaradt mögöttem, és elvesztettem szem elől. Megkeresnéd nekem, kérlek - nagyon különleges számomra - és megmondanád, hol van? Nem szeretném, ha a faluból bárki megfejné. Ő az én tehenem - és én fejem meg.
ko: 안녕하세요, 여행자! 얼마 전 제가 가장 좋아하는 젖소와 함께 시골길을 걷고 있었어요. 소가 제 뒤로 조금 뒤처져서 소를 놓쳤습니다. 저에게 아주 특별한 젖소를 찾아주시고 어디 있는지 알려주실 수 있나요? 마을에서 다른 사람이 젖을 짜는 걸 원치 않아요. 소는 제 젖소이고 제가 젖을 짜거든요.
ru: Здравствуй, путник! Не так давно я гулял по деревне со своей любимой коровой, которую я дою. Она немного отстала от меня, и я потерял ее из виду. Не могли бы вы найти ее для меня - она очень дорога мне - и сказать, где она. Я бы не хотел, чтобы кто-то из деревни доил ее. Ведь это моя корова, и я ее дою.

# QuestsList,32Name
source: Restoration of the railroad station. Part 1
de: Die Restaurierung des Bahnhofs. Teil 1
fr: Restauration de la gare. Partie 1
hu: A vasútállomás helyreállítása. 1. rész
ko: 철도역 복원. 파트 1
ru: Реставрация железнодорожного вокзала. Часть 1

# QuestsList,32Text
source: Hello. We want to rebuild our railroad station. But first we need to collect the logs that are blocking the railroad tracks. Can you help me with that?
de: Hallo. Wir wollen unseren Bahnhof wieder aufbauen. Aber zuerst müssen wir die Baumstämme beseitigen, die die Bahngleise blockieren. Kannst du mir dabei helfen?
fr: Bonjour. Nous voulons reconstruire notre gare. Mais nous devons d’abord collecter les bûches qui bloquent les voies ferrées. Pouvez-vous m'aider?
hu: Helló. Újjá szeretnénk építeni a vasútállomásunkat. De először össze kell gyűjtenünk a rönköket, amelyek elzárják a vasúti síneket. Tudnál ebben segíteni?
ko: 안녕하세요. 저희는 기차역을 재건하고 싶어요. 하지만 먼저 철로를 막고 있는 통나무를 수거해야 해요. 도와주실 수 있나요?
ru: Здравствуйте. Мы хотим восстановить нашу железнодорожную станцию. Но сначала нам нужно собрать бревна, которые загромождают железнодорожные пути. Не могли бы вы помочь мне с этим?

# QuestsList,33Name
source: Restoration of the railroad station. Part 2
de: Die Restaurierung des Bahnhofs. Teil 2
fr: Restauration de la gare. Partie 2
hu: A vasútállomás helyreállítása. 2. rész
ko: 철도역 복원. 파트 2
ru: Реставрация железнодорожного вокзала. Часть 2

# QuestsList,33Text
source: You did good! Now we need planks and stone to rebuild the depot.
de: Das hast du gut gemacht! Jetzt brauchen wir Bretter und Steine, um das Depot wieder aufzubauen.
fr: Tu as bien fait! Il nous faut désormais des planches et des pierres pour reconstruire le dépôt.
hu: Jól csináltad! Most deszkákra és kőre van szükségünk, hogy újjáépítsük a depót.
ko: 잘했어요! 이제 창고를 재건하려면 판자와 돌이 필요합니다.
ru: Вы справились! Теперь нам нужны доски и камень, чтобы отстроить депо.

# QuestsList,34Name
source: Kindergarten
fr: Jardin d'enfants
hu: Óvoda
ko: 유치원
ru: Детский сад
