Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# ST_Menu,MultiplayerSettings_ShowPlayerNames_SubText
source: Display the player name <h>above the character's head.</> This can be turned off to create a more immersive experience at the cost of more difficult team communication. <b>Default Value: On</>
de: Zeigt den Spielernamen <h>über dem Kopf des Charakters an.</> Dies kann ausgeschaltet werden, um ein intensiveres Erlebnis auf Kosten einer schwierigeren Teamkommunikation zu schaffen. <b>Standardwert: Ein</>
fr: Afficher le nom du joueur <h>au-dessus de la tête du personnage.</> Cela peut être désactivé pour créer une expérience plus immersive au prix d'une communication d'équipe plus difficile. <b>Valeur par défaut : Activé</>
hu: Jelenítse meg a játékos nevét <h>a karakter feje felett</>. Ez kikapcsolható, hogy magával ragadóbb élményt hozzon létre a nehezebb csapatkommunikáció árán. <b>Alapértelmezett érték: Be</>
ko: 캐릭터의 머리 위에 플레이어 이름 <h>를 표시합니다.</> 이것은 더 몰입감 있는 경험을 만들기 위해 끌 수 있습니다. <b>기본값: On</>
ru: Выведите имя игрока <h> над головой персонажа.</> Это можно отключить, чтобы создать более захватывающий опыт за счет более сложного общения в команде. <b>Значение по умолчанию: Включено</>

# ST_Menu,OptionsMenu_Audio
source: Audio
hu: Hang
ko: 오디오
ru: Аудио

# ST_Menu,OptionsMenu_Display
source: Display
de: Anzeige
fr: Affichage
hu: Kijelző
ko: 디스플레이
ru: Дисплей

# ST_Menu,OptionsMenu_Gameplay
source: Gameplay
de: Spielweise
fr: Jouabilité
hu: Játékmenet
it: Gioco
ko: 게임 플레이
ru: Игровой процесс

# ST_Menu,OptionsMenu_Graphics
source: Graphics
de: Grafik
fr: Graphique
hu: Grafika
it: Grafica
ko: 그래픽
ru: Графика

# ST_Menu,RHI
source: Render Hardware Interface
fr: Interface matérielle de rendu
hu: Render hardver interfész
it: Interfaccia hardware di rendering
ko: 렌더링 하드웨어 인터페이스
ru: Аппаратный интерфейс рендеринга

# ST_Menu,RHIText
source: After applying the settings, the game must be <h>restarted by yourself</>.
de: Nach dem Anwenden der Einstellungen muss das Spiel <h>von Ihnen neu gestartet werden</>.
fr: Après avoir appliqué les paramètres, le jeu doit être <h>redémarré par vous-même</>.
hu: A beállítások alkalmazása után a játékot <h>újra kell indítanod</>.
it: Dopo aver applicato le impostazioni, il gioco deve essere <h>riavviato da solo</>.
ko: 설정을 적용한 후 게임을 <h>다시 시작해야 합니다</>.
ru: После применения настроек необходимо самостоятельно <h>перезапустить игру</>.

# ST_Menu,SaveGame_AreaHeader
source: Area
de: Gebiet
fr: Zone
hu: Terület
ko: 구역
ru: Область

# ST_Menu,SaveGame_LastSavedHeader
source: Last Saved
de: Letzter Speicherplatz
fr: Dernière Sauvegarde
hu: Utolsó mentés
it: Ultimo salvato
ko: 마지막 저장
ru: Последнее сохраненное

# ST_Menu,SaveGame_LoadGameHeader
source: Load Game
de: Spiel laden
fr: Chargement du jeu
hu: Játék betöltése
it: Caricare il gioco
ko: 게임 불러오기
ru: Загрузить игру

# ST_Menu,SaveGame_NewGameHeader
source: Create New Game
de: Neues Spiel erstellen
fr: Créer un nouveau jeu
hu: Új játék létrehozása
it: Creare Nuova Partita
ko: 새 게임 만들기
ru: Создать новую игру

# ST_Menu,SaveGame_PlayTimeHeader
source: Play Time
de: Spielzeit
fr: Temps de jeu
hu: Játékidő
it: Tempo di gioco
ko: 플레이 시간
ru: Время игры

# ST_Menu,SaveGame_PreviewHeader
source: Preview
de: Vorschau
fr: Aperçu
hu: Előnézet
it: Anteprima
ko: 미리보기
ru: Предварительный просмотр

# ST_Menu,SaveGame_SaveGameHeader
source: Save Game
de: Spiel speichern
fr: Sauvegarde du jeu
hu: Játék mentése
it: Salvare la Partita
ko: 게임 저장
ru: Сохранить игру

# ST_Menu,SaveGame_SavesHeader
source: Saves
de: Speicherstände
fr: Sauvegarde
hu: Mentések
it: Salva
ko: 저장
ru: Сохранения

# ST_Menu,SaveGame_SlotHeader
source: Slot
fr: Emplacement
hu: Hely
ko: 슬롯
ru: Слот

# ST_Menu,ServerBrowser_NameHeader
source: Name
fr: Nom
hu: Név
it: Nome
ko: 이름
ru: Имя

# ST_Menu,ServerBrowser_Ping
source: Ping
ko: 핑
ru: Пинг

# ST_Menu,ServerBrowser_PlayerCountHeader
source: Players
de: Spieler
fr: Joueurs
hu: Játékosok
it: Giocatori
ko: 플레이어
ru: Игрок

# ST_Menu,ServerBrowser_PreviewHeader
source: Preview
de: Vorschau
fr: Aperçu
hu: Előnézet
it: Anteprima
ko: 미리보기
ru: Просмотр

# ST_Menu,ServerBrowser_RefreshServerList
source: Refresh Server List
de: Serverliste aktualisieren
fr: Actualiser la liste des serveurs
hu: Kiszolgálók listájának frissítése
it: Aggiorna l'elenco dei server
ko: 서버 목록 새로 고침
ru: Обновить список серверов

# ST_Menu,ServerBrowser_TitleHeader
source: Server Browser
fr: Navigateur du serveur
hu: Kiszolgáló böngésző
it: Browser del server
ko: 서버 브라우저
ru: Браузер сервера

# ST_Menu,ServerBrowser_ToggleLAN
source: Toggle LAN
de: LAN umschalten
fr: Basculer le réseau local
hu: LAN átkapcsolása
it: Alterna la LAN
ko: LAN 토글

# ST_Menu,Settings
source: Settings
de: Einstellungen
fr: Options
hu: Beállítások
it: Impostazioni
ko: 설정
ru: Настройки

# ST_Menu,Settings_Apply
source: Apply
de: Anwenden
fr: Appliquer
hu: Alkalmazás
it: Applicare
ko: 적용
ru: Применить

# ST_Menu,Settings_Back
source: Back
de: Zurück
fr: Retour
hu: Vissza
it: Indietro
ko: 뒤로
ru: Назад

# ST_Menu,Settings_General
source: General
de: Allgemein
fr: Générale
hu: Általános
it: Generale
ko: 일반
ru: Общее

# ST_Menu,Settings_Multiplayer
source: Multiplayer
de: Mehrspieler
fr: Multijoueurs
hu: Többjátékos
it: Multigiocatore
ko: 멀티플레이어
ru: Мультиплеер

# ST_Menu,Settings_Off
source: Off
de: Aus
fr: Désactiver
hu: KI
it: Spento
ko: 꺼짐
ru: Выкл.

# ST_Menu,Settings_On
source: On
de: An
fr: Activé
hu: Be
it: Acceso
ko: 켜기
ru: Вкл.

# ST_Menu,Settings_Reset
source: Reset settings
de: Einstellungen zurücksetzen
fr: Réinitialiser les options
hu: Beállítások visszaállítása
it: Ripristino delle impostazioni
ko: 설정 재설정
ru: Сбросить настройки

# ST_Menu,Settings_Video
source: Video
fr: Vidéo
hu: Videó
ko: 비디오
ru: Видео

# ST_Menu,SingleplayerMenu_Singleplayer
source: Singleplayer
de: Einzelspieler
fr: Solo
hu: Egyjátékos
it: Giocatore Singolo
ko: 싱글플레이어
ru: Одиночный режим

# Subtitle,1
source: Test
hu: Teszt
ko: 테스트

# Transport,AllSumma
source: Total on account
de: Gesamtbetrag auf Konto
fr: Compte total
hu: Összesen a számlán
it: Totale in acconto
ko: 총 계정
ru: Итого по счёту

# Transport,ErrorAddWork
source: You can't add that item here....
de: Sie können diesen Gegenstand hier nicht hinzufügen....
fr: Vous ne pouvez pas ajouter cet élément ici....
hu: Ezt az elemet itt nem tudod hozzáadni....
it: Non è possibile aggiungere questo elemento qui....
ko: 해당 항목은 여기에 추가할 수 없습니다....

# Transport,ErrorUse
source: I can't get on this transportation yet.....
de: Ich kann noch nicht auf diesen Transporter steigen.....
fr: Je ne peux pas encore prendre ce transport...
hu: Még nem tudok felszállni erre a közlekedési eszközre.....
it: Non posso ancora salire su questo mezzo di trasporto.....
ko: 아직 이 교통편을 이용할 수 없습니다.....
ru: Я пока не могу попасть в этот транспорт.....

# Transport,NoHay
source: I don't have any more hay...
de: Ich habe kein Heu mehr...
fr: Je n'ai plus de foin...
hu: Nincs több szénám...
it: Non ho più fieno...
ko: 건초가 더 이상 없습니다...
ru: У меня нет больше сена...

# Transport,NoHayBase
source: We need to go to the base to get hay.
de: Sie müssen zur Basis gehen, um Heu zu holen.
fr: Nous devons aller à la base chercher du foin.
hu: El kell mennünk a bázisra szénáért.
it: Dobbiamo andare alla base a prendere il fieno.
ko: 건초를 구하러 가야합니다.
ru: Нам нужно ехать на базу за сеном.

# Transport,NoParcels
source: I have no more parcels....
de: Ich habe keine Pakete mehr....
fr: Je n'ai plus de colis....
hu: Nincs több csomagom....
it: Non ho più pacchi....
ko: 더 이상 소포가 없습니다....
ru: У меня нет больше посылок...

# Transport,NoParcelsBase
source: We need to go to the base to pick up packages.
de: Sie müssen zur Basis fahren, um Pakete abzuholen.
fr: Nous devons nous rendre à la base pour récupérer les colis.
hu: El kell mennünk a bázisra a csomagokért.
it: Dobbiamo andare alla base a ritirare i pacchi.
ko: 패키지를 수령하러 가야합니다.
ru: Нам нужно съездить на базу, чтобы забрать посылки.

# Transport,NoWater
source: I'm out of water...
de: Ich habe kein Wasser mehr...
fr: Je suis à court d'eau...
hu: Kifogytam a vízből...
it: Ho finito l'acqua...
ko: 물이 다 떨어졌어요...
ru: У меня закончилась вода...

# Transport,NoWaterBase
source: We need to go to the base for water.
de: Sie müssen zur Basis gehen, um Wasser zu holen.
fr: Nous devons aller à la base pour chercher de l'eau.
hu: El kell mennünk a bázisra vízért.
it: Dobbiamo andare alla base a prendere l'acqua.
ko: 물을 구하러 가야합니다.
ru: Нам нужно на базу за водой.

# Transport,NoWoodLogs
source: I have no more logs.....
de: Ich habe keine Baumstämme mehr.....
fr: Je n'ai plus de bûche….
hu: Nincs több rönköm.....
it: Non ho più log.....
ko: 더 이상 통나무가 없습니다.....
ru: У меня нет больше брёвен...

# Transport,NoWoodLogsBase
source: It is necessary to go to the base for wood.
de: Sie müssen die Basis für Holz aufsuchen.
fr: Il faut aller à la base pour le bois.
hu: A fáért a bázisra kell menni.
it: È necessario andare alla base per il legno.
ko: 나무를 구하러 가야합니다.
ru: Необходимо отправиться на базу за древесиной.

# Transport,Reputation
source: Reputation
fr: Réputation
hu: Hírnév
it: Reputazione
ko: 평판
ru: Репутация

# Transport,Reward
source: Reward
de: Belohnung
fr: Récompense
hu: Jutalom
it: Ricompensa
ko: 보상
ru: Награда

# Transport,Speed
source: Speed
de: Geschwindigkeit
fr: Vitesse
hu: Sebesség
it: Velocità
ko: 속도
ru: Скорость

# Transport,SuccessWork
source: Job done!
de: Auftrag erledigt!
fr: Travail accompli!
hu: Munka elvégezve!
it: Lavoro fatto!
ko: 작업 완료!
ru: Работа выполнена!

# Transport,UseCar
source: Get in the car
de: Ins Auto steigen
fr: Monte dans la voiture
hu: Szállj be a kocsiba
it: Salire in macchina
ko: 차에 타기
ru: Сесть в транспорт

# Transport,WorkName_01
source: Hang logs for the villagers
de: Baumstämme für die Dorfbewohner aufhängen
fr: Accrochez des bûches pour les villageois
hu: Rönkfák felakasztása a falusiaknak
it: Appendere tronchi per gli abitanti del villaggio
ko: 마을 주민을 위한 통나무 매달기
ru: Развезите брёвна жителям деревни

# Transport,WorkName_02
source: Deliver parcels to the villagers
de: Pakete an die Dorfbewohner ausliefern
fr: Livrer des colis aux villageois
hu: Csomagok kézbesítése a falusiaknak
it: Consegnare pacchi agli abitanti del villaggio
ko: 마을 주민에게 소포 배달
ru: Доставить посылки жителям деревни

# Transport,WorkName_03
source: Put out fires in the village
de: Brände im Dorf löschen
fr: Éteignez les incendies dans le village
hu: Tűzoltás a faluban
it: Spegnere gli incendi nel villaggio
ko: 마을에 불을 끄세요
ru: Потушите пожары в деревне

# Transport,WorkName_04
source: Spread hay by villagers
de: Verteilen von Heu durch Dorfbewohner
fr: Épandre du foin par les villageois
hu: Szénát szórnak a falusiak
it: Spargimento di fieno da parte degli abitanti del villaggio
ko: 마을 주민들이 건초 뿌리기
ru: Развезите сено жителям деревни

# Transport,WorkNameTest
source: Title of test work on auto
de: Titel der Testarbeit am Auto
fr: Titre du travail d'essai sur l'automobile
hu: Az autón végzett vizsgálati munka címe
it: Titolo del lavoro di prova su auto
ko: 자동 작업 테스트 제목

# Transport,WorkStartInfo
source: You can perform work on this auto. Press the R button to start work.
de: Sie können an diesem Auto arbeiten. Drücken Sie die R-Taste, um mit der Arbeit zu beginnen.
fr: Vous pouvez effectuer des travaux sur cette auto. Appuyez sur le bouton R pour commencer à travailler.
hu: Ezen az autón végezhet munkát. A munka megkezdéséhez nyomja meg az R gombot.
it: È possibile eseguire lavori su questa auto. Premere il pulsante R per avviare il lavoro.
ko: 이 곳에서 자동 업을 수행할 수 있습니다. 작업을 시작하려면 R 버튼을 누릅니다.

# Transport,WorkText_01
source: Press R to take a job to haul logs.
de: Drücken Sie R, um einen Auftrag zum Holztransport anzunehmen.
fr: Appuyez sur R pour accepter une tâche de transport de grumes.
hu: Nyomja meg az R billentyűt a rönkszállításhoz.
it: Premere R per accettare un lavoro di trasporto di tronchi.
ko: R을 눌러 로그를 가져오는 작업을 수행합니다.
ru: Нажмите R, чтобы получить задание на перевозку бревен.

# Transport,WorkText_02
source: To take the task of delivering parcels to the villagers, press R.
de: Um die Pakete an die Dorfbewohner auszuliefern, drücken Sie R.
fr: Pour prendre en charge la livraison des colis aux villageois, appuyez sur R.
hu: A csomagok falusiakhoz való eljuttatásának feladatához nyomja meg az R billentyűt.
it: Per consegnare i pacchi agli abitanti del villaggio, premete R.
ko: 마을 주민에게 소포를 배달하는 작업을 수행하려면 R을 누릅니다.
ru: Чтобы взять на себя задачу по доставке посылок жителям деревни, нажмите R.

# Transport,WorkText_03
source: To take a firefighting assignment, press the R button. Press the Ctrl button to activate the extinguishing agent.
de: Drücken Sie die R-Taste, um einen Feuerwehreinsatz zu starten. Drücken Sie die Strg-Taste, um das Löschwasser zu aktivieren.
fr: Pour accepter une mission de lutte contre les incendies, appuyez sur la touche R. Appuyez sur le bouton Ctrl pour activer l'agent extincteur.
hu: Ha tűzoltási feladatot szeretne felvenni, nyomja meg az R gombot. Az oltóanyag aktiválásához nyomja meg a Ctrl gombot.
it: Per assumere un incarico antincendio, premere il tasto R. Premere il tasto Ctrl per attivare l'agente estinguente.
ko: 화재 진압 임무를 수행하려면 R 버튼을 누릅니다. 소화 약제를 활성화하려면 Ctrl 버튼을 누릅니다.
ru: Чтобы принять задание на тушение пожара, нажмите кнопку R. Для активации огнетушащего вещества нажмите кнопку Ctrl.

# Transport,WorkText_04
source: Press the R button to take the task of delivering hay to the villagers.
de: Drücken Sie die R-Taste, um die Dorfbewohner mit Heu zu beliefern.
fr: Appuyez sur le bouton R pour vous charger de livrer du foin aux villageois.
hu: Nyomd meg az R gombot, és vedd át a feladatot, hogy szénát szállíts a falusiaknak.
it: Premete il tasto R per assumere il compito di consegnare il fieno agli abitanti del villaggio.
ko: 마을 사람들에게 건초를 배달하는 임무를 수행하려면 R 버튼을 누르세요.
ru: Нажмите кнопку R, чтобы выполнить задание по доставке сена жителям деревни.

# Transport,YesLoad
source: Transport has been successfully loaded!
de: Der Transporter wurde erfolgreich geladen!
fr: Le transport a été chargé avec succès !
hu: A szállítmányt sikeresen betöltöttük!
it: Il trasporto è stato caricato con successo!
ko: 성공적으로 적재되었습니다!
ru: Транспорт успешно загружен!

# Transport,ZoneTransportBase_01
source: Log loading zone
de: Ladezone für Baumstämme
fr: Zone de chargement des Bûches
hu: Rönk rakodási zóna
it: Zona di carico dei tronchi
ko: 통나무 적재 구역
ru: Зона погрузки брёвен

# Transport,ZoneTransportBase_02
source: Parcel loading area
de: Ladebereich für Pakete
fr: Zone de chargement des colis
hu: Csomagok rakodási területe
it: Area di carico dei pacchi
ko: 소포 적재 구역
ru: Зона погрузки посылок

# Transport,ZoneTransportBase_03
source: Water replenishment zone
de: Wasserauffüllzone
fr: Zone de réapprovisionnement en eau
hu: Vízutánpótlási zóna
it: Zona di rifornimento idrico
ko: 물 보충 구역
ru: Зона пополнения запасов воды

# Transport,ZoneTransportBase_04
source: Hay loading zone
de: Heu-Ladezone
fr: Zone de chargement du foin
hu: Széna rakodási zóna
it: Zona di carico del fieno
ko: 건초 적재 구역
ru: Зона погрузки сена

# UpgradeHouse,RoofEditor
source: Roof Editor
de: Dach Editor
fr: Editeur de toit
hu: Tetőszerkesztő
it: Editore del tetto
ko: 지붕 편집기
ru: Редактор крыши

# UpgradeHouse,RoofUpdate
source: The roof has been successfully renovated!
de: Das Dach wurde erfolgreich renoviert!
fr: La toiture a été rénovée avec succès !
hu: A tetőt sikeresen felújították!
it: Il tetto è stato ristrutturato con successo!
ko: 지붕이 성공적으로 개조되었습니다!
ru: Крыша была успешно отремонтирована!

# UpgradeHouse,UpgradeWall
source: Wall Editor
de: Wand Editor
fr: Éditeur de mur
hu: Falszerkesztő
it: Editore a parete
ko: 벽 편집기
ru: Редактор стен

# Weapons,Axe
source: Axe
de: Axt
fr: HACHE
hu: Balta
it: Ascia
ko: 도끼
ru: Топор

# Weapons,AxeError
source: I don't have any axe...
de: Ich habe keine Axt...
fr: Je n'ai pas de Hache...
hu: Nekem nincs baltám...
it: Editore a parete...
ko: 도끼가 없습니다...
ru: У меня нет топора...
