Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# QuestsItems,GuitarText
source: The guitar is a stringed musical instrument most popular among musicians of all genres and levels of playing. It has a characteristic shape consisting of a body and a fingerboard. The body of the guitar is usually made of wood and has an oval or flat shape. It plays an important role in shaping the sound as it serves as a resonator for the vibrations of the strings. The body can be acoustic, electro-acoustic or electric, depending on the type of guitar. The guitar's fingerboard is a long and thin wooden bar on which the metal fret and strings are located. The fingerboard usually has cross markings to help the musician find the right notes and chords. A guitar has 6 to 12 strings that are strung along the entire length of the fingerboard. The strings can be made of metal or nylon, depending on the type of guitar. Various techniques are used to play the guitar such as picking, barricades, bends, fingerpicking, chord strumming and others. The guitar allows you to play many styles of music including classical, rock, pop, jazz, folk and many others. It can be used as a solo instrument or as an accompaniment for vocals and other instruments. The guitar is not only a musical instrument, but also a symbol of freedom and self-expression. It allows the musician to express himself and his emotions through music. Thanks to its availability and popularity, the guitar has become an indispensable means of musical creativity and entertainment for people all over the world.
de: Die Gitarre ist ein Saiteninstrument, das bei Musikern aller Genres und Spielstärken sehr beliebt ist. Sie hat eine charakteristische Form, die aus einem Korpus und einem Griffbrett besteht. Der Gitarrenkorpus ist normalerweise aus Holz und hat eine ovale oder flache Form. Er spielt eine wichtige Rolle bei der Klangformung, da er als Resonanzkörper für die Schwingungen der Saiten dient. Je nach Gitarrentyp kann der Korpus akustisch, elektroakustisch oder elektrisch sein. Das Griffbrett der Gitarre ist ein langer und dünner Holzstab, auf dem sich die Metallbünde und Saiten befinden. Das Griffbrett hat normalerweise Kreuzmarkierungen, die dem Musiker helfen, die richtigen Noten und Akkorde zu finden. Eine Gitarre hat 6 bis 12 Saiten, die über die gesamte Länge des Griffbretts aufgespannt sind. Je nach Gitarrentyp können die Saiten aus Metall oder Nylon bestehen. Beim Gitarrenspiel gibt es verschiedene Techniken wie Picking, Barrikaden, Bends, Fingerpicking, Akkordschlagen und andere. Mit der Gitarre kannst du viele Musikstile wie Klassik, Rock, Pop, Jazz, Folk und viele andere spielen. Sie kann als Soloinstrument oder als Begleitung für Gesang und andere Instrumente verwendet werden. Die Gitarre ist nicht nur ein Musikinstrument, sondern auch ein Symbol für Freiheit und Selbstdarstellung. Sie ermöglicht es dem Musiker, sich und seine Gefühle durch Musik auszudrücken. Dank ihrer Verfügbarkeit und Beliebtheit ist die Gitarre für Menschen auf der ganzen Welt zu einem unverzichtbaren Mittel der musikalischen Kreativität und Unterhaltung geworden.
fr: La guitare est un instrument de musique à cordes très populaire parmi les musiciens de tous genres et niveaux de jeu. Il a une forme caractéristique composée d'un corps et d'une touche. Le corps de la guitare est généralement en bois et a une forme ovale ou plate. Il joue un rôle important dans la formation du son car il sert de résonateur aux vibrations des cordes. Le corps peut être acoustique, électro-acoustique ou électrique, selon le type de guitare. La touche de la guitare est une barre de bois longue et fine sur laquelle se trouvent la frette et les cordes en métal. La touche comporte généralement des croix pour aider le musicien à trouver les bonnes notes et les bons accords. Une guitare comporte de 6 à 12 cordes tendues sur toute la longueur de la touche. Les cordes peuvent être en métal ou en nylon, selon le type de guitare. Diverses techniques sont utilisées pour jouer de la guitare, telles que le picking, les barricades, les bends, le fingerpicking, le grattage d'accords et autres. La guitare permet de jouer de nombreux styles de musique dont le classique, le rock, la pop, le jazz, le folk et bien d'autres. Il peut être utilisé comme instrument solo ou comme accompagnement pour le chant et d'autres instruments. La guitare n'est pas seulement un instrument de musique, mais aussi un symbole de liberté et d'expression de soi. Il permet au musicien de s'exprimer et d'exprimer ses émotions à travers la musique. Grâce à sa disponibilité et sa popularité, la guitare est devenue un moyen indispensable de créativité musicale et de divertissement pour les peuples du monde entier.
hu: A gitár egy húros hangszer, amely a legnépszerűbb a zenészek körében minden műfajban és szinten. Jellegzetes formája egy testből és egy fogólapból áll. A gitár teste általában fából készül, és ovális vagy lapos alakú. Fontos szerepet játszik a hangzás kialakításában, mivel rezonátorként szolgál a húrok rezgései számára. A gitártest lehet akusztikus, elektroakusztikus vagy elektromos, a gitár típusától függően. A gitár fogólapja egy hosszú és vékony fából készült rúd, amelyen a fém bundok és húrok helyezkednek el. A fogólapon általában keresztjelzések vannak, amelyek segítenek a zenésznek megtalálni a megfelelő hangokat és akkordokat. A gitáron 6-12 húr van, amelyek a fogólap teljes hosszában vannak felhúzva. A húrok a gitártípustól függően készülhetnek fémből vagy nejlonból. A gitáron való játékhoz különböző technikákat használnak, mint például a pengetés, a barikádok, a hajlítások, az ujjpengetés, az akkordok pengetése és mások. A gitáron számos zenei stílusban játszhat, beleértve a klasszikus, rock, pop, jazz, folk és sok más stílusú zenét. Használható szólóhangszerként vagy ének és más hangszerek kísérőjeként. A gitár nemcsak hangszer, hanem a szabadság és az önkifejezés szimbóluma is. Lehetővé teszi a zenész számára, hogy a zenén keresztül kifejezze önmagát és érzelmeit. Elérhetőségének és népszerűségének köszönhetően a gitár a zenei kreativitás és szórakozás nélkülözhetetlen eszközévé vált az emberek számára szerte a világon.
ko: 기타는 모든 장르와 연주 수준의 뮤지션들에게 가장 인기 있는 현악기입니다. 기타는 몸체와 지판으로 구성된 특징적인 모양을 가지고 있습니다. 기타의 몸체는 일반적으로 나무로 만들어지며 타원형 또는 평평한 모양입니다. 현의 진동을 위한 공명기 역할을 하기 때문에 소리를 형성하는 데 중요한 역할을 합니다. 기타의 종류에 따라 어쿠스틱, 일렉트로 어쿠스틱 또는 일렉트릭 기타가 있습니다. 기타의 지판은 금속 프렛과 현이 위치한 길고 얇은 나무 막대입니다. 지판에는 보통 뮤지션이 올바른 음표와 코드를 찾는 데 도움이 되는 십자 표시가 있습니다. 기타에는 지판의 전체 길이를 따라 6~12개의 현이 줄로 연결되어 있습니다. 현은 기타의 종류에 따라 금속 또는 나일론으로 만들어질 수 있습니다. 기타 연주에는 피킹, 바리케이드, 벤드, 핑거 피킹, 코드 스트러밍 등 다양한 기법이 사용됩니다. 기타를 사용하면 클래식, 록, 팝, 재즈, 포크 등 다양한 스타일의 음악을 연주할 수 있습니다. 솔로 악기로 사용하거나 보컬 및 기타 악기의 반주로 사용할 수 있습니다. 기타는 악기일 뿐만 아니라 자유와 자기 표현의 상징이기도 합니다. 뮤지션은 음악을 통해 자신과 감정을 표현할 수 있습니다. 가용성과 인기 덕분에 기타는 전 세계 사람들에게 음악적 창의성과 엔터테인먼트에 없어서는 안될 수단이되었습니다.
ru: Гитара – это струнный музыкальный инструмент, наиболее популярный среди музыкантов всех жанров и уровней игры. Она имеет характерную форму, состоящую из корпуса и грифа. Корпус гитары обычно изготовлен из дерева и имеет овальную или плоскую форму. Он играет важную роль в формировании звука, так как служит резонатором для колебаний струн. Корпус может быть акустическим, электроакустическим или электрическим, в зависимости от типа гитары. Гриф гитары представляет собой длинную и тонкую деревянную планку, на которой расположены металлические лады и струны. Гриф обычно имеет поперечные метки, помогающие музыканту найти нужные ноты и аккорды. Гитара имеет от 6 до 12 струн, которые натянуты по всей длине грифа. Струны могут быть выполнены из металла или нейлона, в зависимости от типа гитары. Для игры на гитаре используются различные техники, такие как звукосниматели, баррикады, бенды, пальцеподбор, аккордовые зажатия и другие. Гитара позволяет играть множество музыкальных стилей, включая классическую, рок, поп, джаз, фольклор и многие другие. Она может использоваться как сольный инструмент, так и как аккомпанемент для вокала и других инструментов. Гитара является не только музыкальным инструментом, но и символом свободы и самовыражения. Она позволяет музыканту выразить себя и свои эмоции через музыку. Благодаря доступности и популярности гитара стала незаменимым средством музыкального творчества и развлечения для людей по всему миру.

# QuestsItems,Mishascow
source: Misha's cow
de: Misha's Kuh
fr: La vache de Misha
hu: Misha tehene
ko: 미샤의 소
ru: Мишина корова

# QuestsItems,OldTV
source: Old TV
de: Alter Fernseher
fr: Vieille télé
ko: 구형 TV

# QuestsItems,OldTVText
source: An old TV. Can be handed over to a metal depot for 250 rubles.
de: Ein alter Fernseher. Kann für 250 Rubel bei einem Metalllager abgegeben werden.
fr: Une vieille télé. Peut être remis à un dépôt de métaux pour 250 roubles.
ko: 오래된 TV. 250 루블에 고물상에 넘길 수 있습니다.

# QuestsList,10Name
source: Protector of feathered friends
de: Beschützer der gefiederten Freunde
fr: Protecteur des amis à plumes
hu: A tollas barátok védelmezője
it: Protettore degli amici pennuti
ko: 깃털 달린 친구들의 보호자
ru: Защитник пернатых друзей

# QuestsList,10Text
source: Please bring me some birdhouses so that I can hang them around our forest. It is very important for me to create a favorable environment for the birds, and the birdhouses will help them find a safe place to nest. I would like the birdhouses to be made of sturdy material because they need to withstand different weather conditions. They should have enough space for nesting and feeding the chicks. It is also important that they are easily accessible for installation and have a fastener that will allow the birdhouse to be securely fastened to the tree. If possible, bring several different types of birdhouses, as different bird species may prefer different types of houses. Thank you for helping us create a comfortable home for our feathered friends. If you have any questions, feel free to contact me. I look forward to decorating our forest with birdhouses together!
de: Bitte bring mir ein paar Vogelhäuser mit, damit ich sie in unserem Wald aufhängen kann. Es ist sehr wichtig für mich, ein günstiges Umfeld für die Vögel zu schaffen, und die Vogelhäuser werden ihnen helfen, einen sicheren Platz zum Nisten zu finden. Ich möchte, dass die Vogelhäuser aus robustem Material bestehen, denn sie müssen verschiedenen Wetterbedingungen standhalten. Sie sollten genug Platz zum Nisten und zum Füttern der Küken haben. Außerdem ist es wichtig, dass sie für die Montage leicht zugänglich sind und eine Halterung haben, mit der das Vogelhaus sicher am Baum befestigt werden kann. Wenn möglich, solltest du mehrere verschiedene Vogelhäuser mitbringen, da verschiedene Vogelarten unterschiedliche Arten von Häusern bevorzugen können. Vielen Dank, dass du uns hilfst, ein gemütliches Zuhause für unsere gefiederten Freunde zu schaffen. Wenn du Fragen hast, kannst du dich gerne an mich wenden. Ich freue mich darauf, unseren Wald gemeinsam mit Vogelhäusern zu schmücken!
fr: S'il vous plaît, apportez-moi des nichoirs pour que je puisse les accrocher autour de notre forêt. Il est très important pour moi de créer un environnement favorable aux oiseaux, et les nichoirs les aideront à trouver un endroit sûr pour nicher. J'aimerais que les nichoirs soient fabriqués dans un matériau solide car ils doivent résister à différentes conditions météorologiques. Ils doivent disposer de suffisamment d’espace pour nicher et nourrir les poussins. Il est également important qu'ils soient facilement accessibles pour l'installation et qu'ils disposent d'une attache qui permettra de fixer solidement le nichoir à l'arbre. Si possible, apportez plusieurs types de nichoirs différents, car différentes espèces d'oiseaux peuvent préférer différents types de nichoirs. Merci de nous aider à créer une maison confortable pour nos amis à plumes. Si vous avez des questions, n'hésitez pas à me contacter. J'ai hâte de décorer notre forêt avec des nichoirs ensemble !
hu: Kérem, hozzon néhány madárházat, hogy felakaszthassam őket az erdőnkbe. Nagyon fontos számomra, hogy a madarak számára kedvező környezetet teremtsek, és a madárodúk segítik őket a biztonságos fészkelőhely megtalálásában. Szeretném, ha a madárodúk masszív anyagból készülnének, mert ki kell bírniuk a különböző időjárási viszonyokat. Legyen elegendő hely a fiókák fészkeléséhez és etetéséhez. Az is fontos, hogy könnyen hozzáférhetőek legyenek a felszereléshez, és legyen rögzítőelemük, amely lehetővé teszi a madárház biztonságos rögzítését a fához. Lehetőleg több különböző típusú madárházat is hozz, mert a különböző madárfajok más-más típusú házat részesíthetnek előnyben. Köszönjük, hogy segített egy kényelmes otthon megteremtésében tollas barátaink számára. Ha kérdése van, forduljon hozzám bizalommal. Szeretettel várom, hogy közösen feldíszíthessük erdeinket madárházzal!
it: Per favore, portami delle casette per gli uccelli, così posso appenderle nella nostra foresta. Per me è molto importante creare un ambiente favorevole per gli uccelli e le casette per gli uccelli li aiuteranno a trovare un posto sicuro dove nidificare. Vorrei che le casette per gli uccelli fossero realizzate in materiale robusto perché devono resistere a diverse condizioni atmosferiche. Dovrebbero avere abbastanza spazio per nidificare e nutrire i pulcini. È anche importante che siano facilmente accessibili per l'installazione e dispongano di un dispositivo di fissaggio che consenta di fissare saldamente la casetta per gli uccelli all'albero. Se possibile, porta diversi tipi di casette per gli uccelli, poiché diverse specie di uccelli potrebbero preferire diversi tipi di case. Grazie per averci aiutato a creare una casa confortevole per i nostri amici pennuti. Se avete domande, non esitate a contattarmi. Non vedo l'ora di decorare insieme la nostra foresta con le casette per gli uccelli!
ko: 새집을 가져와서 숲 곳곳에 걸어둘 수 있게 해주세요. 새들에게 좋은 환경을 조성하는 것은 저에게 매우 중요하며, 새집은 새들이 안전한 보금자리를 찾는 데 도움이 될 것입니다. 새집은 다양한 기상 조건을 견뎌야 하기 때문에 튼튼한 재질로 만들어졌으면 좋겠어요. 둥지를 틀고 병아리에게 먹이를 줄 수 있는 충분한 공간이 있어야 합니다. 또한 설치하기 쉽고 새집을 나무에 단단히 고정할 수 있는 패스너가 있는지도 중요합니다. 새 종류에 따라 선호하는 새집이 다를 수 있으므로 가능하면 여러 종류의 새집을 가져와 주세요. 깃털 달린 친구들을 위한 편안한 집을 만드는 데 도움을 주셔서 감사합니다. 궁금한 점이 있으시면 언제든지 저에게 연락주세요. 새집으로 숲을 함께 꾸밀 수 있기를 기대합니다!
ru: Принесите мне, пожалуйста, скворечники, чтобы я развесила их вокруг нашего леса. Для меня очень важно создать благоприятные условия для птиц, а скворечники помогут им найти безопасное место для гнездования. Мне бы хотелось, чтобы скворечники были сделаны из прочного материала, так как они должны выдерживать различные погодные условия. В них должно быть достаточно места для гнездования и кормления птенцов. Также важно, чтобы они были легко доступны для установки и имели крепеж, позволяющий надежно закрепить скворечник на дереве. По возможности возьмите с собой несколько скворечников разных типов, поскольку разные виды птиц могут предпочитать разные типы домиков. Спасибо, что помогли нам создать уютный дом для наших пернатых друзей. Если у вас возникнут вопросы, обращайтесь ко мне. Я с нетерпением жду, когда мы вместе украсим наш лес скворечниками!

# QuestsList,11Name
source: Collect hay
de: Heu sammeln
fr: Ramasser le foin
hu: Szénát gyűjteni
it: Raccogli il fieno
ko: 건초 수집
ru: Собрать сено

# QuestsList,11Text
source: Hello, Ivan! Here's the deal: my employees are alcoholics and have gone on a bender. Please help me collect the hay bales that are scattered all over the field.
de: Hallo, Ivan! Es geht um Folgendes: Meine Angestellten sind Alkoholiker und haben eine Sauftour gemacht. Bitte hilf mir, die Heuballen einzusammeln, die überall auf dem Feld verstreut sind.
fr: Bonjour Ivan! Voilà le problème : mes employés sont alcooliques et sont devenus fous. S'il vous plaît, aidez-moi à ramasser les bottes de foin qui sont éparpillées partout dans le champ.
hu: Helló, Ivan! A következő a helyzet: az alkalmazottaim alkoholisták, és elmentek egy kis részegségre. Kérem, segítsen nekem összeszedni a szénabálákat, amelyek szétszóródtak a mezőn.
it: Ciao, Ivan! Ecco il patto: i miei dipendenti sono alcolizzati e hanno perso la sbronza. Per favore aiutami a raccogliere le balle di fieno sparse per tutto il campo.
ko: 안녕하세요, 이반! 제 직원이 알코올 중독자인데 과음을 하고 있어요. 밭에 흩어져 있는 건초더미를 수거할 수 있도록 도와주세요.
ru: Здравствуй, Иван! Дело вот в чем: мои работники - алкаши и ушли в запой. Помогите, пожалуйста, собрать тюки сена, которые разбросаны по всему полю.

# QuestsList,12Completed
source: Now you can deliver hay to the villagers on the tractor.
de: Jetzt kannst du mit dem Traktor Heu an die Dorfbewohner liefern.
fr: Vous pouvez désormais livrer du foin aux villageois sur le tracteur.
hu: Most a traktorral szénát szállíthatsz a falusiaknak.
it: Ora puoi consegnare il fieno agli abitanti del villaggio sul trattore.
ko: 이제 트랙터를 타고 마을 주민들에게 건초를 배달할 수 있습니다.
ru: Теперь ты можешь доставлять сено жителям деревни на тракторе.

# QuestsList,12Name
source: Grain harvesting
de: Getreideernte
fr: Récolte des céréales
hu: Gabona betakarítása
it: Raccolta del grano
ko: 곡물 수확
ru: Уборка зерна

# QuestsList,12Text
source: Thanks for your help! Why don't you help me harvest some wheat too? I won't be in debt! Father's advice: always have enough grain in your pantry.
de: Danke für deine Hilfe! Warum hilfst du mir nicht auch bei der Weizenernte? Dann habe ich keine Schulden! Vaters Rat: Habe immer genug Getreide in deiner Speisekammer.
fr: Merci pour votre aide! Pourquoi ne m'aides-tu pas aussi à récolter du blé ? Je ne serai pas endetté ! Conseil du père : ayez toujours suffisamment de céréales dans votre garde-manger.
hu: Köszönjük a segítséget! Miért nem segítesz nekem is búzát aratni? Nem leszek adós! Apa tanácsa: mindig legyen elég gabona a kamrádban.
it: Grazie per l'aiuto! Perché non aiuti anche me a raccogliere un po' di grano? Non avrò debiti! Il consiglio del papà: avere sempre abbastanza cereali nella dispensa.
ko: 도와줘서 고마워요! 당신도 밀 수확을 도와주지 않을래요? 빚을 지지는 않을 거예요! 아버지의 조언: 항상 식료품 저장고에 곡물을 충분히 확보하세요.
ru: Спасибо за помощь! Почему бы вам не помочь мне собрать урожай пшеницы? Я не останусь в долгу! Совет отца: всегда имейте в кладовой достаточно зерна.

# QuestsList,13Name
source: Paint the school walls
de: Streiche die Schulmauern
fr: Peindre les murs de l'école
hu: Az iskola falainak festése
it: Dipingi le pareti della scuola
ko: 학교 담장 페인트 칠하기
ru: Покрасить стены школы

# QuestsList,13Text
source: Hi! September 1 is coming up and I need your help: I need to paint the walls of the school and I can't do it alone.
de: Hallo! Der 1. September steht vor der Tür und ich brauche deine Hilfe: Ich muss die Schulmauern streichen und kann das nicht alleine machen.
fr: Salut! Le 1er septembre approche et j'ai besoin de votre aide : j'ai besoin de repeindre les murs de l'école et je ne peux pas le faire seul.
hu: Szia! Közeledik szeptember 1. és szükségem van a segítségedre: Az iskola falait kell kifestenem, és egyedül nem tudom megcsinálni.
it: CIAO! Il 1 settembre si avvicina e ho bisogno del tuo aiuto: devo dipingere i muri della scuola e non posso farlo da solo.
ko: 안녕하세요! 9월 1일이 다가오는데 여러분의 도움이 필요합니다: 학교 담장을 페인트칠해야 하는데 혼자서는 할 수 없어요.
ru: Здравствуйте! Приближается 1 сентября и мне нужна ваша помощь: Мне нужно покрасить стены в школе, и я не могу сделать это в одиночку.

# QuestsList,14Completed
source: Thank you, sweetie!
de: Danke, Schätzchen!
fr: Merci cheri!
hu: Köszönöm, édesem!
it: Grazie, amore!
ko: 고마워요, 자기!
ru: Спасибо, дорогой!

# QuestsList,14Name
source: To get water for grandma
de: Wasser für Großmutter holen
fr: Pour aller chercher de l'eau pour grand-mère
hu: Vizet hozni a nagymamának
it: Per prendere l'acqua per la nonna
ko: 할머니에게 물을 드리는 방법
ru: Принести воды бабушке

# QuestsList,14Text
source: Honey, please bring me some water from the well or the well. I would really like to drink fresh water to quench my thirst. It will also help me to feel the pleasant sensation of coolness on a hot summer day.
de: Schätzchen, bitte bring mir etwas Wasser aus dem Brunnen oder aus einer Quelle. Ich würde wirklich gerne frisches Wasser trinken, um meinen Durst zu stillen. Das wird mir auch helfen, das angenehme Gefühl der Kühle an einem heißen Sommertag zu spüren.
fr: Chérie, s'il te plaît, apporte-moi de l'eau du puits ou du puits. J'aimerais vraiment boire de l'eau fraîche pour étancher ma soif. Cela m'aidera également à ressentir l'agréable sensation de fraîcheur lors d'une chaude journée d'été.
hu: Drágám, kérlek, hozz nekem egy kis vizet a kútból vagy a kútról. Nagyon szeretnék friss vizet inni, hogy oltsam a szomjamat. Az is segítene, hogy a forró nyári napon kellemes hűsítő érzést érezzek.
it: Tesoro, per favore portami un po' d'acqua dal pozzo o dal pozzo. Vorrei davvero bere acqua fresca per dissetarmi. Mi aiuterà anche a provare la piacevole sensazione di fresco in una calda giornata estiva
ko: 자기, 우물이나 샘에서 물 좀 가져다 줘요. 갈증을 해소하기 위해 신선한 물을 마시고 싶어요. 더운 여름날에 시원함을 느끼는 데 도움이 될 거예요.
ru: Милый, принеси мне, пожалуйста, воды из колодца или колонки. Мне бы очень хотелось попить свежей воды, чтобы утолить жажду. Это также поможет мне почувствовать приятное ощущение прохлады в жаркий летний день.

# QuestsList,15Completed
source: Thank you, sweetheart! What would I do without you?
de: Danke, Schätzchen! Was würde ich nur ohne dich tun?
fr: Merci mon coeur! Que ferais-je sans toi?
hu: Köszönöm, édesem! Mihez kezdenék nélküled?
it: Grazie Tesoro! Cosa farei senza di te?
ko: 고마워요! 당신 없이는 어떻게 살아야 하나요?
ru: Спасибо, дорогой! Что бы я без тебя делала?

# QuestsList,15Name
source: Fix Grandma's fence
de: Großmutters Zaun reparieren
fr: Réparer la clôture de grand-mère
hu: Javítsd meg a nagyi kerítését
it: Aggiusta il recinto della nonna
ko: 할머니의 울타리 고치기
ru: Починить забор бабушке
