Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Fish,SomText
source: The catfish (Latin: Silurus glanis) is a large freshwater fish belonging to the catfish family. It is known for its long, cylindrical body covered with small scales and its huge head with a wide mouth equipped with strong teeth. There are different species of catfish, but common appearance features include dark coloration, which can range from dark brown to black, and the presence of small black dots on the body. Catfish also have long antennae, called beards, which are located above the lip and aid in sensing the environment and searching for food. Catfish are predatory fish and feed on a variety of aquatic animals such as fish, frogs, aquatic insects, mollusks and even rodents that come their way. They are active at night and may hide in underwater hiding places during the day, such as hollow trees, tree roots or underwater rocks. Catfish live in freshwater bodies of water such as rivers, lakes and ponds and prefer waters with low currents or standing water with muddy or deep bottoms. They are hardy and can tolerate poor water conditions such as low oxygen levels. Catfish are known for their large size and impressive weights. They can reach lengths of up to 5 meters and weights of up to 300 kg, although most individuals encountered are much smaller. Catfish also have strong musculature, making them excellent fighters when fishing. In some countries, catfish are popular for fishing on special airplane-shaped structures. They are also prized in fishing communities because of their meat, which is considered tender and flavorful. Catfish meat can be used for a variety of dishes including fried or baked fish. Catfish play an important ecological role. They help control populations of small fish and other aquatic organisms and act as a natural water filter, feeding on dead organisms and waste. Overall, catfish are large predatory fish with a unique appearance and an important place in the ecosystem of freshwater aquatic systems. While they can be a challenge for anglers because of their strength and size, they are also of interest to recreational and extreme anglers.
de: Der Wels (lateinisch: Silurus glanis) ist ein großer Süßwasserfisch, der zur Familie der Welse gehört. Er ist bekannt für seinen langen, zylindrischen Körper, der mit kleinen Schuppen bedeckt ist, und seinen riesigen Kopf mit einem breiten Maul, das mit starken Zähnen ausgestattet ist. Es gibt verschiedene Welsarten, aber gemeinsame Merkmale sind die dunkle Färbung, die von dunkelbraun bis schwarz reichen kann, und die kleinen schwarzen Punkte auf dem Körper. Außerdem haben Welse lange Fühler, die so genannten Bärte, die sich oberhalb der Lippe befinden und dabei helfen, die Umgebung wahrzunehmen und nach Nahrung zu suchen. Welse sind Raubfische und ernähren sich von einer Vielzahl von Wassertieren wie Fischen, Fröschen, Wasserinsekten, Weichtieren und sogar Nagetieren, die ihnen über den Weg laufen. Sie sind nachts aktiv und können sich tagsüber in Unterwasserverstecken wie hohlen Bäumen, Baumwurzeln oder Unterwasserfelsen verstecken. Welse leben in Süßwassergewässern wie Flüssen, Seen und Teichen und bevorzugen Gewässer mit geringer Strömung oder stehendes Wasser mit schlammigem oder tiefem Grund. Sie sind widerstandsfähig und können schlechte Wasserbedingungen wie einen niedrigen Sauerstoffgehalt tolerieren. Welse sind für ihre Größe und ihr beeindruckendes Gewicht bekannt. Sie können eine Länge von bis zu 5 Metern und ein Gewicht von bis zu 300 kg erreichen, obwohl die meisten Exemplare viel kleiner sind. Welse haben auch eine starke Muskulatur, die sie zu hervorragenden Kämpfern beim Angeln macht. In einigen Ländern wird der Wels gerne an speziellen flugzeugförmigen Strukturen gefangen. In den Fischergemeinden werden sie auch wegen ihres Fleisches geschätzt, das als zart und schmackhaft gilt. Welsfleisch kann für eine Vielzahl von Gerichten verwendet werden, z. B. für gebratenen oder gebackenen Fisch. Welse spielen eine wichtige ökologische Rolle. Sie helfen dabei, die Populationen von kleinen Fischen und anderen Wasserorganismen zu kontrollieren und wirken als natürlicher Wasserfilter, indem sie sich von toten Organismen und Abfällen ernähren. Insgesamt sind Welse große Raubfische mit einem einzigartigen Aussehen und einem wichtigen Platz im Ökosystem von Süßwassergewässern. Während sie für Angler aufgrund ihrer Stärke und Größe eine Herausforderung sein können, sind sie auch für Freizeit- und Extremangler interessant.
fr: Le poisson-chat (latin : Silurus glanis) est un gros poisson d'eau douce appartenant à la famille des poissons-chats. Il est connu pour son corps long et cylindrique couvert de petites écailles et sa tête énorme à la bouche large équipée de dents solides. Il existe différentes espèces de poisson-chat, mais les caractéristiques d'apparence communes incluent une coloration foncée, qui peut aller du brun foncé au noir, et la présence de petits points noirs sur le corps. Le poisson-chat possède également de longues antennes, appelées barbes, qui sont situées au-dessus de la lèvre et aident à détecter l'environnement et à rechercher de la nourriture. Le poisson-chat est un poisson prédateur et se nourrit d'une variété d'animaux aquatiques tels que des poissons, des grenouilles, des insectes aquatiques, des mollusques et même des rongeurs qui croisent leur route. Ils sont actifs la nuit et peuvent se cacher dans des cachettes sous-marines pendant la journée, comme des arbres creux, des racines d'arbres ou des rochers sous-marins. Le poisson-chat vit dans les plans d'eau douce tels que les rivières, les lacs et les étangs et préfère les eaux à faible courant ou les eaux stagnantes aux fonds boueux ou profonds. Ils sont robustes et peuvent tolérer de mauvaises conditions d’eau telles qu’un faible niveau d’oxygène. Les poissons-chats sont connus pour leur grande taille et leur poids impressionnant. Ils peuvent atteindre des longueurs allant jusqu'à 5 mètres et un poids allant jusqu'à 300 kg, bien que la plupart des individus rencontrés soient beaucoup plus petits. Les poissons-chats ont également une forte musculature, ce qui en fait d'excellents combattants lors de la pêche. Dans certains pays, le poisson-chat est populaire pour la pêche sur des structures spéciales en forme d'avion. Ils sont également appréciés dans les communautés de pêcheurs en raison de leur viande, considérée comme tendre et savoureuse. La viande de poisson-chat peut être utilisée pour une variété de plats, notamment du poisson frit ou cuit au four. Le poisson-chat joue un rôle écologique important. Ils aident à contrôler les populations de petits poissons et d'autres organismes aquatiques et agissent comme un filtre à eau naturel, se nourrissant d'organismes morts et de déchets. Dans l’ensemble, le poisson-chat est un gros poisson prédateur avec une apparence unique et une place importante dans l’écosystème des systèmes aquatiques d’eau douce. Bien qu’ils puissent constituer un défi pour les pêcheurs en raison de leur force et de leur taille, ils intéressent également les pêcheurs récréatifs et extrêmes.
hu: A harcsa (latinul: Silurus glanis) a harcsafélék családjába tartozó nagytestű édesvízi hal. Hosszú, hengeres, apró pikkelyekkel borított testéről és hatalmas, széles, erős fogakkal ellátott szájjal rendelkező fejéről ismert. A harcsáknak különböző fajai vannak, de közös jellemzőjük a sötét színezet, amely a sötétbarnától a feketéig terjedhet, valamint az apró fekete pöttyök jelenléte a testükön. A harcsáknak hosszú, szakállnak nevezett csápjuk is van, amely az ajak felett helyezkedik el, és segíti a környezet érzékelését és a táplálékkeresést. A harcsák ragadozó halak, és számos vízi állattal táplálkoznak, például halakkal, békákkal, vízi rovarokkal, puhatestűekkel és még rágcsálókkal is, amelyek az útjukba kerülnek. Éjszaka aktívak, nappal pedig víz alatti búvóhelyeken, például üreges fákban, gyökerekben vagy víz alatti sziklákban rejtőznek el. A macskahalak édesvizekben, például folyókban, tavakban és tavakban élnek, és az alacsony áramlású vizeket vagy az állóvizeket kedvelik, amelyek alja iszapos vagy mély. Szívósak, és elviselik a rossz vízkörülményeket, például az alacsony oxigénszintet. A harcsahalak nagy méretükről és lenyűgöző súlyukról ismertek. Hosszuk elérheti az 5 métert, súlyuk pedig a 300 kg-ot is, bár a legtöbb példány ennél jóval kisebb. A harcsák erős izomzatúak, így kiváló harcosok a halászat során. Egyes országokban a harcsák népszerűek a speciális, repülőgép alakú szerkezeteken történő halászat során. A halászközösségekben a húsuk miatt is nagy becsben tartják őket, amelyet zsenge és ízletesnek tartanak. A harcsa húsa számos ételhez felhasználható, beleértve a sült vagy sült halat is. A harcsa fontos ökológiai szerepet játszik. Segítenek a kis halak és más vízi szervezetek populációinak szabályozásában, és természetes vízszűrőként működnek, mivel elpusztult szervezetekkel és hulladékkal táplálkoznak. A harcsa összességében nagytestű ragadozó hal, amely egyedi megjelenéssel rendelkezik, és fontos helyet foglal el az édesvízi vízi rendszerek ökoszisztémájában. Bár erejük és méretük miatt kihívást jelenthetnek a horgászok számára, a szabadidős és extrém horgászok számára is érdekesek.
ko: 메기(라틴어: Silurus glanis)는 메기과에 속하는 대형 민물고기입니다. 메기는 작은 비늘로 덮인 길고 원통형의 몸통과 강한 이빨을 가진 넓은 입이 달린 커다란 머리로 유명합니다. 메기의 종류는 다양하지만, 짙은 갈색에서 검은색에 이르는 짙은 색과 몸에 작은 검은 점이 있는 것이 공통적인 외모 특징입니다. 메기는 또한 입술 위에 수염이라고 불리는 긴 더듬이가 있어 환경을 감지하고 먹이를 찾는 데 도움이 됩니다. 메기는 포식성 어류로 물고기, 개구리, 수생 곤충, 연체 동물, 심지어 설치류와 같은 다양한 수생 동물을 먹이로 삼습니다. 메기는 밤에 활동하며 낮에는 속이 빈 나무, 나무 뿌리 또는 수중 바위와 같은 수중 은신처에 숨을 수 있습니다. 메기는 강, 호수, 연못과 같은 담수 수역에 서식하며 물살이 약한 물이나 바닥이 진흙탕이거나 깊은 고인 물을 선호합니다. 메기는 강인하고 낮은 산소 수준과 같은 열악한 수질 조건도 견딜 수 있습니다. 메기는 큰 크기와 인상적인 무게로 유명합니다. 메기의 몸길이는 최대 5m, 몸무게는 최대 300kg에 이르지만, 실제로 만나는 메기는 대부분 이보다 훨씬 작습니다. 메기는 또한 강한 근육을 가지고 있어 낚시할 때 훌륭한 싸움꾼이 됩니다. 일부 국가에서는 메기가 비행기 모양의 특수 구조물에서 낚시하는 데 인기가 있습니다. 메기는 또한 부드럽고 풍미가 좋은 고기로 인해 어촌 지역 사회에서 소중히 여겨집니다. 메기 고기는 튀김이나 구운 생선을 포함한 다양한 요리에 사용할 수 있습니다. 메기는 생태학적으로 중요한 역할을 합니다. 메기는 작은 물고기와 다른 수생 생물의 개체 수를 조절하고 죽은 생물과 폐기물을 먹으며 천연 정수 필터 역할을 합니다. 전반적으로 메기는 독특한 외모를 가진 대형 포식성 어류로 담수 수생태계에서 중요한 위치를 차지하고 있습니다. 메기는 힘과 크기 때문에 낚시꾼에게는 도전이 될 수 있지만, 레크리에이션 및 익스트림 낚시꾼에게는 흥미를 끌기도 합니다.
ru: Сом (лат. Silurus glanis) - это крупная пресноводная рыба, относящаяся к семейству сомовых. Он известен своим длинным, цилиндрическим телом, покрытым маленькими чешуями, и огромной головой с широким ртом, оснащенным сильными зубами. Существуют различные виды сомов, но общие черты внешности включают темную окраску, которая может быть от темно-коричневой до черной, и наличие мелких черных точек на теле. Сомы имеют также длинные усики, называемые бородками, которые расположены над губой и способствуют ощущению окружающей среды и поиску пищи. Сомы являются хищными рыбами и питаются различными водными животными, такими как рыба, лягушки, водные насекомые, моллюски и даже грызуны, которые попадаются на их пути. Они активны ночью и могут спрятаться в подводных укрытиях днем, таких как дупла, корни деревьев или подводные камни. Сомы обитают в пресноводных водоемах, таких как реки, озера и пруды, и предпочитают воды с низкой течением или стоячие воды с грязным или глубоким дном. Они обладают выносливостью и могут переносить плохие условия воды, такие как низкое содержание кислорода. Сомы известны своей крупной размерностью и внушительными весами. Они могут достигать длины до 5 метров и веса до 300 кг, хотя большинство встречающихся особей имеют гораздо меньшие размеры. Сомы также обладают сильной мускулатурой, что делает их отличными борцами при рыбалке. В некоторых странах сомы популярны для рыболовства на специальных сооружениях в виде самолетиков. Они также ценятся в рыболовных сообществах из-за своего мяса, которое считается нежным и вкусным. Мясо сома может быть использовано для приготовления различных блюд, включая жареную или запеченную рыбу. Сомы играют важную экологическую роль. Они помогают контролировать популяции мелких рыб и других водных организмов и выполняют функцию природного фильтра воды, питаясь мертвыми организмами и отходами. В целом, сомы - это крупные хищные рыбы с уникальной внешностью и важным местом в экосистеме пресноводных водных систем. Хотя они могут быть вызовом для рыболовов из-за своей силы и размера, они также представляют интерес для любителей активного и экстремального рыболовства.

# Fish,Waiting
source: Waiting...
de: Warten...
fr: En attendant...
hu: Várakozás...
ko: 기다리는 중...
ru: Ждём...

# Ibteraction,Collapse
source: Collapse
de: Einstürzen
fr: Évanouissement
hu: Összeomlás
it: Crollo
ko: 접기
ru: Свернуть

# Ibteraction,Fieldkitchen
source: Field kitchen
de: Feldküche
fr: Cuisine de campagne
hu: Mezei konyha
it: Campo visivo
ko: 야외 취사장
ru: Полевая кухня

# Ibteraction,Flashlight
source: Flashlight
de: Taschenlampe
fr: Lampe de poche
hu: Zseblámpa
it: Torcia elettrica
ko: 손전등
ru: Фонарик

# Ibteraction,Sleep
source: Sleep
de: Schlafen
fr: Dormir
hu: Alvás
it: Pecora
ko: 수면
ru: Лечь спать

# Inventory,All
source: All
de: Alles
fr: Tout
hu: Összes
ko: 모두
ru: Все

# Inventory,Ammo_for_a_double-barreled
source: Ammo for double-barreled
de: Munition für Doppelläufige
fr: Munitions pour double canon
ko: 더블 배럴 탄약

# Inventory,Ammo_for_a_double-barreledText
source: Double-barrel cartridges are special projectiles used in double-barrel firearms. They consist of a cartridge case (casing) in which the primer (igniter), powder and projectile (bullet or shot) are inserted. The cartridge case is usually made of brass or steel. It is shaped like a cylinder with tapered edges and opens at one end to load powder and projectile. The casing can be easily removed from the barrel of the gun after firing. The primer is an igniter, a container containing a small amount of explosive that is ignited by the impact of the firing pin when the shot is fired. The explosion of the primer causes a fire flash, which in turn ignites the gunpowder inside the cartridge case. Gunpowder is an explosive substance that burns when the primer ignites, creating a high pressure of gases inside the cartridge case. This pressure pushes the projectile forward down the barrel of the gun. The projectile in a double-barreled shotgun cartridge can be a bullet or shot. A bullet is a metal projectile of one caliber designed for long-range shooting. Shot is a projectile consisting of many small metal balls of different caliber, intended for shooting at short distances with a wide spread. Double-barrel ammunition can have different parameters such as caliber, projectile weight, type and amount of powder, and type of primer. These parameters can vary depending on the specific model of gun and its purpose - for hunting, sport shooting or self-defense. It is important to follow all safety rules and correctly use cartridges for double-barrel shotguns. Failure to follow the rules and improper use may result in serious injury or damage to the shotgun.
de: Doppelläufige Patronen sind spezielle Geschosse, die in doppelläufigen Feuerwaffen verwendet werden. Sie bestehen aus einer Patronenhülse (Gehäuse), in die das Zündhütchen (Anzünder), das Pulver und das Projektil (Geschoss oder Schuss) eingelegt werden. Die Patronenhülse ist normalerweise aus Messing oder Stahl gefertigt. Sie hat die Form eines Zylinders mit abgeschrägten Kanten und öffnet sich an einem Ende, um Pulver und Geschoss zu laden. Die Hülse kann nach dem Abfeuern leicht aus dem Lauf der Waffe entfernt werden. Das Zündhütchen ist ein Anzünder, ein Behälter mit einer kleinen Menge Sprengstoff, der durch den Aufprall des Schlagbolzens beim Abfeuern des Schusses gezündet wird. Die Explosion des Zündhütchens verursacht einen Feuerblitz, der wiederum das Schießpulver in der Patronenhülse entzündet. Das Schießpulver ist eine explosive Substanz, die bei der Zündung des Zündhütchens verbrennt und einen hohen Gasdruck in der Patronenhülse erzeugt. Dieser Druck treibt das Projektil im Lauf der Waffe vorwärts. Das Projektil in einer doppelläufigen Schrotpatrone kann ein Geschoss oder ein Schuss sein. Ein Geschoss ist ein Metallprojektil eines bestimmten Kalibers, das für das Schießen auf große Entfernungen entwickelt wurde. Ein Schrotgeschoss ist ein Projektil, das aus vielen kleinen Metallkugeln unterschiedlichen Kalibers besteht und für das Schießen auf kurze Entfernungen mit einer großen Streuung gedacht ist. Doppelflintenmunition kann verschiedene Parameter wie Kaliber, Geschossgewicht, Art und Menge des Pulvers und Art des Zündhütchens haben. Diese Parameter können je nach Gewehrmodell und Zweck - Jagd, Sportschießen oder Selbstverteidigung - variieren. Es ist wichtig, alle Sicherheitsregeln zu befolgen und Patronen für doppelläufige Flinten richtig zu verwenden. Die Nichtbeachtung der Regeln und die unsachgemäße Verwendung können zu schweren Verletzungen oder Schäden an der Flinte führen.
fr: Les cartouches à double canon sont des projectiles spéciaux utilisés dans les armes à feu à double canon. Ils sont constitués d'une douille (boîtier) dans laquelle sont insérés l'amorce (allumeur), la poudre et le projectile (balle ou balle). L'étui de la cartouche est généralement en laiton ou en acier. Il a la forme d'un cylindre aux bords effilés et s'ouvre à une extrémité pour charger de la poudre et des projectiles. Le boîtier peut être facilement retiré du canon de l'arme après le tir. L'amorce est un allumeur, un récipient contenant une petite quantité d'explosif qui s'enflamme par l'impact du percuteur lors du tir. L'explosion de l'amorce provoque un éclair de feu, qui à son tour enflamme la poudre à canon à l'intérieur de la douille. La poudre à canon est une substance explosive qui brûle lorsque l'amorce s'enflamme, créant une haute pression de gaz à l'intérieur de la douille. Cette pression pousse le projectile vers l’avant du canon de l’arme. Le projectile dans une cartouche de fusil de chasse à double canon peut être une balle ou un coup de feu. Une balle est un projectile métallique d'un seul calibre conçu pour le tir à longue distance. Shot est un projectile composé de nombreuses petites billes métalliques de différents calibres, destiné au tir à courte distance avec une large diffusion. Les munitions à double canon peuvent avoir différents paramètres tels que le calibre, le poids du projectile, le type et la quantité de poudre et le type d'amorce. Ces paramètres peuvent varier en fonction du modèle spécifique d'arme et de son objectif - pour la chasse, le tir sportif ou l'autodéfense. Il est important de respecter toutes les règles de sécurité et d'utiliser correctement les cartouches pour fusils à double canon. Le non-respect des règles et une utilisation inappropriée peuvent entraîner des blessures graves ou des dommages au fusil de chasse.
ko: 더블 배럴 카트리지는 더블 배럴 총기에 사용되는 특수 발사체입니다. 카트리지 케이스(케이싱)에 뇌관(점화기), 분말, 발사체(총알 또는 탄환)가 삽입되는 구조로 이루어져 있습니다. 카트리지 케이스는 일반적으로 황동 또는 강철로 만들어집니다. 가장자리가 가늘어지는 원통 모양이며 한쪽 끝이 열려 있어 파우더와 발사체를 장전할 수 있습니다. 발사 후 총신에서 케이스를 쉽게 제거 할 수 있습니다. 뇌관은 발사 핀의 충격에 의해 점화되는 소량의 폭발물이 들어 있는 용기인 점화기입니다. 뇌관이 폭발하면 불꽃이 발생하여 카트리지 케이스 내부의 화약에 불이 붙습니다. 화약은 뇌관이 점화될 때 연소하는 폭발성 물질로, 카트리지 케이스 내부에 고압의 가스를 생성합니다. 이 압력은 발사체를 총신 아래로 앞으로 밀어냅니다. 더블 배럴 샷건 카트리지의 발사체는 총알 또는 탄환일 수 있습니다. 총알은 장거리 사격을 위해 설계된 한 구경의 금속 발사체입니다. 샷은 구경이 다른 여러 개의 작은 금속 공으로 구성된 발사체로, 넓게 퍼져 단거리 사격을 위한 것입니다. 더블 배럴 탄약은 구경, 발사체 무게, 분말의 종류와 양, 뇌관의 종류 등 다양한 매개 변수를 가질 수 있습니다. 이러한 매개변수는 총기의 특정 모델과 사냥, 스포츠 사격 또는 자기방어 등 총기의 용도에 따라 달라질 수 있습니다. 더블 배럴 샷건의 경우 모든 안전 규칙을 준수하고 카트리지를 올바르게 사용하는 것이 중요합니다. 규칙을 따르지 않고 부적절하게 사용하면 심각한 부상을 입거나 산탄총이 손상될 수 있습니다.

# Inventory,Animals
source: Animals
de: Tiere
fr: Animaux
hu: Állatok
it: Animali
ko: 동물
ru: Животные

# Inventory,Bearpelt
source: Bear pelt
de: Bärenfell
fr: Peau d'ours
hu: Medve bunda
it: Pelle d'orso
ko: 곰 가죽
ru: Медвежья шкура

# Inventory,BearpeltText
source: A bearskin is a tall fur hat usually worn as part of ceremonial military uniform. Traditionally, the bear skin was the headwear of grenadiers and is still used by grenadier and guard regiments in various armies. Bear skins should not be confused with other types of fur military headdresses, especially the smaller basbys.
de: Ein Bärenfell ist eine hohe Pelzmütze, die normalerweise als Teil der zeremoniellen Militäruniform getragen wird. Traditionell war das Bärenfell die Kopfbedeckung der Grenadiere und wird auch heute noch von Grenadier- und Wachregimentern in verschiedenen Armeen getragen. Bärenfelle sollten nicht mit anderen Arten von militärischen Kopfbedeckungen aus Fell verwechselt werden, insbesondere nicht mit den kleineren Basbys.
fr: Une peau d'ours est un grand chapeau de fourrure généralement porté dans le cadre de l'uniforme militaire de cérémonie. Traditionnellement, la peau d'ours était le couvre-chef des grenadiers et est encore utilisée par les régiments de grenadiers et de gardes de diverses armées. Les peaux d'ours ne doivent pas être confondues avec d'autres types de coiffes militaires en fourrure, en particulier les plus petites basbys.
hu: A medvebőr egy magas szőrme kalap, amelyet általában a katonai díszegyenruha részeként viselnek. A medvebőr hagyományosan a gránátosok fejfedője volt, és a mai napig használják a különböző hadseregek gránátos- és gárdistaezredei. A medvebőr nem tévesztendő össze más típusú szőrmés katonai fejfedőkkel, különösen a kisebb bazbiszokkal.
it: Una pelle d'orso è un alto cappello di pelliccia solitamente indossato come parte dell'uniforme militare cerimoniale. Tradizionalmente, la pelle d'orso era il copricapo dei granatieri ed è ancora utilizzata dai reggimenti di granatieri e di guardia in vari eserciti. Le pelli d'orso non devono essere confuse con altri tipi di copricapi militari in pelliccia, in particolare con i basby più piccoli.
ko: 곰 가죽은 일반적으로 군복의 일부로 착용하는 키가 큰 모피 모자입니다. 전통적으로 곰 가죽은 수류탄병의 모자였으며 지금도 여러 군대의 수류탄병과 근위대에서 사용하고 있습니다. 곰 가죽을 다른 종류의 모피 군용 머리 장식, 특히 작은 가죽과 혼동해서는 안 됩니다.
ru: Медвежья шкура - это высокая меховая шапка, обычно являющаяся частью парадной военной формы. Традиционно медвежья шкура являлась головным убором гренадеров и до сих пор используется гренадерскими и гвардейскими полками в различных армиях. Медвежьи шкуры не следует путать с другими видами меховых военных головных уборов, особенно с небольшими басмами.

# Inventory,Bench
source: Bench
de: Bank
fr: Banc
hu: Pad
it: Panca
ko: 벤치
ru: Скамейка

# Inventory,BenchError
source: I don't have benches...
de: Ich habe keine Bänke...
fr: Je n'ai pas de bancs...
hu: Nekem nincs padom...
it: Non ho panchine...
ko: 벤치가 없습니다...
ru: У меня нет скамеек...

# Inventory,BenchInstall
source: Install bench
de: Bank installieren
fr: Installer le banc
hu: Helyezze al a padot
it: Installa la panca
ko: 벤치 설치
ru: Установить скамейку

# Inventory,BenchSitting
source: Sit on the bench
de: Auf der Bank sitzen
fr: Asseyez-vous sur le banc
hu: Ülj le a padra
it: Siediti sulla panchina
ko: 벤치에 앉기
ru: Сесть на скамейку
