Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,BenchText
source: A bench (lava) is an ancient stationary multifunctional wooden furniture for recreation, widespread until the beginning of the XVIII century. It is a board for sitting or lying down, attached to the wall. By now it is still used in Russian villages as the simplest form of furniture.
de: Eine Bank (Lava) ist ein altes, stationäres, multifunktionales Holzmöbel zur Erholung, das bis zum Beginn des XVIII. Es ist ein Brett zum Sitzen oder Liegen, das an der Wand befestigt wird. Auch heute noch wird sie in russischen Dörfern als einfachste Form von Möbeln verwendet.
fr: Un banc (lave) est un ancien meuble fixe multifonctionnel en bois destiné aux loisirs, répandu jusqu'au début du XVIIIe siècle. C'est une planche pour s'asseoir ou s'allonger, fixée au mur. Aujourd’hui, il est encore utilisé dans les villages russes comme le meuble le plus simple.
hu: A pad (láva) egy ősi, a XVIII. század elejéig elterjedt, többfunkciós, helyhez kötött, fából készült pihenőbútor. Ez egy falhoz rögzített, ülésre vagy fekvésre szolgáló deszka. Mostanra még mindig használják az orosz falvakban, mint a bútorok legegyszerűbb formáját.
it: Una panca (lava) è un antico arredo stazionario multifunzionale in legno per la ricreazione, diffuso fino all'inizio del XVIII secolo. È una tavola per sedersi o sdraiarsi, fissata al muro. Ormai è ancora utilizzato nei villaggi russi come la forma più semplice di arredamento.
ko: 벤치 (lava)는 레크리에이션을위한 고대 고정식 다기능 목재 가구로 18 세기 초까지 널리 퍼져 있습니다. 벽에 부착 된 앉거나 누워있는 판자입니다. 지금까지 러시아 마을에서 가장 단순한 형태의 가구로 여전히 사용되고 있습니다.
ru: Скамья (лава) - старинная стационарная многофункциональная деревянная мебель для отдыха, широко распространенная до начала XVIII века. Представляет собой доску для сидения или лежания, прикрепленную к стене. До сих пор она используется в русских деревнях как простейший вид мебели.

# Inventory,Berries
source: Berries
de: Beeren
fr: Baies
hu: Bogyók
it: Frutti di bosco
ko: 베리
ru: Ягоды

# Inventory,Birdhouse
source: Birdhouse
de: Vogelhaus
fr: Nichoir
hu: Madáretető
it: Casetta per gli uccelli
ko: 새집
ru: Скворечник

# Inventory,Birdhouse_01
source: Little birdhouse
de: Kleines Vogelhaus
fr: Petit nichoir
hu: Kis madáretető
it: Piccola casetta per gli uccelli
ko: 소형 새집
ru: Маленький скворечник

# Inventory,Birdhouse_02
source: Medium birdhouse
de: Mittleres Vogelhaus
fr: Moyen nichoir
hu: Közepes madáretető
it: Casetta per uccelli media
ko: 중형 새집
ru: Скворечник среднего размера

# Inventory,Birdhouse_03
source: Big birdhouse
de: Großes Vogelhaus
fr: Grand nichoir
hu: Nagy madáretető
it: Grande casetta per gli uccelli
ko: 대형 새집
ru: Большой скворечник

# Inventory,BirdhouseError
source: I don't have birdhouses...
de: Ich habe keine Vogelhäuser...
fr: Je n'ai pas de nichoirs...
hu: Nincs madáretetőm...
it: Non ho casette per gli uccelli...
ko: 새집이 없습니다...
ru: У меня нет скворечников...

# Inventory,BirdhouseInstall
source: Install birdhouse
de: Vogelhaus installieren
fr: Installer un nichoir
hu: Helyezze al a madáretetőt
it: Installa una casetta per gli uccelli
ko: 새집 설치
ru: Установить скворечник

# Inventory,BirdhouseText
source: Birdhouse (bluebird) is an enclosed artificial nesting box for small birds, mainly nesting in the cavities. Among all artificial nesting boxes, birdhouses and bluebirds are the most popular among hobbyists. Such nesting boxes for small passerine birds are often made by amateurs and located in urban areas. In Soviet times, there was a practice of involving schoolchildren in making birdhouses during labor lessons.
de: Ein Vogelhaus (Bluebird) ist ein geschlossener künstlicher Nistkasten für kleine Vögel, die hauptsächlich in den Höhlen nisten. Unter allen künstlichen Nistkästen sind Vogelhäuschen und Blaumeisen die beliebtesten unter Hobbyisten. Solche Nistkästen für kleine Sperlingsvögel werden oft von Amateuren gebaut und in städtischen Gebieten angebracht. Zu Sowjetzeiten war es üblich, Schulkinder im Rahmen des Werkunterrichts in den Bau von Vogelhäusern einzubeziehen.
fr: Birdhouse (bluebird) est un nichoir artificiel fermé pour petits oiseaux, nichant principalement dans les cavités. Parmi tous les nichoirs artificiels, les nichoirs et les merles bleus sont les plus appréciés des amateurs. De tels nichoirs pour petits passereaux sont souvent réalisés par des amateurs et situés en zone urbaine. À l'époque soviétique, il existait une pratique consistant à impliquer les écoliers dans la fabrication de nichoirs pendant les cours de travail.
hu: A madáretető (kék madáretető) egy zárt mesterséges fészkelődoboz kis madarak számára, amelyek főként az üregekben fészkelnek. A mesterséges fészkelődobozok közül a madárházak és a kékmadarak a legnépszerűbbek a hobbisták körében. Az ilyen fészkelődobozokat a kis szárnyasok számára gyakran amatőrök készítik és városi területeken helyezik el. A szovjet időkben gyakorlat volt, hogy a munkaórák során az iskolásokat is bevonták a madárházak készítésébe.
it: Birdhouse (bluebird) è un nido artificiale chiuso per piccoli uccelli, che nidificano principalmente nelle cavità. Tra tutti i nidi artificiali, le casette per gli uccelli e gli uccelli azzurri sono i più apprezzati dagli hobbisti. Tali nidi per piccoli passeriformi sono spesso realizzati da dilettanti e situati nelle aree urbane. In epoca sovietica, c'era la pratica di coinvolgere gli scolari nella realizzazione di casette per gli uccelli durante le lezioni di lavoro.
ko: 새집(파랑새)은 작은 새를 위한 밀폐된 인공 둥지 상자로, 주로 구멍에 둥지를 틀고 있습니다. 모든 인공 둥지 상자 중에서 새집과 파랑새는 애호가들 사이에서 가장 인기가 있습니다. 이러한 작은 목조류를위한 둥지 상자는 종종 아마추어가 만들고 도시 지역에 위치합니다. 소비에트 시대에는 노동 수업 중에 새집을 만드는 데 학생들을 참여시키는 관행이있었습니다.
ru: Скворечник (синичник) - это закрытый искусственный гнездовой ящик для мелких птиц, в основном гнездящихся в дуплах. Среди всех искусственных гнездовых ящиков скворечники и синичники являются наиболее популярными среди любителей. Такие гнездовья для мелких воробьиных птиц часто изготавливаются любителями и располагаются в городских условиях. В советское время существовала практика привлечения школьников к изготовлению скворечников на уроках труда.

# Inventory,Blackberry
source: Blackberry
de: Brombeere
fr: Mûre
hu: Szeder
it: Mora
ko: 블랙베리
ru: Ежевика

# Inventory,Blackberryjam
source: Blackberry jam
de: Brombeermarmelade
fr: Confiture de mûres
hu: Szeder lekvár
it: Orologio mora
ko: 블랙베리 잼
ru: Варенье из ежевики

# Inventory,BlackberryjamText
source: Blackberry jam is a homemade canned treat made from fresh or frozen blackberries. Here is a description of the preparation process and characteristics of this jam: 1. Ingredients: To make blackberry jam, you will need fresh or frozen blackberries, sugar and lemon juice. It is also possible to use pectin to achieve the desired consistency. 2. Preparing the berries: Blackberries should be thoroughly washed and inspected for damage or rot. Small twigs and stems are also removed. 3. Preparing the syrup: In a large saucepan, sugar and lemon juice are mixed. The mixture is then heated over medium heat until the sugar is completely dissolved. 4. Boiling the berries: Blackberries are added to the syrup and the mixture is brought to a boil. The heat is then reduced to medium and the boiling is maintained for 15-20 minutes. During this time, the berries will soften and release their juice. 5. Treat with pectin (if necessary): If a thicker consistency is desired, pectin is added according to package directions. The pectin should be stirred evenly into the jam to avoid lumps. 6. Packaging: The hot jam is poured into sterile jars, which are then sealed. The jam is cooled at room temperature and then stored in a cool and dark place. Characteristics of blackberry jam: - Flavor: Blackberry jam has a sweet and sour flavor with a bright berry note. It combines the sugar sweetness and freshness of the berries. - Texture: Depending on preference, the texture of the jam can be thick and chunky, or smoother and pasty. - Color: Blackberry jam has an intense dark purple or black color, making it very appealing to the eye. - Use: Blackberry jam can be used as a filling for cakes and pies, and as a jam for bread, rolls and sandwiches. It can also be added to yogurt or ice cream for a special flavor.
de: Brombeermarmelade ist eine hausgemachte Leckerei aus frischen oder gefrorenen Brombeeren. Hier ist eine Beschreibung des Zubereitungsprozesses und der Eigenschaften dieser Marmelade: 1. Zutaten: Um Brombeermarmelade herzustellen, brauchst du frische oder gefrorene Brombeeren, Zucker und Zitronensaft. Es ist auch möglich, Pektin zu verwenden, um die gewünschte Konsistenz zu erreichen. 2. Vorbereiten der Beeren: Die Brombeeren sollten gründlich gewaschen und auf Beschädigungen oder Fäulnis untersucht werden. Auch kleine Zweige und Stiele werden entfernt. 3. Den Sirup zubereiten: In einem großen Kochtopf werden Zucker und Zitronensaft vermischt. Die Mischung wird dann bei mittlerer Hitze erhitzt, bis der Zucker vollständig aufgelöst ist. 4. Die Beeren kochen: Die Brombeeren werden in den Sirup gegeben und die Mischung wird zum Kochen gebracht. Die Hitze wird dann auf mittlere Stufe reduziert und das Kochen wird für 15-20 Minuten beibehalten. Während dieser Zeit werden die Beeren weich und geben ihren Saft ab. 5. Mit Pektin behandeln (falls nötig): Wenn eine dickere Konsistenz gewünscht ist, wird Pektin nach Packungsanweisung zugegeben. Das Pektin sollte gleichmäßig in die Konfitüre eingerührt werden, um Klumpen zu vermeiden. 6. Verpacken: Die heiße Marmelade wird in sterile Gläser gefüllt, die dann verschlossen werden. Die Marmelade wird bei Zimmertemperatur abgekühlt und dann an einem kühlen und dunklen Ort gelagert. Merkmale von Brombeermarmelade: - Geschmack: Brombeermarmelade hat einen süß-säuerlichen Geschmack mit einer hellen Beerennote. Sie kombiniert die Zuckersüße und die Frische der Beeren. - Textur: Je nach Vorliebe kann die Textur der Konfitüre dick und stückig oder weich und pastös sein. - Farbe: Brombeermarmelade hat eine intensive dunkelviolette oder schwarze Farbe, die sehr ansprechend für das Auge ist. - Verwendung: Brombeermarmelade kann als Füllung für Kuchen und Torten und als Marmelade für Brot, Brötchen und Sandwiches verwendet werden. Sie kann auch zu Joghurt oder Eiscreme hinzugefügt werden, um einen besonderen Geschmack zu erzielen.
fr: La confiture de mûres est une friandise maison en conserve à base de mûres fraîches ou surgelées. Voici une description du processus de préparation et des caractéristiques de cette confiture : 1. Ingrédients : Pour réaliser de la confiture de mûres, vous aurez besoin de mûres fraîches ou surgelées, de sucre et de jus de citron. Il est également possible d'utiliser de la pectine pour obtenir la consistance souhaitée. 2. Préparation des baies : Les mûres doivent être soigneusement lavées et inspectées pour déceler tout dommage ou pourriture. Les petites brindilles et tiges sont également supprimées. 3. Préparation du sirop : Dans une grande casserole, le sucre et le jus de citron sont mélangés. Le mélange est ensuite chauffé à feu moyen jusqu'à ce que le sucre soit complètement dissous. 4. Faire bouillir les baies : Les mûres sont ajoutées au sirop et le mélange est porté à ébullition. Le feu est ensuite réduit à moyen et l'ébullition est maintenue pendant 15 à 20 minutes. Pendant ce temps, les baies vont ramollir et libérer leur jus. 5. Traiter avec de la pectine (si nécessaire) : Si une consistance plus épaisse est souhaitée, de la pectine est ajoutée selon les instructions sur l'emballage. La pectine doit être incorporée uniformément à la confiture pour éviter les grumeaux. 6. Conditionnement : La confiture chaude est versée dans des pots stériles qui sont ensuite fermés hermétiquement. La confiture est refroidie à température ambiante puis conservée dans un endroit frais et sombre. Caractéristiques de la confiture de mûres : - Saveur : La confiture de mûres a une saveur aigre-douce avec une note lumineuse de baies. Il allie la douceur du sucre et la fraîcheur des baies. - Texture : Selon les préférences, la texture de la confiture peut être épaisse et épaisse, ou plus onctueuse et pâteuse. - Couleur : La confiture de mûres a une couleur violet foncé ou noire intense, ce qui la rend très attrayante à l'œil. - Utilisation : La confiture de mûres peut être utilisée comme garniture pour gâteaux et tartes, et comme confiture pour pain, petits pains et sandwichs. Il peut également être ajouté au yaourt ou à la crème glacée pour une saveur particulière.
hu: A szederlekvár friss vagy fagyasztott szederből készült házi konzerv. Az alábbiakban a lekvár elkészítési folyamatát és jellemzőit ismertetjük: 1. Hozzávalók: A lekvár elkészítése: 1: A szederlekvár elkészítéséhez friss vagy fagyasztott szederre, cukorra és citromlére lesz szüksége. A kívánt állag eléréséhez pektint is használhatunk. 2. A bogyós gyümölcsök előkészítése: A szedret alaposan meg kell mosni, és meg kell vizsgálni, hogy nincs-e rajta sérülés vagy rothadás. Az apró gallyakat és szárakat is eltávolítjuk. 3. A szirup előkészítése: Egy nagy lábasban összekeverjük a cukrot és a citromlevet. A keveréket közepes lángon addig melegítjük, amíg a cukor teljesen fel nem oldódik. 4. A bogyók felforralása: A szedereket hozzáadjuk a sziruphoz, és a keveréket felforraljuk. Ezután a hőfokot közepesre csökkentjük, és a forralást 15-20 percig fenntartjuk. Ez idő alatt a bogyók megpuhulnak és levet eresztenek. 5. Kezeljük pektinnel (ha szükséges): Ha sűrűbb állagot szeretnénk, a csomagolás utasításai szerint pektint adunk hozzá. A pektint egyenletesen kell a lekvárba keverni, hogy elkerüljük a csomósodást. 6. Csomagolás: A forró lekvárt steril üvegekbe öntjük, majd lezárjuk. A lekvárt szobahőmérsékleten lehűtjük, majd hűvös és sötét helyen tároljuk. A szederlekvár jellemzői: - Íz: A szederlekvár édes-savanykás ízű, élénk bogyós gyümölcsökkel. Egyesíti a bogyók cukorédességét és frissességét. - Állag: A lekvár állaga: A lekvár állagát tekintve a lekvár a legfinomabb: A lekvár textúrája ízléstől függően lehet sűrű és darabos, vagy simább és pépes. - Szín: A szederlekvár intenzív sötétlila vagy fekete színű, ami nagyon vonzóvá teszi a szemnek. - Felhasználás: A szederlekvár sütemények és piték töltelékeként, valamint kenyér, zsemle és szendvicsek lekvárjaként használható. Joghurthoz vagy fagylalthoz is adható, hogy különleges ízt adjon.
it: La marmellata di more è una prelibatezza in scatola fatta in casa a base di more fresche o congelate. Ecco la descrizione del procedimento di preparazione e delle caratteristiche di questa marmellata: 1. Ingredienti: Per preparare la marmellata di more avrete bisogno di more fresche o congelate, zucchero e succo di limone. È anche possibile utilizzare la pectina per ottenere la consistenza desiderata. 2. Preparazione delle bacche: le more devono essere lavate accuratamente e ispezionate per eventuali danni o marciume. Vengono rimossi anche piccoli ramoscelli e steli. 3. Preparazione dello sciroppo: in una pentola capiente si mescolano lo zucchero e il succo di limone. La miscela viene quindi riscaldata a fuoco medio fino al completo scioglimento dello zucchero. 4. Bollire i frutti di bosco: le more vengono aggiunte allo sciroppo e il composto viene portato a ebollizione. Il calore viene quindi ridotto a medio e l'ebollizione viene mantenuta per 15-20 minuti. Durante questo periodo le bacche si ammorbidiranno e rilasceranno il loro succo. 5. Trattare con pectina (se necessario): se si desidera una consistenza più densa, aggiungere la pectina secondo le indicazioni sulla confezione. La pectina va mescolata uniformemente alla marmellata per evitare la formazione di grumi. 6. Confezionamento: La marmellata calda viene versata in vasetti sterili, che poi vengono sigillati. La marmellata viene raffreddata a temperatura ambiente e poi conservata in un luogo fresco e buio. Caratteristiche della confettura di more: - Sapore: la marmellata di more ha un sapore agrodolce con una nota di frutti di bosco brillante. Unisce la dolcezza dello zucchero e la freschezza dei frutti di bosco. - Consistenza: a seconda delle preferenze, la consistenza della marmellata può essere densa e grumosa oppure più liscia e pastosa. - Colore: la confettura di more ha un intenso colore viola scuro o nero, che la rende molto attraente alla vista. - Utilizzo: La marmellata di more può essere utilizzata come farcitura per torte e crostate, e come marmellata per pane, panini e panini. Può anche essere aggiunto allo yogurt o al gelato per un sapore speciale.
ko: 블랙베리 잼은 신선한 블랙베리 또는 냉동 블랙베리로 만든 홈메이드 통조림 간식입니다. 다음은 이 잼의 준비 과정과 특징에 대한 설명입니다: 1. 재료: 블랙 베리 잼을 만들려면 신선하거나 냉동 된 블랙 베리, 설탕 및 레몬 주스가 필요합니다. 원하는 일관성을 얻기 위해 펙틴을 사용할 수도 있습니다. 2. 베리 준비하기: 블랙 베리는 철저히 씻어서 손상이나 부패가 있는지 검사해야합니다. 작은 나뭇 가지와 줄기도 제거합니다. 3. 시럽 준비하기: 큰 냄비에 설탕과 레몬 주스를 섞습니다. 그런 다음 설탕이 완전히 녹을 때까지 혼합물을 중불로 가열합니다. 4. 딸기 끓이기: 블랙베리를 시럽에 넣고 혼합물을 끓입니다. 그런 다음 불을 중간으로 줄이고 15-20분 동안 끓입니다. 이 시간 동안 베리가 부드러워지고 주스가 방출됩니다. 5. 펙틴으로 치료합니다 (필요한 경우): 더 걸쭉한 농도를 원할 경우 포장 지침에 따라 펙틴을 첨가합니다. 펙틴은 덩어리가 생기지 않도록 잼에 골고루 저어주어야 합니다. 6. 포장하기: 뜨거운 잼을 멸균 병에 붓고 밀봉합니다. 잼은 실온에서 식힌 다음 서늘하고 어두운 곳에 보관합니다. 블랙 베리 잼의 특징: - 풍미: 블랙베리 잼은 새콤달콤한 맛과 밝은 베리 향이 있습니다. 설탕의 단맛과 베리의 신선함이 결합되어 있습니다. - 질감: 기호에 따라 잼의 질감은 두껍고 두툼하거나 부드럽고 반죽처럼 부드러울 수 있습니다. - 색상: 블랙베리 잼은 강렬한 짙은 보라색 또는 검은색을 띠고 있어 시각적으로 매우 매력적입니다. - 용도: 블랙베리 잼은 케이크와 파이의 필링으로 사용하거나 빵, 롤, 샌드위치용 잼으로 사용할 수 있습니다. 요거트나 아이스크림에 첨가하여 특별한 풍미를 더할 수도 있습니다.
ru: Варенье из ежевики - это домашнее консервированное лакомство, приготовленное из свежей или замороженной ежевики. Ниже приводится описание процесса приготовления и характеристик этого варенья: 1. Ингредиенты: Для приготовления ежевичного джема вам понадобятся свежие или замороженные ягоды ежевики, сахар и лимонный сок. Можно также использовать пектин для получения желаемой консистенции. 2. Подготовка ягод: Ягоды ежевики следует тщательно вымыть и осмотреть на предмет повреждений и гнили. Также удаляются мелкие веточки и плодоножки. 3. Приготовление сиропа: В большой кастрюле смешивают сахар и лимонный сок. Смесь нагревают на среднем огне до полного растворения сахара. 4. Варим ягоды: В сироп добавляют ягоды ежевики и доводят смесь до кипения. Затем нагрев уменьшают до среднего и поддерживают кипение в течение 15-20 минут. За это время ягоды размягчатся и выделят свой сок. 5. Обработать пектином (при необходимости): Если необходимо получить более густую консистенцию, добавляют пектин в соответствии с инструкцией на упаковке. Пектин следует равномерно размешать в варенье, чтобы избежать образования комочков. 6. Упаковка: Горячий джем разливают в стерильные банки, которые затем герметично укупоривают. Варенье охлаждается при комнатной температуре и хранится в прохладном темном месте. Характеристика ежевичного варенья: - Вкус: Варенье из ежевики обладает кисло-сладким вкусом с яркой ягодной нотой. В нем сочетаются сладость сахара и свежесть ягод. - Текстура: В зависимости от предпочтений консистенция джема может быть густой и рассыпчатой или более гладкой и пастообразной. - Цвет: Джем из ежевики имеет насыщенный темно-фиолетовый или черный цвет, что делает его очень привлекательным на вид. - Применение: ежевичное варенье можно использовать в качестве начинки для пирогов и пирожков, а также в качестве джема для хлеба, булочек и бутербродов. Его также можно добавлять в йогурт или мороженое для придания особого вкуса.

# Inventory,Blackberrytext
source: The color of the berry is dark purple. Some species have a bluish patina. They are semi-shrubs, whose stems and shoots are studded; their stem shoots are flexible, sometimes ascending, sometimes recumbent; leaves of Rubus caesius are ternate, lower ones sometimes even with 5 leaflets; leaves of Rubus fruticosus consist of 5 and 7 leaflets. In the Caucasus and in some areas of the Middle East (as in Israel, for example), these species, especially Rubus fruticosus, are unusually overgrown, forming impassable thickets together with other shrubs.
de: Die Farbe der Beere ist dunkelviolett. Einige Arten haben eine bläuliche Patina. Sie sind Halbsträucher, deren Stämme und Triebe besetzt sind; ihre Stammtriebe sind biegsam, manchmal aufsteigend, manchmal liegend; die Blätter von Rubus caesius sind dreizählig, die unteren manchmal sogar mit 5 Fiederblättchen; die Blätter von Rubus fruticosus bestehen aus 5 und 7 Fiederblättchen. Im Kaukasus und in einigen Gebieten des Nahen Ostens (z. B. in Israel) sind diese Arten, vor allem Rubus fruticosus, ungewöhnlich stark bewachsen und bilden zusammen mit anderen Sträuchern unpassierbare Dickichte.
fr: La couleur de la baie est violet foncé. Certaines espèces ont une patine bleutée. Ce sont des semi-arbustes, dont les tiges et les pousses sont cloutées ; leurs tiges sont flexibles, tantôt ascendantes, tantôt couchées ; les feuilles de Rubus caesius sont ternes, les inférieures parfois même à 5 folioles ; les feuilles de Rubus fruticosus sont constituées de 5 et 7 folioles. Dans le Caucase et dans certaines régions du Moyen-Orient (comme en Israël par exemple), ces espèces, en particulier Rubus fruticosus, sont inhabituellement envahies par la végétation, formant des fourrés infranchissables avec d'autres arbustes.
hu: A bogyó színe sötétlila. Egyes fajok kékes patinájúak. Félcserjék, amelyek szára és hajtásai szálkásak; szárhajtásaik hajlékonyak, néha felszállóak, néha fekvő helyzetben vannak; a Rubus caesius levelei háromlevelűek, az alsóbbak néha 5 levélkéből is állnak; a Rubus fruticosus levelei 5 és 7 levélkéből állnak. A Kaukázusban és a Közel-Kelet egyes területein (például Izraelben) ezek a fajok, különösen a Rubus fruticosus, szokatlanul benőttek, más cserjékkel együtt járhatatlan sűrűséget alkotnak.
it: Il colore della bacca è viola scuro. Alcune specie hanno una patina bluastra. Sono semiarbusti, i cui fusti e germogli sono tempestati; i loro germogli sono flessibili, talvolta ascendenti, talvolta reclinati; le foglie del Rubus caesius sono ternate, quelle inferiori talvolta anche con 5 foglioline; le foglie del Rubus fruticosus sono costituite da 5 e 7 foglioline. Nel Caucaso e in alcune zone del Medio Oriente (come ad esempio in Israele) queste specie, soprattutto il Rubus fruticosus, sono insolitamente ricoperte di vegetazione e formano insieme ad altri arbusti boschetti invalicabili.
ko: 베리의 색은 짙은 보라색입니다. 일부 종은 푸르스름한 푸른 녹을 가지고 있습니다. 그들은 줄기와 새싹이 박힌 반 관목입니다. 줄기 싹은 유연하고 때로는 상승하고 때로는 누워 있습니다. Rubus caesius의 잎은 삼엽이고 때로는 5 개의 전단지가있는 낮은 잎이며 Rubus fruticosus의 잎은 5 개와 7 개의 잎으로 구성됩니다. 코카서스와 중동의 일부 지역 (예 : 이스라엘과 같이)에서 이러한 종, 특히 Rubus fruticosus는 비정상적으로 자라서 다른 관목과 함께 통과 할 수없는 덤불을 형성합니다.
ru: Цвет ягоды темно-фиолетовый. Некоторые виды имеют синеватый налет. Это полукустарники, стебли и побеги которых шиповатые; стеблевые побеги гибкие, иногда восходящие, иногда лежачие; листья у Rubus caesius тройчатые, нижние иногда даже с 5 листочками; листья Rubus fruticosus состоят из 5 и 7 листочков. На Кавказе и в некоторых районах Ближнего Востока (например, в Израиле) эти виды, особенно Rubus fruticosus, необычайно разрастаются, образуя вместе с другими кустарниками непроходимые заросли.

# Inventory,Bleach
source: Bleach
de: Bleichen
fr: Eau de javel
ko: 표백제
