Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,MoonshineText
source: Samogon is an alcoholic beverage produced by distillation of a fermented mixture, most often from various types of cereals, fruits or berries. To obtain moonshine, special apparatuses are used - moonshine machines or moonshine columns. The process of moonshine production begins with fermentation of raw materials, as a result of which sugars are converted into alcohol. This is usually accomplished by adding yeast to the mixture of sugars and water, which begins to ferment, releasing alcohol and carbon dioxide. Fermentation can take several days or weeks, depending on the conditions and type of raw material. After fermentation, the resulting alcoholic brogue mixture is distilled in a moonshine distiller. Distillation separates the components by their boiling points. The alcoholic vapor formed by heating the braga rises up the column and then cools and condenses again, becoming a liquid that is collected and is moonshine. The distillation process is repeated many times to produce a cleaner, higher quality product. The end result of moonshine can vary greatly depending on the raw materials and production technology. It can have different strength, aroma and taste. Some people prefer to add various flavorings or seasonings such as berries, herbs or spices to give moonshine an extra flavor. The safety of moonshine can be an issue, as the wrong distillation process and improperly purified product can contain harmful substances. Therefore, it is worth remembering that illegal production of moonshine or consumption in an inadequately purified form can lead to serious health problems. In some countries, the production and sale of moonshine is prohibited without a permit or license due to potential health and safety risks.
de: Samogon ist ein alkoholisches Getränk, das durch Destillation einer vergorenen Mischung hergestellt wird, meist aus verschiedenen Getreidesorten, Früchten oder Beeren. Zur Herstellung von Moonshine werden spezielle Apparate verwendet - Moonshine-Maschinen oder Moonshine-Kolonnen. Der Prozess der Moonshine-Herstellung beginnt mit der Gärung der Rohstoffe, bei der der Zucker in Alkohol umgewandelt wird. Dies geschieht in der Regel durch die Zugabe von Hefe zu der Mischung aus Zucker und Wasser, die zu gären beginnt und dabei Alkohol und Kohlendioxid freisetzt. Die Gärung kann mehrere Tage oder Wochen dauern, je nach den Bedingungen und der Art des Rohstoffs. Nach der Gärung wird das entstandene alkoholische Brogue-Gemisch in einem Moonshine-Brenner destilliert. Bei der Destillation werden die Bestandteile nach ihrem Siedepunkt getrennt. Der alkoholische Dampf, der durch das Erhitzen der Braga entsteht, steigt in der Kolonne nach oben, kühlt ab und kondensiert wieder zu einer Flüssigkeit, die aufgefangen wird und Moonshine ist. Der Destillationsprozess wird viele Male wiederholt, um ein reineres, hochwertigeres Produkt herzustellen. Das Endergebnis von Moonshine kann je nach Rohstoffen und Produktionstechnik sehr unterschiedlich ausfallen. Es kann unterschiedliche Stärke, Aroma und Geschmack haben. Manche Leute bevorzugen es, verschiedene Aromen oder Gewürze wie Beeren, Kräuter oder Gewürze hinzuzufügen, um dem Moonshine einen zusätzlichen Geschmack zu verleihen. Die Sicherheit von Moonshine kann ein Problem sein, denn ein falsches Destillationsverfahren und ein unsachgemäß gereinigtes Produkt können schädliche Stoffe enthalten. Deshalb sollte man daran denken, dass die illegale Herstellung von Moonshine oder der Konsum in unzureichend gereinigter Form zu ernsthaften gesundheitlichen Problemen führen kann. In einigen Ländern ist die Herstellung und der Verkauf von Moonshine ohne Genehmigung oder Lizenz wegen möglicher Gesundheits- und Sicherheitsrisiken verboten.
fr: Le samogon est une boisson alcoolisée obtenue par distillation d'un mélange fermenté, le plus souvent à partir de divers types de céréales, de fruits ou de baies. Pour obtenir du clair de lune, des appareils spéciaux sont utilisés - des machines à clair de lune ou des colonnes de clair de lune. Le processus de production de clair de lune commence par la fermentation des matières premières, à la suite de laquelle les sucres sont convertis en alcool. Ceci est généralement accompli en ajoutant de la levure au mélange de sucres et d'eau, qui commence à fermenter, libérant de l'alcool et du dioxyde de carbone. La fermentation peut prendre plusieurs jours ou semaines, selon les conditions et le type de matière première. Après fermentation, le mélange alcoolisé de brogue obtenu est distillé dans un distillateur de clair de lune. La distillation sépare les composants selon leurs points d'ébullition. La vapeur d'alcool formée en chauffant la braga monte dans la colonne puis se refroidit et se condense à nouveau, devenant un liquide qui est collecté et constitue du clair de lune. Le processus de distillation est répété plusieurs fois pour produire un produit plus propre et de meilleure qualité. Le résultat final du clair de lune peut varier considérablement en fonction des matières premières et de la technologie de production. Il peut avoir une force, un arôme et un goût différents. Certaines personnes préfèrent ajouter divers arômes ou assaisonnements tels que des baies, des herbes ou des épices pour donner au clair de lune une saveur supplémentaire. La sécurité du clair de lune peut être un problème, car un mauvais processus de distillation et un produit mal purifié peuvent contenir des substances nocives. Par conséquent, il convient de rappeler que la production illégale de clair de lune ou sa consommation sous une forme insuffisamment purifiée peut entraîner de graves problèmes de santé. Dans certains pays, la production et la vente de clair de lune sont interdites sans permis ou licence en raison de risques potentiels pour la santé et la sécurité.
hu: A szamogon olyan alkoholos ital, amelyet erjesztett keverék lepárlásával állítanak elő, leggyakrabban különböző gabonafélékből, gyümölcsökből vagy bogyókból. A szamogul előállításához speciális készülékeket - szamogulgépeket vagy szamoguloszlopokat - használnak. A holdfény előállításának folyamata a nyersanyagok erjesztésével kezdődik, amelynek eredményeképpen a cukrok alkohollá alakulnak. Ez általában úgy történik, hogy a cukrok és a víz keverékéhez élesztőt adnak, amely erjedésnek indul, alkoholt és szén-dioxidot bocsátva ki. Az erjedés a körülményektől és a nyersanyag típusától függően több napig vagy hétig is eltarthat. Az erjedés után a keletkező alkoholos brigádkeveréket holdfénylepárlóban lepárolják. A lepárlás során az összetevők forráspontjuk szerint szétválnak. A brágó melegítésével keletkező alkoholos gőz felemelkedik az oszlopon, majd lehűl és ismét lecsapódik, és folyadékká válik, amelyet összegyűjtenek, és ez lesz a holdfény. A desztillációs folyamatot többször megismétlik, hogy tisztább, jobb minőségű terméket állítsanak elő. A holdfény végeredménye a nyersanyagoktól és az előállítási technológiától függően nagymértékben változhat. Különböző erősségű, aromájú és ízű lehet. Egyesek inkább különböző ízesítőket vagy fűszereket, például bogyós gyümölcsöket, gyógynövényeket vagy fűszereket adnak hozzá, hogy a holdfénynek extra ízt adjanak. A holdfény biztonsága kérdéses lehet, mivel a rossz desztillációs eljárás és a nem megfelelően tisztított termék káros anyagokat tartalmazhat. Ezért érdemes észben tartani, hogy a holdfény illegális előállítása vagy nem megfelelően tisztított formában történő fogyasztása súlyos egészségügyi problémákhoz vezethet. Egyes országokban a holdfény előállítása és értékesítése engedély vagy licenc nélkül tilos a potenciális egészségügyi és biztonsági kockázatok miatt.
it: Il Samogon è una bevanda alcolica prodotta dalla distillazione di una miscela fermentata, molto spesso da vari tipi di cereali, frutti o bacche. Per ottenere il chiaro di luna vengono utilizzati apparecchi speciali: macchine per il chiaro di luna o colonne per il chiaro di luna. Il processo di produzione del chiaro di luna inizia con la fermentazione delle materie prime, a seguito della quale gli zuccheri vengono convertiti in alcol. Questo di solito si ottiene aggiungendo lievito alla miscela di zuccheri e acqua, che inizia a fermentare rilasciando alcol e anidride carbonica. La fermentazione può richiedere diversi giorni o settimane, a seconda delle condizioni e del tipo di materia prima. Dopo la fermentazione, la miscela brogue alcolica risultante viene distillata in un distillatore al chiaro di luna. La distillazione separa i componenti in base al loro punto di ebollizione. Il vapore alcolico formatosi riscaldando il braga risale la colonna e poi si raffredda e si condensa nuovamente, diventando un liquido che viene raccolto ed è chiaro di luna. Il processo di distillazione viene ripetuto più volte per produrre un prodotto più pulito e di qualità superiore. Il risultato finale del chiaro di luna può variare notevolmente a seconda delle materie prime e della tecnologia di produzione. Può avere forza, aroma e gusto diversi. Alcune persone preferiscono aggiungere vari aromi o condimenti come bacche, erbe o spezie per dare al chiaro di luna un sapore in più. La sicurezza del chiaro di luna può essere un problema, poiché il processo di distillazione sbagliato e il prodotto non adeguatamente purificato possono contenere sostanze nocive. Pertanto, vale la pena ricordare che la produzione illegale di chiaro di luna o il consumo in una forma non adeguatamente purificata possono portare a seri problemi di salute. In alcuni paesi, la produzione e la vendita di chiaro di luna è vietata senza permesso o licenza a causa di potenziali rischi per la salute e la sicurezza.
ko: 사모곤은 다양한 종류의 곡물, 과일 또는 열매에서 가장 자주 발효 된 혼합물을 증류하여 생산되는 알코올 음료입니다. 달빛을 얻기 위해 달빛 기계 또는 달빛 기둥과 같은 특수 장치가 사용됩니다. 달빛 생산 과정은 원료의 발효로 시작되며 그 결과 설탕이 알코올로 전환됩니다. 이것은 일반적으로 설탕과 물의 혼합물에 효모를 첨가하여 발효를 시작하여 알코올과 이산화탄소를 방출함으로써 이루어집니다. 발효는 원료의 조건과 종류에 따라 며칠 또는 몇 주가 걸릴 수 있습니다. 발효 후 생성 된 알코올성 브로그 혼합물은 달빛 증류기에서 증류됩니다. 증류는 끓는점에 따라 성분을 분리합니다. 브래그를 가열하여 형성된 알코올 증기는 기둥 위로 올라간 다음 다시 냉각되고 응축되어 수집되어 달빛이되는 액체가됩니다. 증류 과정은 더 깨끗하고 고품질의 제품을 생산하기 위해 여러 번 반복됩니다. 달빛의 최종 결과는 원료와 생산 기술에 따라 크게 달라질 수 있습니다. 강도, 향, 맛이 다를 수 있습니다. 어떤 사람들은 달빛에 풍미를 더하기 위해 베리, 허브 또는 향신료와 같은 다양한 향료나 조미료를 첨가하는 것을 선호합니다. 잘못된 증류 과정과 부적절하게 정제 된 제품에는 유해 물질이 포함될 수 있으므로 달빛의 안전성이 문제가 될 수 있습니다. 따라서 달빛을 불법적으로 생산하거나 부적절하게 정제 된 형태로 소비하면 심각한 건강 문제를 일으킬 수 있음을 기억할 가치가 있습니다. 일부 국가에서는 잠재적 인 건강 및 안전 위험으로 인해 허가 나 면허없이 달빛의 생산 및 판매가 금지되어 있습니다.
ru: Самогон - это алкогольный напиток, получаемый путем перегонки сброженной смеси, чаще всего из различных видов зерновых, фруктов или ягод. Для получения самогона используются специальные аппараты - самогонные аппараты или самогонные колонны. Процесс производства самогона начинается с брожения сырья, в результате которого сахара превращаются в спирт. Обычно для этого в смесь сахара и воды добавляют дрожжи, которые начинают бродить, выделяя спирт и углекислый газ. Брожение может длиться несколько дней или недель, в зависимости от условий и вида сырья. После брожения полученную спиртосодержащую брагу перегоняют в самогонном аппарате. При дистилляции происходит разделение компонентов по температурам кипения. Спиртовые пары, образующиеся при нагревании браги, поднимаются вверх по колонне, затем охлаждаются и снова конденсируются, превращаясь в жидкость, которая собирается и является самогоном. Процесс перегонки повторяется многократно для получения более чистого и качественного продукта. Конечный результат самогоноварения может сильно отличаться в зависимости от сырья и технологии производства. Он может иметь различную крепость, аромат и вкус. Некоторые предпочитают добавлять в самогон различные ароматизаторы и приправы - ягоды, травы, специи, чтобы придать ему дополнительный вкус.

# Inventory,Mushroom
source: Podberezovik
it: Porcini
ko: 포드베레조비치
ru: Подберезовик

# Inventory,MushroomCanName
source: Pickled podberezoviki
de: Eingelegte Podberezovik
fr: Podberezoviki marinés
hu: Pácolt podberezoviki
it: Sottospecie decapata
ko: 절인 포드베레조비치
ru: Маринованные подберёзовики

# Inventory,MushroomCantext
source: Pickled Podberezoviki is a canned mushroom product obtained by cooking fresh podberezoviki in a special marinade liquid. Podberezoviki, or chanterelles, are edible species of mushrooms that have a rich aroma and delicate flavor. When preparing pickled podberezoviki, fresh mushrooms are washed, cleaned of dirt and cut off the tough parts of the legs. Then boil the mushrooms in salted water until ready - they should become soft, but not softened. After cooking podberezoviki cooled and placed in jars or glass jars. Marinade is prepared from vinegar, water, salt, sugar and various spices such as cloves, bay leaf, peppercorns, herbs and other aromatic herbs. The mushrooms are poured with the resulting marinade and tightly close the jars. Pickled podberezoviki are usually left for a few days or weeks, so that they are soaked in aromas and acquired a more intense taste. During this time, the mushrooms absorb the marinade and acquire a rich flavor and aroma. Pickled podberezoviki are a great appetizer or an additional ingredient for various dishes. They can be used in salads, sandwiches, pastas, omelets and other mushroom dishes. Pickled podberezoviki can also be used as a delicate mushroom garnish to meat or fish dishes. It is important to note that pickled podberezoviki help to preserve mushrooms and increase their shelf life. They are stored for a long time without loss of flavor and quality.
de: Eingelegte Podberezoviki sind Pilzkonserven, die durch Kochen von frischen Podberezoviki in einer speziellen Marinade hergestellt werden. Podberezoviki, auch Pfifferlinge genannt, sind essbare Pilzarten, die ein reiches Aroma und einen feinen Geschmack haben. Bei der Zubereitung von eingelegten Podberezoviki werden die frischen Pilze gewaschen, von Schmutz befreit und die zähen Teile der Keulen abgeschnitten. Dann werden die Pilze in Salzwasser gekocht, bis sie gar sind - sie sollten weich werden, aber nicht aufweichen. Nach dem Kochen werden die podberezoviki abgekühlt und in Gläser oder Einmachgläser gefüllt. Die Marinade wird aus Essig, Wasser, Salz, Zucker und verschiedenen Gewürzen wie Nelken, Lorbeerblatt, Pfefferkörnern, Kräutern und anderen aromatischen Kräutern zubereitet. Die Pilze werden mit der entstandenen Marinade übergossen und die Gläser fest verschlossen. Eingelegte Podberezoviki werden in der Regel ein paar Tage oder Wochen stehen gelassen, damit sie mit Aromen durchtränkt werden und einen intensiveren Geschmack bekommen. Während dieser Zeit saugen die Pilze die Marinade auf und bekommen einen reichen Geschmack und ein intensives Aroma. Eingelegte Podberezoviki sind eine tolle Vorspeise oder eine zusätzliche Zutat für verschiedene Gerichte. Sie können in Salaten, Sandwiches, Pasta, Omeletts und anderen Pilzgerichten verwendet werden. Eingelegte Podberezoviki können auch als delikate Pilzbeilage zu Fleisch- oder Fischgerichten verwendet werden. Es ist wichtig zu wissen, dass eingelegte Podberezoviki dazu beitragen, Pilze zu konservieren und ihre Haltbarkeit zu erhöhen. Sie sind lange haltbar, ohne an Geschmack und Qualität zu verlieren.
fr: Le Podberezoviki mariné est un produit de champignons en conserve obtenu en cuisant du podberezoviki frais dans un liquide de marinade spécial. Les Podberezoviki, ou girolles, sont des espèces de champignons comestibles qui ont un arôme riche et une saveur délicate. Lors de la préparation du podberezoviki mariné, les champignons frais sont lavés, nettoyés de la saleté et coupés les parties dures des cuisses. Faites ensuite bouillir les champignons dans de l'eau salée jusqu'à ce qu'ils soient prêts - ils doivent devenir mous, mais pas ramollis. Après la cuisson, les podberezoviki sont refroidis et placés dans des bocaux ou des bocaux en verre. La marinade est préparée à partir de vinaigre, d'eau, de sel, de sucre et de diverses épices telles que des clous de girofle, du laurier, des grains de poivre, des herbes et autres herbes aromatiques. Les champignons sont versés avec la marinade obtenue et ferment hermétiquement les bocaux. Les podberezoviki marinés sont généralement laissés pendant quelques jours ou semaines, afin qu'ils s'imprègnent d'arômes et acquièrent un goût plus intense. Pendant ce temps, les champignons absorbent la marinade et acquièrent une saveur et un arôme riches. Les podberezoviki marinés sont un excellent apéritif ou un ingrédient supplémentaire pour divers plats. Ils peuvent être utilisés dans les salades, les sandwichs, les pâtes, les omelettes et autres plats à base de champignons. Les podberezoviki marinés peuvent également être utilisés comme garniture délicate de champignons pour les plats de viande ou de poisson. Il est important de noter que les podberezoviki marinés aident à conserver les champignons et à augmenter leur durée de conservation. Ils se conservent longtemps sans perte de saveur et de qualité.
hu: A pácolt podberezoviki egy olyan gombakonzerv, amelyet friss podberezoviki főzésével, speciális páclevesben történő főzéssel állítanak elő. A podberezoviki vagy rókagomba ehető gombafaj, amely gazdag aromával és finom ízzel rendelkezik. A pácolt podberezoviki készítésekor a friss gombát megmossák, megtisztítják a szennyeződésektől, és levágják a lábak kemény részeit. Ezután a gombát sós vízben készre főzzük - a gombának puhának kell lennie, de nem szabad megpuhulnia. Főzés után podberezoviki lehűtjük és üvegekbe vagy üvegekbe helyezzük. A pácot ecetből, vízből, sóból, cukorból és különböző fűszerekből, például szegfűszegből, babérlevélből, borsikafűből, fűszernövényekből és egyéb aromás fűszernövényekből készítjük. A gombákat a kapott páccal leöntjük, és szorosan lezárjuk az üvegeket. A pácolt podberezovikit általában néhány napig vagy hétig hagyják állni, hogy átjárják az aromák és intenzívebb ízt kapjanak. Ez idő alatt a gomba magába szívja a pácot, és gazdag ízt és aromát kap. A pácolt podberezoviki nagyszerű előétel vagy különböző ételek kiegészítő hozzávalója. Felhasználható salátákhoz, szendvicsekhez, tésztákhoz, omlettekhez és más gombás ételekhez. A pácolt podberezoviki hús- vagy halételek finom gombaköreteként is használható. Fontos megjegyezni, hogy a pácolt podberezoviki segít megőrizni a gombát és megnöveli az eltarthatóságát. Hosszú ideig tárolhatók íz- és minőségromlás nélkül.
it: Il Podberezoviki in salamoia è un prodotto a base di funghi in scatola ottenuto cuocendo il podberezoviki fresco in uno speciale liquido di marinata. I Podberezoviki, o finferli, sono specie commestibili di funghi dall'aroma ricco e dal sapore delicato. Quando si preparano i podberezoviki in salamoia, i funghi freschi vengono lavati, puliti dallo sporco e tagliati le parti dure delle cosce. Quindi fai bollire i funghi in acqua salata finché sono teneri: dovrebbero diventare morbidi, ma non ammorbiditi. Dopo la cottura, i podberezoviki vengono raffreddati e posti in barattoli o barattoli di vetro. La marinata viene preparata con aceto, acqua, sale, zucchero e spezie varie come chiodi di garofano, alloro, pepe in grani, erbe aromatiche e altre erbe aromatiche. I funghi vengono versati con la marinata risultante e chiudono ermeticamente i barattoli. I podberezoviki in salamoia vengono solitamente lasciati per alcuni giorni o settimane, in modo che siano impregnati di aromi e acquisiscano un gusto più intenso. Durante questo periodo, i funghi assorbono la marinata e acquisiscono un sapore e un aroma ricchi. I podberezoviki in salamoia sono un ottimo antipasto o un ingrediente aggiuntivo per vari piatti. Possono essere utilizzati in insalate, panini, pasta, frittate e altri piatti a base di funghi. I podberezoviki in salamoia possono essere utilizzati anche come delicato contorno di funghi per piatti di carne o pesce. È importante notare che i podberezoviki in salamoia aiutano a conservare i funghi e ad aumentarne la durata di conservazione. Si conservano a lungo senza perdita di sapore e qualità.
ko: 절인 포드베레조비치는 신선한 포드베레조비치를 특수 매리 네이드 액체에 조리하여 얻은 버섯 통조림 제품입니다. 포드베레조비치 또는 살구 버섯은 풍부한 향과 섬세한 풍미를 지닌 식용 버섯 종입니다. 절인 포드베레조비치를 준비 할 때 신선한 버섯을 씻고 먼지를 닦고 다리의 거친 부분을 잘라냅니다. 그런 다음 버섯을 소금물에 준비 될 때까지 끓여서 부드러워 지지만 부드러워지지 않아야합니다. 요리 후 포드베레조비치를 식히고 항아리 또는 유리 병에 넣으십시오. 매리 네이드는 식초, 물, 소금, 설탕 및 정향, 월계수 잎, 후추 열매, 허브 및 기타 향기로운 허브와 같은 다양한 향신료로 준비됩니다. 버섯에 결과 매리 네이드를 붓고 항아리를 단단히 닫습니다. 절인 포드베레조비치는 일반적으로 며칠 또는 몇 주 동안 방치되어 향기에 담그고 더 강렬한 맛을 얻습니다. 이 기간 동안 버섯은 매리 네이드를 흡수하고 풍부한 맛과 향을 얻습니다. 절인 포드베레조비치는 훌륭한 애피타이저 또는 다양한 요리의 추가 재료입니다. 샐러드, 샌드위치, 파스타, 오믈렛 및 기타 버섯 요리에 사용할 수 있습니다. 절인 포드 베레 조 비키는 고기 나 생선 요리에 섬세한 버섯 장식으로도 사용할 수 있습니다. 절인 포드베레조비치는 버섯을 보존하고 유통기한을 늘리는 데 도움이 된다는 점에 유의하는 것이 중요합니다. 그들은 풍미와 품질의 손실없이 오랫동안 보관됩니다.
ru: Маринованные подберезовики - это консервированный грибной продукт, получаемый путем приготовления свежих подберезовиков в специальной маринадной жидкости. Подберезовики, или лисички, являются съедобными видами грибов, имеющими насыщенный аромат и нежный вкус. При приготовлении маринованных подберезовиков, свежие грибы промывают, очищают от грязи и обрезают жесткие части ножек. Затем грибы варят в подсоленной воде до готовности - они должны стать мягкими, но не размягченными. После варки подберезовики охлаждают и помещают в банки или стеклянные банки. Маринад приготавливают из уксуса, воды, соли, сахара и различных специй, таких как гвоздика, лавровый лист, перец горошком, зелень и другие ароматические травы. Грибы заливают полученным маринадом и плотно закрывают банки. Маринованные подберезовики обычно оставляют на несколько дней или недель, чтобы они пропитались ароматами и приобрели более интенсивный вкус. За это время грибы впитывают маринад и приобретают насыщенный вкус и аромат. Маринованные подберезовики представляют собой отличную закуску или дополнительный ингредиент для различных блюд. Они могут быть использованы в салатах, сэндвичах, пастах, омлетах и других грибных блюдах. Маринованные подберезовики также могут быть использованы в качестве нежного грибного гарнира к мясным или рыбным блюдам. Важно отметить, что маринованные подберезовики помогают сохранить грибы и увеличить их срок годности. Они хранятся долго без потери вкуса и качества.

# Inventory,MushroomsAdd
source: Podberezovik added to inventory!
de: Podberezovik zum Inventar hinzugefügt!
fr: Podberezovik ajouté à l'inventaire !
hu: Podberezovik hozzáadva a leltárhoz!
it: Boletus ha poi aggiunto gli inventario!
ko: 포드베레조비치 인벤토리에 추가되었습니다!
ru: Подберезовик добавлен в инвентарь!

# Inventory,NoItem
source: I don't have any more
de: Ich habe keine mehr
fr: je n'en ai plus
hu: Nekem már nincs több
it: Non ne ho più
ko: 더 이상 없습니다.
ru: У меня больше нет

# Inventory,NoLog
source: There are no logs for the fire...
de: Es gibt keine Holzscheite für das Feuer...
fr: Il n'y a pas de bûches pour le feu...
hu: Nincsenek rönkök a tűzre...
it: Non ci sono legna per il fuoco...
ko: 불을 피울 통나무가 없습니다...
ru: Нет поленьев для костра...

# Inventory,NoWater
source: I have no water. I have to get it from the well.
de: Ich habe kein Wasser. Ich muss es aus dem Brunnen holen.
fr: Je n'ai pas d'eau. Je dois le récupérer au puits.
hu: Nincs vizem. A kútból kell vizet szereznem.
it: Non ho acqua. Devo prenderlo dal pozzo.
ko: 물이 없습니다. 우물에서 가져와야 해요.
ru: У меня нет воды. Приходится брать ее из колодца.

# Inventory,Phone
source: Phone
de: Telefon
fr: Téléphone
hu: Telefon
it: Telefono
ko: 전화기
ru: Телефон

# Inventory,Plank
source: Planks
de: Bretter
fr: Planches
hu: Deszkák
it: Tavole
ko: 판자
ru: Доски

# Inventory,PlankError
source: Not enough planks...
de: Nicht genug Bretter...
fr: Pas assez de planches...
hu: Nincs elég deszka...
it: Tavole insufficienti...
ko: 판자가 부족합니다...
ru: Недостаточно досок...
