Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Bedding,SunflowerText
source: Sunflowers are a plant in the aster family, also known as sunflowers (Helianthus annuus). They are grown primarily for their edible seeds, which are widely used in the food industry and are nutritious for humans and animals. Sunflowers are a perennial plant, but are most commonly grown as an annual plant. They have thick and sturdy stems that grow up to 3-4 meters tall and large, broad leaves that are staggered. Sunflower flowers are very large and showy, and are made up of many small flowers clustered in a central disk. They are usually yellow or orange in color. The main value of sunflowers lies in their seeds. Sunflower seeds are very nutritious and are rich in oil, protein, vitamins (including vitamin E and B vitamins) and minerals (such as magnesium, selenium and phosphorus). They also contain antioxidants and phytochemical compounds that may have positive effects on human health. Sunflower seeds are used in the food and oil industry. They can be consumed fresh, dried or roasted. Sunflower seeds serve as a base for many types of snacks, confectionery and food additives. They are also widely used to produce vegetable oil, which is used in cooking and industrial applications. Apart from their use in the food industry, sunflowers play an important role in agriculture. They are used to produce animal feed and can be grown as a fodder plant. Sunflower plants also have ecological value, as they can purify the soil and air, and serve as a food source for various species of insects and birds. Overall, sunflowers are a versatile plant that not only has food and industrial value, but also serves as an ornamental plant in gardens and landscaping.
de: Sonnenblumen sind eine Pflanze aus der Familie der Korbblütler, auch bekannt als Sonnenblumen (Helianthus annuus). Sie werden vor allem wegen ihrer essbaren Samen angebaut, die in der Lebensmittelindustrie weit verbreitet sind und einen hohen Nährwert für Mensch und Tier haben. Sonnenblumen sind eine mehrjährige Pflanze, werden aber meist als einjährige Pflanze angebaut. Sie haben dicke und robuste Stängel, die bis zu 3-4 Meter hoch werden, und große, breite Blätter, die gestaffelt sind. Die Blüten der Sonnenblume sind sehr groß und auffällig. Sie bestehen aus vielen kleinen Blüten, die in einer zentralen Scheibe angeordnet sind. Sie sind in der Regel gelb oder orange gefärbt. Der Hauptwert der Sonnenblumen liegt in ihren Samen. Sonnenblumenkerne sind sehr nahrhaft und reich an Öl, Eiweiß, Vitaminen (einschließlich Vitamin E und B-Vitamine) und Mineralstoffen (wie Magnesium, Selen und Phosphor). Außerdem enthalten sie Antioxidantien und phytochemische Verbindungen, die sich positiv auf die menschliche Gesundheit auswirken können. Sonnenblumenkerne werden in der Lebensmittel- und Ölindustrie verwendet. Sie können frisch, getrocknet oder geröstet verzehrt werden. Sonnenblumenkerne dienen als Grundlage für viele Arten von Snacks, Süßwaren und Lebensmittelzusatzstoffen. Sie werden auch häufig zur Herstellung von Pflanzenöl verwendet, das in der Küche und in der Industrie zum Einsatz kommt. Neben ihrer Verwendung in der Lebensmittelindustrie spielen Sonnenblumen auch in der Landwirtschaft eine wichtige Rolle. Sie werden zur Herstellung von Tierfutter verwendet und können als Futterpflanze angebaut werden. Sonnenblumen haben auch einen ökologischen Wert, da sie den Boden und die Luft reinigen können und als Nahrungsquelle für verschiedene Insekten- und Vogelarten dienen. Insgesamt sind Sonnenblumen eine vielseitige Pflanze, die nicht nur für die Ernährung und die Industrie nützlich ist, sondern auch als Zierpflanze in Gärten und bei der Landschaftsgestaltung dient.
fr: Le tournesol est une plante de la famille des asters, également connue sous le nom de tournesol (Helianthus annuus). Ils sont cultivés principalement pour leurs graines comestibles, largement utilisées dans l’industrie alimentaire et nutritives pour les humains et les animaux. Le tournesol est une plante vivace, mais il est le plus souvent cultivé comme plante annuelle. Ils ont des tiges épaisses et robustes qui atteignent 3 à 4 mètres de haut et de grandes feuilles larges qui sont décalées. Les fleurs de tournesol sont très grandes et voyantes et sont constituées de nombreuses petites fleurs regroupées dans un disque central. Ils sont généralement de couleur jaune ou orange. La principale valeur du tournesol réside dans ses graines. Les graines de tournesol sont très nutritives et riches en huile, en protéines, en vitamines (y compris les vitamines E et B) et en minéraux (comme le magnésium, le sélénium et le phosphore). Ils contiennent également des antioxydants et des composés phytochimiques qui peuvent avoir des effets positifs sur la santé humaine. Les graines de tournesol sont utilisées dans l’industrie alimentaire et pétrolière. Ils peuvent être consommés frais, séchés ou rôtis. Les graines de tournesol servent de base à de nombreux types de collations, de confiseries et d'additifs alimentaires. Ils sont également largement utilisés pour produire de l’huile végétale, utilisée dans la cuisine et dans les applications industrielles. Outre leur utilisation dans l’industrie alimentaire, les tournesols jouent un rôle important dans l’agriculture. Ils sont utilisés pour produire des aliments pour animaux et peuvent être cultivés comme plante fourragère. Les plantes de tournesol ont également une valeur écologique, car elles peuvent purifier le sol et l’air et servir de source de nourriture à diverses espèces d’insectes et d’oiseaux. Dans l’ensemble, les tournesols sont une plante polyvalente qui a non seulement une valeur alimentaire et industrielle, mais sert également de plante ornementale dans les jardins et l’aménagement paysager.
hu: A napraforgó a csillagvirágfélék családjába tartozó növény, más néven napraforgó (Helianthus annuus). Elsősorban ehető magjaikért termesztik, amelyeket széles körben felhasználnak az élelmiszeriparban, és amelyek táplálóak az emberek és az állatok számára. A napraforgó évelő növény, de leggyakrabban egynyári növényként termesztik. Vastag és erős száruk akár 3-4 méter magasra is megnő, leveleik pedig nagy, széles, lépcsőzetes állásúak. A napraforgó virágai nagyon nagyok és mutatósak, és sok apró virágból állnak, amelyek egy központi korongban csoportosulnak. Általában sárga vagy narancssárga színűek. A napraforgó fő értéke a magjaiban rejlik. A napraforgómag nagyon tápláló, olajban, fehérjében, vitaminokban (beleértve az E-vitamint és a B-vitaminokat) és ásványi anyagokban (például magnéziumban, szelénben és foszforban) gazdag. Antioxidánsokat és fitokémiai vegyületeket is tartalmaznak, amelyek pozitív hatással lehetnek az emberi egészségre. A napraforgómagot az élelmiszer- és olajiparban használják. Fogyasztható frissen, szárítva vagy pörkölve. A napraforgómagok sokféle snack, édesség és élelmiszer-adalékanyag alapanyagául szolgálnak. Széles körben használják növényi olaj előállítására is, amelyet a főzésben és az ipari alkalmazásokban használnak fel. Az élelmiszeriparban való felhasználáson kívül a napraforgó fontos szerepet játszik a mezőgazdaságban. Állati takarmány előállítására használják, és takarmánynövényként is termeszthető. A napraforgó növények ökológiai értékkel is bírnak, mivel tisztítják a talajt és a levegőt, valamint táplálékforrásként szolgálnak különböző rovar- és madárfajok számára. Összességében a napraforgó sokoldalú növény, amely nemcsak élelmiszeripari és ipari értékkel bír, hanem dísznövényként is szolgál a kertekben és a kertépítésben.
it: I girasoli sono una pianta della famiglia degli aster, conosciuti anche come girasoli (Helianthus annuus). Vengono coltivati principalmente per i loro semi commestibili, ampiamente utilizzati nell'industria alimentare e nutrienti per l'uomo e gli animali. I girasoli sono una pianta perenne, ma sono più comunemente coltivati come piante annuali. Hanno steli spessi e robusti che crescono fino a 3-4 metri di altezza e foglie grandi e larghe, sfalsate. I fiori del girasole sono molto grandi e vistosi, e sono formati da tanti piccoli fiori raggruppati in un disco centrale. Di solito sono di colore giallo o arancione. Il valore principale dei girasoli risiede nei loro semi. I semi di girasole sono molto nutrienti e sono ricchi di olio, proteine, vitamine (comprese le vitamine E e B) e minerali (come magnesio, selenio e fosforo). Contengono anche antiossidanti e composti fitochimici che possono avere effetti positivi sulla salute umana. I semi di girasole vengono utilizzati nell'industria alimentare e petrolifera. Possono essere consumati freschi, essiccati o arrostiti. I semi di girasole servono come base per molti tipi di snack, dolciumi e additivi alimentari. Sono anche ampiamente utilizzati per produrre olio vegetale, utilizzato in cucina e in applicazioni industriali. Oltre al loro utilizzo nell’industria alimentare, i girasoli svolgono un ruolo importante nell’agricoltura. Sono utilizzati per produrre mangimi per animali e possono essere coltivati come pianta foraggera. Le piante di girasole hanno anche un valore ecologico, poiché possono purificare il suolo e l’aria e servire come fonte di cibo per varie specie di insetti e uccelli. Nel complesso, i girasoli sono una pianta versatile che non solo ha valore alimentare e industriale, ma serve anche come pianta ornamentale nei giardini e nel paesaggio.
ko: 해바라기는 과꽃과에 속하는 식물로 해바라기(헬리안투스 아누스)라고도 합니다. 해바라기는 주로 식용 씨앗을 위해 재배되며, 식품 산업에서 널리 사용되고 인간과 동물에게 영양가가 높습니다. 해바라기는 다년생 식물이지만 일년생 식물로 가장 일반적으로 재배됩니다. 해바라기는 키가 3~4미터까지 자라는 두껍고 튼튼한 줄기와 엇갈리게 달리는 크고 넓은 잎을 가지고 있습니다. 해바라기 꽃은 매우 크고 화려하며 중앙 원반에 여러 개의 작은 꽃이 모여 있습니다. 보통 노란색 또는 주황색입니다. 해바라기의 주요 가치는 씨앗에 있습니다. 해바라기 씨앗은 영양가가 매우 높으며 기름, 단백질, 비타민(비타민 E 및 비타민 B 포함), 미네랄(마그네슘, 셀레늄 및 인 등)이 풍부합니다. 또한 인체 건강에 긍정적인 영향을 미칠 수 있는 항산화제와 파이토케미컬 화합물도 함유하고 있습니다. 해바라기씨는 식품 및 정유 산업에서 사용됩니다. 신선하거나 말리거나 볶아서 섭취할 수 있습니다. 해바라기 씨는 다양한 종류의 스낵, 과자 및 식품 첨가물의 기초로 사용됩니다. 또한 요리 및 산업 분야에서 사용되는 식물성 기름을 생산하는 데 널리 사용됩니다. 식품 산업에서의 사용 외에도 해바라기는 농업에서도 중요한 역할을 합니다. 해바라기는 동물 사료를 생산하는 데 사용되며 사료 식물로 재배할 수 있습니다. 해바라기 식물은 토양과 공기를 정화하고 다양한 종류의 곤충과 새의 먹이가 되는 등 생태학적 가치도 있습니다. 전반적으로 해바라기는 식량과 산업적 가치뿐만 아니라 정원과 조경의 관상용 식물로도 활용되는 다재다능한 식물입니다.
ru: Подсолнухи - это растение семейства астровых, также известное как подсолнечник (Helianthus annuus). Они выращиваются в основном для получения съедобных семян, которые широко используются в пищевой промышленности и питательны для людей и животных. Подсолнухи - это многолетнее растение, но чаще всего выращивается как однолетнее растение. Они имеют толстые и прочные стебли, которые вырастают до 3-4 метров в высоту, и большие, широкие листья, расположенные по очереди. Цветки подсолнухов очень крупные и яркие, и состоят из множества мелких цветков, объединенных в центральном диске. Они обычно имеют желтый или оранжевый цвет. Основная ценность подсолнухов заключается в их семенах. Семена подсолнечника очень питательны и богаты маслом, белком, витаминами (включая витамин Е и витамины группы В) и минеральными веществами (например, магнием, селеном и фосфором). Они также содержат антиоксиданты и фитохимические соединения, которые могут оказывать положительное воздействие на здоровье человека. Семена подсолнечника используются в пищевой и масличной промышленности. Они могут употребляться в пищу в свежем виде, сушеные или обжаренные. Подсолнечные семена служат основой для многих видов закусок, кондитерских изделий и пищевых добавок. Они также широко используются для получения растительного масла, которое используется в кулинарии и промышленности. Кроме использования в пищевой промышленности, подсолнухи играют важную роль в сельском хозяйстве. Они используются для производства кормов для животных и могут быть выращены как кормовое растение. Растения подсолнухов также имеют экологическую ценность, так как они способны очищать почву и воздух, и служить источником пищи для различных видов насекомых и птиц. В целом, подсолнухи - это универсальное растение, которое имеет не только пищевую и промышленную ценность, но и служит орнаментальным растением в садах и ландшафтном дизайне.

# Bedding,Tomato
source: Tomato
de: Tomate
fr: Tomate
hu: Paradicsom
it: Pomodori
ko: 토마토
ru: Помидоры

# Bedding,TomatoCanName
source: Marinated tomatoes
de: Marinierte Tomaten
fr: Tomates marinées
hu: Pácolt paradicsom
it: Pomodori marinati
ko: 절인 토마토
ru: Маринованные помидоры

# Bedding,TomatoText
source: Tomatoes are juicy and flavorful fruits that are mistaken for vegetables in cooking. They grow on a plant in the nightshade family and come in a variety of shapes, sizes and colors including red, orange, yellow, green and even black. Tomatoes have smooth and shiny skins that can be thin or thick depending on the variety. Inside, they contain a juicy pulp with many small seeds surrounded by a juicy gel. These fruits are widely used in various cuisines and dishes. They can be eaten fresh in salads, sandwiches and side dishes, and can also be used to make sauces, soups, stews, pizza and other dishes. Tomatoes are also used for canning and drying. Tomatoes have a bright and sweet flavor that can be described as refreshing and fruity. They contain many nutrients such as vitamin C, beta-carotene, potassium and antioxidants. Tomatoes are considered an excellent source of antioxidants and help boost the immune system, maintain heart health and reduce the risk of certain cancers. In addition to their nutritional content, tomatoes also have the benefit of being hydrating, making them a staple in salads and dishes where juicy and fresh flavor is important. Overall, tomatoes are a versatile and nutritious food that not only enriches the culinary experience, but also incorporates many health benefits.
de: Tomaten sind saftige und geschmackvolle Früchte, die in der Küche oft mit Gemüse verwechselt werden. Sie wachsen an einer Pflanze aus der Familie der Nachtschattengewächse und es gibt sie in verschiedenen Formen, Größen und Farben, darunter rot, orange, gelb, grün und sogar schwarz. Tomaten haben eine glatte und glänzende Schale, die je nach Sorte dünn oder dick sein kann. Im Inneren enthalten sie ein saftiges Fruchtfleisch mit vielen kleinen Samen, die von einem saftigen Gel umgeben sind. Diese Früchte werden in vielen verschiedenen Küchen und Gerichten verwendet. Sie können frisch in Salaten, Sandwiches und Beilagen gegessen werden, aber auch zur Herstellung von Soßen, Suppen, Eintöpfen, Pizza und anderen Gerichten verwendet werden. Tomaten werden auch zum Einmachen und Trocknen verwendet. Tomaten haben einen hellen und süßen Geschmack, der als erfrischend und fruchtig beschrieben werden kann. Sie enthalten viele Nährstoffe wie Vitamin C, Beta-Carotin, Kalium und Antioxidantien. Tomaten gelten als hervorragende Quelle für Antioxidantien und tragen dazu bei, das Immunsystem zu stärken, die Gesundheit des Herzens zu erhalten und das Risiko für bestimmte Krebsarten zu verringern. Neben ihrem Nährstoffgehalt haben Tomaten auch den Vorteil, dass sie Feuchtigkeit spenden, was sie zu einem unverzichtbaren Bestandteil von Salaten und Gerichten macht, bei denen ein saftiger und frischer Geschmack wichtig ist. Insgesamt sind Tomaten ein vielseitiges und nahrhaftes Lebensmittel, das nicht nur das kulinarische Erlebnis bereichert, sondern auch viele gesundheitliche Vorteile mit sich bringt.
fr: Les tomates sont des fruits juteux et savoureux qui sont confondus avec des légumes en cuisine. Ils poussent sur une plante de la famille des solanacées et se présentent dans une variété de formes, de tailles et de couleurs, notamment le rouge, l'orange, le jaune, le vert et même le noir. Les tomates ont une peau lisse et brillante qui peut être fine ou épaisse selon la variété. À l’intérieur, ils contiennent une pulpe juteuse avec de nombreuses petites graines entourées d’un gel juteux. Ces fruits sont largement utilisés dans diverses cuisines et plats. Ils peuvent être consommés frais dans les salades, les sandwichs et les plats d'accompagnement, et peuvent également être utilisés pour préparer des sauces, des soupes, des ragoûts, des pizzas et d'autres plats. Les tomates sont également utilisées pour la mise en conserve et le séchage. Les tomates ont une saveur vive et sucrée qui peut être décrite comme rafraîchissante et fruitée. Ils contiennent de nombreux nutriments comme la vitamine C, le bêta-carotène, le potassium et des antioxydants. Les tomates sont considérées comme une excellente source d’antioxydants et contribuent à renforcer le système immunitaire, à maintenir la santé cardiaque et à réduire le risque de certains cancers. En plus de leur contenu nutritionnel, les tomates ont également l'avantage d'être hydratantes, ce qui en fait un incontournable des salades et des plats où la saveur juteuse et fraîche est importante. Dans l’ensemble, les tomates sont un aliment polyvalent et nutritif qui enrichit non seulement l’expérience culinaire, mais intègre également de nombreux bienfaits pour la santé.
hu: A paradicsom lédús és ízletes gyümölcs, amelyet a főzés során összetévesztenek a zöldségekkel. A paradicsom a nadragulyafélék családjába tartozó növényen nő, és különböző formájú, méretű és színű, többek között piros, narancssárga, sárga, zöld és fekete színű is lehet. A paradicsom héja sima és fényes, amely fajtától függően vékony vagy vastag lehet. Belsejében lédús gyümölcshús található, sok apró maggal, amelyeket lédús gél vesz körül. Ezeket a gyümölcsöket széles körben használják a különböző konyhákban és ételekben. Frissen salátákban, szendvicsekben és köretként fogyaszthatók, de mártások, levesek, pörköltek, pizza és más ételek készítéséhez is felhasználhatók. A paradicsomot konzerválásra és szárításra is használják. A paradicsomnak élénk és édes íze van, amely frissítőnek és gyümölcsösnek mondható. Számos tápanyagot tartalmaz, például C-vitamint, béta-karotint, káliumot és antioxidánsokat. A paradicsomot kiváló antioxidánsforrásnak tartják, és segít az immunrendszer erősítésében, a szív egészségének megőrzésében és bizonyos rákos megbetegedések kockázatának csökkentésében. Tápanyagtartalmán kívül a paradicsom előnye, hogy hidratáló hatású is, így a saláták és olyan ételek alapanyaga, ahol fontos a lédús és friss íz. Összességében a paradicsom sokoldalú és tápláló élelmiszer, amely nemcsak a kulináris élményt gazdagítja, hanem számos egészségügyi előnyt is magában foglal.
it: I pomodori sono frutti succosi e saporiti che in cucina vengono scambiati per verdure. Crescono su una pianta della famiglia delle solanacee e sono disponibili in una varietà di forme, dimensioni e colori tra cui rosso, arancione, giallo, verde e persino nero. I pomodori hanno la buccia liscia e lucida che può essere sottile o spessa a seconda della varietà. All'interno contengono una polpa succosa con tanti piccoli semi circondati da un succoso gel. Questi frutti sono ampiamente utilizzati in varie cucine e piatti. Possono essere consumati freschi in insalate, panini e contorni, ma possono essere utilizzati anche per preparare salse, zuppe, stufati, pizza e altri piatti. I pomodori vengono utilizzati anche per l'inscatolamento e l'essiccazione. I pomodori hanno un sapore brillante e dolce che può essere descritto come rinfrescante e fruttato. Contengono molti nutrienti come vitamina C, beta-carotene, potassio e antiossidanti. I pomodori sono considerati un’ottima fonte di antiossidanti e aiutano a rafforzare il sistema immunitario, a mantenere la salute del cuore e a ridurre il rischio di alcuni tumori. Oltre al loro contenuto nutrizionale, i pomodori hanno anche il vantaggio di essere idratanti, rendendoli un alimento base in insalate e piatti in cui è importante il sapore succoso e fresco. Nel complesso, i pomodori sono un alimento versatile e nutriente che non solo arricchisce l’esperienza culinaria, ma incorpora anche molti benefici per la salute.
ko: 토마토는 요리할 때 채소로 착각할 정도로 육즙이 풍부하고 풍미가 좋은 과일입니다. 토마토는 밤나무과 식물에서 자라며 빨강, 주황, 노랑, 초록, 심지어 검은색까지 다양한 모양, 크기, 색상을 가지고 있습니다. 토마토는 품종에 따라 얇거나 두꺼울 수 있는 매끄럽고 윤기 나는 껍질을 가지고 있습니다. 내부에는 육즙이 많은 젤로 둘러싸인 작은 씨앗이 많은 육즙이 많은 펄프가 들어 있습니다. 이 과일은 다양한 요리와 요리에 널리 사용됩니다. 샐러드, 샌드위치 및 반찬으로 신선하게 먹을 수 있으며 소스, 수프, 스튜, 피자 및 기타 요리를 만드는 데에도 사용할 수 있습니다. 토마토는 통조림과 건조에도 사용됩니다. 토마토는 상큼하고 과일 맛이라고 할 수 있는 밝고 달콤한 맛을 가지고 있습니다. 토마토에는 비타민 C, 베타 카로틴, 칼륨 및 항산화제와 같은 많은 영양소가 포함되어 있습니다. 토마토는 항산화제의 훌륭한 공급원으로 간주되며 면역 체계를 강화하고 심장 건강을 유지하며 특정 암의 위험을 줄이는 데 도움이 됩니다. 토마토는 영양 성분 외에도 수분을 공급하는 이점이 있어 수분이 많고 신선한 맛이 중요한 샐러드나 요리의 필수 재료로 사용됩니다. 전반적으로 토마토는 요리 경험을 풍성하게 할 뿐만 아니라 많은 건강상의 이점을 제공하는 다재다능하고 영양가 높은 식품입니다.
ru: Помидоры - это сочные и ароматные фрукты, которые принимаются за овощи в кулинарии. Они растут на растении семейства паслёновых и имеют разнообразные формы, размеры и цвета, включая красный, оранжевый, желтый, зеленый и даже черный. Помидоры имеют гладкую и блестящую кожицу, которая может быть тонкой или плотной в зависимости от сорта. Внутри они содержат сочную мякоть с множеством маленьких семян, окруженных сочным гелем. Эти фрукты широко используются в различных кухнях и блюдах. Они могут быть употреблены свежими в салатах, сандвичах и гарнирах, а также использоваться для приготовления соусов, супов, рагу, пиццы и других блюд. Помидоры также используются для консервации и сушки. Помидоры обладают ярким и сладким вкусом, который можно описать как освежающий и фруктовый. Они содержат множество полезных веществ, таких как витамин C, бета-каротин, калий и антиоксиданты. Помидоры считаются отличным источником антиоксидантов и помогают укрепить иммунную систему, поддерживать здоровье сердца и снизить риск определенных видов рака. Помимо своего питательного содержания, помидоры имеют также преимущество увлажненности, что делает их основным компонентом в салатах и блюдах, где важен сочный и свежий вкус. В целом, помидоры являются разносторонним и питательным продуктом, который не только обогащает кулинарный опыт, но и инкорпорирует множество пользы для здоровья.
