Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# CreateSystemText,GreenhouseText
source: A greenhouse is a man-made small structure or greenhouse that is designed to grow plants. It often has glass or polycarbonate walls and a roof to allow sufficient sunlight to penetrate and protect plants from adverse weather conditions such as cold, wind and snow. Greenhouses create a unique environment for plants by providing improved temperature and humidity conditions. Inside a greenhouse, temperatures are typically higher than the surrounding environment because the glass walls and roof allow the sun's rays to penetrate and heat the air inside the greenhouse. These conditions create an optimal environment for plant growth and development and allow crops to be grown outside of their normal season or in regions with colder climates. Greenhouses are often used to grow vegetables, flowers, fruits and other high value plants. Greenhouses can be equipped with additional equipment such as irrigation systems, heating systems, ventilation systems, and lighting to ensure optimal growing conditions for the plants inside. This allows gardeners and farmers to control and regulate the temperature, humidity and lighting inside the greenhouse to maximize the plants' potential and get high yields. Greenhouses can come in a variety of sizes and shapes, from small little structures to large commercial complexes. They can be used in both agricultural and urban gardening and horticulture. The use of greenhouses leads to higher yields and better quality products as they provide a sustainable environment for plants, protecting them from the detrimental effects of weather and disease. In addition, greenhouses allow the management of cultivated space and improve land use efficiency. They also play an important role in the conservation and protection of rare and exotic plant species that require special conditions for survival.
de: Ein Gewächshaus ist eine von Menschenhand geschaffene kleine Struktur oder ein Gewächshaus, das für den Anbau von Pflanzen bestimmt ist. Es hat oft Wände aus Glas oder Polycarbonat und ein Dach, damit genügend Sonnenlicht eindringen kann und die Pflanzen vor widrigen Wetterbedingungen wie Kälte, Wind und Schnee geschützt sind. Gewächshäuser schaffen eine einzigartige Umgebung für Pflanzen, indem sie für bessere Temperatur- und Feuchtigkeitsbedingungen sorgen. Im Inneren eines Gewächshauses sind die Temperaturen in der Regel höher als in der Umgebung, weil die Glaswände und das Dach die Sonnenstrahlen eindringen lassen und die Luft im Gewächshaus erwärmen. Diese Bedingungen schaffen ein optimales Umfeld für das Wachstum und die Entwicklung der Pflanzen und ermöglichen den Anbau von Pflanzen außerhalb der normalen Saison oder in Regionen mit kälterem Klima. Gewächshäuser werden häufig für den Anbau von Gemüse, Blumen, Obst und anderen hochwertigen Pflanzen genutzt. Gewächshäuser können mit zusätzlichen Geräten wie Bewässerungs-, Heizungs-, Belüftungs- und Beleuchtungssystemen ausgestattet werden, um optimale Wachstumsbedingungen für die Pflanzen im Inneren zu gewährleisten. So können Gärtner/innen und Landwirt/innen Temperatur, Luftfeuchtigkeit und Beleuchtung im Gewächshaus kontrollieren und regulieren, um das Potenzial der Pflanzen zu maximieren und hohe Erträge zu erzielen. Gewächshäuser gibt es in vielen verschiedenen Größen und Formen, von kleinen Strukturen bis hin zu großen kommerziellen Komplexen. Sie können sowohl in der Landwirtschaft als auch im städtischen Gartenbau eingesetzt werden. Der Einsatz von Gewächshäusern führt zu höheren Erträgen und einer besseren Qualität der Produkte, da sie den Pflanzen eine nachhaltige Umgebung bieten und sie vor den schädlichen Auswirkungen von Wetter und Krankheiten schützen. Außerdem ermöglichen Gewächshäuser die Verwaltung von Anbauflächen und verbessern die Effizienz der Landnutzung. Sie spielen auch eine wichtige Rolle bei der Erhaltung und dem Schutz seltener und exotischer Pflanzenarten, die besondere Bedingungen zum Überleben benötigen.
fr: Une serre est une petite structure artificielle ou une serre conçue pour faire pousser des plantes. Il est souvent doté de parois en verre ou en polycarbonate et d'un toit pour permettre à suffisamment de lumière solaire de pénétrer et de protéger les plantes des conditions météorologiques défavorables telles que le froid, le vent et la neige. Les serres créent un environnement unique pour les plantes en offrant des conditions de température et d’humidité améliorées. À l'intérieur d'une serre, les températures sont généralement plus élevées que l'environnement environnant, car les parois vitrées et le toit permettent aux rayons du soleil de pénétrer et de chauffer l'air à l'intérieur de la serre. Ces conditions créent un environnement optimal pour la croissance et le développement des plantes et permettent de cultiver des cultures en dehors de leur saison normale ou dans des régions aux climats plus froids. Les serres sont souvent utilisées pour cultiver des légumes, des fleurs, des fruits et d’autres plantes de grande valeur. Les serres peuvent être équipées d'équipements supplémentaires tels que des systèmes d'irrigation, des systèmes de chauffage, des systèmes de ventilation et de l'éclairage pour garantir des conditions de croissance optimales pour les plantes à l'intérieur. Cela permet aux jardiniers et aux agriculteurs de contrôler et de réguler la température, l'humidité et l'éclairage à l'intérieur de la serre afin de maximiser le potentiel des plantes et d'obtenir des rendements élevés. Les serres peuvent être de différentes tailles et formes, des petites structures aux grands complexes commerciaux. Ils peuvent être utilisés aussi bien dans le jardinage et l’horticulture agricoles qu’urbains. L'utilisation de serres conduit à des rendements plus élevés et à des produits de meilleure qualité, car elles offrent un environnement durable aux plantes, les protégeant des effets néfastes des conditions météorologiques et des maladies. De plus, les serres permettent de gérer l’espace cultivé et d’améliorer l’efficacité de l’utilisation des terres. Ils jouent également un rôle important dans la conservation et la protection d’espèces végétales rares et exotiques qui nécessitent des conditions particulières pour survivre.
hu: Az üvegház egy ember által készített kis építmény vagy üvegház, amelyet növények termesztésére terveztek. Gyakran üveg vagy polikarbonát falakkal és tetővel rendelkezik, hogy elegendő napfényt engedjen be, és megvédje a növényeket a kedvezőtlen időjárási körülményektől, például a hidegtől, széltől és hótól. Az üvegházak a jobb hőmérsékleti és páratartalmi viszonyok biztosításával egyedülálló környezetet teremtenek a növények számára. Az üvegházak belsejében a hőmérséklet általában magasabb, mint a környező környezetben, mivel az üvegfalak és a tető lehetővé teszik, hogy a napsugarak behatoljanak és felmelegítsék az üvegház belsejében lévő levegőt. Ezek a feltételek optimális környezetet teremtenek a növények növekedéséhez és fejlődéséhez, és lehetővé teszik a növények termesztését a szokásos szezonon kívül vagy hidegebb éghajlatú régiókban. Az üvegházakat gyakran használják zöldségek, virágok, gyümölcsök és más nagy értékű növények termesztésére. Az üvegházak további berendezésekkel, például öntözőrendszerekkel, fűtési rendszerekkel, szellőzőrendszerekkel és világítással is felszerelhetők, hogy a bennük lévő növények számára optimális növekedési feltételeket biztosítsanak. Ez lehetővé teszi a kertészek és a gazdálkodók számára, hogy az üvegházban lévő hőmérsékletet, páratartalmat és világítást szabályozzák és szabályozzák a növények potenciáljának maximalizálása és a magas terméshozam elérése érdekében. Az üvegházak különböző méretűek és formájúak lehetnek, a kis kis szerkezetektől a nagy kereskedelmi komplexumokig. Használhatók mind a mezőgazdasági, mind a városi kertészetben és kertészetben. Az üvegházak használata nagyobb hozamokat és jobb minőségű termékeket eredményez, mivel fenntartható környezetet biztosítanak a növények számára, megvédve őket az időjárás és a betegségek káros hatásaitól. Ezenkívül az üvegházak lehetővé teszik a termesztett terület kezelését és javítják a földhasználat hatékonyságát. Fontos szerepet játszanak a ritka és egzotikus növényfajok megőrzésében és védelmében is, amelyek túléléséhez különleges körülményekre van szükség.
it: Una serra è una piccola struttura o serra artificiale progettata per coltivare piante. Spesso ha pareti in vetro o policarbonato e un tetto per consentire la penetrazione della luce solare sufficiente e proteggere le piante dalle condizioni atmosferiche avverse come freddo, vento e neve. Le serre creano un ambiente unico per le piante fornendo condizioni di temperatura e umidità migliorate. All'interno di una serra, le temperature sono tipicamente più elevate rispetto all'ambiente circostante perché le pareti e il tetto in vetro permettono ai raggi del sole di penetrare e riscaldare l'aria all'interno della serra. Queste condizioni creano un ambiente ottimale per la crescita e lo sviluppo delle piante e consentono la coltivazione delle colture al di fuori della stagione normale o in regioni con climi più freddi. Le serre vengono spesso utilizzate per coltivare ortaggi, fiori, frutta e altre piante di alto valore. Le serre possono essere dotate di attrezzature aggiuntive come sistemi di irrigazione, sistemi di riscaldamento, sistemi di ventilazione e illuminazione per garantire condizioni di crescita ottimali per le piante all'interno. Ciò consente a giardinieri e agricoltori di controllare e regolare la temperatura, l'umidità e l'illuminazione all'interno della serra per massimizzare il potenziale delle piante e ottenere rendimenti elevati. Le serre possono essere di diverse dimensioni e forme, da piccole strutture a grandi complessi commerciali. Possono essere utilizzati sia nel giardinaggio agricolo che urbano e nell'orticoltura. L’uso delle serre porta a rese più elevate e prodotti di migliore qualità poiché forniscono un ambiente sostenibile per le piante, proteggendole dagli effetti dannosi del clima e delle malattie. Inoltre, le serre consentono la gestione dello spazio coltivato e migliorano l’efficienza nell’uso del suolo. Svolgono inoltre un ruolo importante nella conservazione e nella protezione di specie vegetali rare ed esotiche che necessitano di condizioni particolari per la sopravvivenza.
ko: 온실은 식물을 재배하기 위해 설계된 인공적인 작은 구조물 또는 온실을 말합니다. 보통 유리 또는 폴리카보네이트 벽과 지붕으로 되어 있어 햇빛이 충분히 투과하고 추위, 바람, 눈과 같은 악천후로부터 식물을 보호할 수 있습니다. 온실은 온도와 습도 조건을 개선하여 식물을 위한 특별한 환경을 조성합니다. 온실 내부는 유리 벽과 지붕으로 인해 태양 광선이 투과하여 온실 내부의 공기를 가열하기 때문에 일반적으로 주변 환경보다 온도가 높습니다. 이러한 조건은 식물의 성장과 발달을 위한 최적의 환경을 조성하고 정상적인 계절이 아니거나 기후가 더 추운 지역에서도 작물을 재배할 수 있게 해줍니다. 온실은 채소, 꽃, 과일 및 기타 고부가가치 식물을 재배하는 데 자주 사용됩니다. 온실에는 관개 시스템, 난방 시스템, 환기 시스템, 조명과 같은 추가 장비가 장착되어 내부 식물의 최적의 성장 조건을 보장할 수 있습니다. 이를 통해 정원사와 농부는 온실 내부의 온도, 습도, 조명을 제어하고 조절하여 식물의 잠재력을 극대화하고 높은 수확량을 얻을 수 있습니다. 온실은 작고 작은 구조물부터 대규모 상업 단지에 이르기까지 다양한 크기와 모양으로 제공됩니다. 농업과 도시 원예 및 원예 모두에서 사용할 수 있습니다. 온실을 사용하면 식물에 지속 가능한 환경을 제공하여 날씨와 질병의 해로운 영향으로부터 식물을 보호하므로 더 높은 수확량과 더 나은 품질의 제품을 얻을 수 있습니다. 또한 온실을 사용하면 재배 공간을 관리하고 토지 이용 효율성을 높일 수 있습니다. 또한 생존을 위해 특별한 조건이 필요한 희귀 및 이국적인 식물 종의 보존과 보호에도 중요한 역할을 합니다.
ru: Теплица - это искусственное небольшое сооружение или парник, предназначенный для выращивания растений. Часто она имеет стеклянные или поликарбонатные стены и крышу, позволяющие проникать достаточному количеству солнечного света и защищающие растения от неблагоприятных погодных условий, таких как холод, ветер и снег. Теплицы создают уникальную среду для растений, обеспечивая улучшенные условия температуры и влажности. Температура внутри теплицы обычно выше, чем в окружающей среде, поскольку стеклянные стены и крыша позволяют солнечным лучам проникать внутрь и нагревать воздух внутри теплицы. Такие условия создают оптимальную среду для роста и развития растений и позволяют выращивать культуры вне обычного сезона или в регионах с более холодным климатом. Теплицы часто используются для выращивания овощей, цветов, фруктов и других ценных растений. Теплицы могут быть оснащены дополнительным оборудованием, таким как системы орошения, отопления, вентиляции и освещения, для обеспечения оптимальных условий выращивания растений в них. Это позволяет садоводам и фермерам контролировать и регулировать температуру, влажность и освещение внутри теплицы для максимального раскрытия потенциала растений и получения высоких урожаев. Теплицы могут быть самых разных размеров и форм - от небольших строений до крупных коммерческих комплексов. Они могут использоваться как в сельскохозяйственном, так и в городском садоводстве и огородничестве. Использование теплиц приводит к повышению урожайности и улучшению качества продукции, поскольку они обеспечивают устойчивую среду для растений, защищая их от пагубного воздействия погодных условий и болезней. Кроме того, теплицы позволяют управлять посевными площадями и повышают эффективность использования земли. Они также играют важную роль в сохранении и защите редких и экзотических видов растений, требующих особых условий для выживания.

# CreateSystemText,Makemoonshine
source: Make samogon
de: Samogon herstellen
fr: Faire du samogon
hu: Készítsen samogont
it: Prepara il chiaro di luna
ko: 사모곤(증류주) 만들기
ru: Сварить самогон

# CreateSystemText,Oven
source: Oven
de: Ofen
fr: Poêle russe
hu: Sütő
it: Forno
ko: 오븐
ru: Русская печь
