Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# ,0067EC2D49991BC100D220805DA42427
source: Phone
de: Telefon
fr: Téléphone
hu: Telefon
it: Telefono
ko: 전화
ru: Телефон

# ,020270CA42549C480EE55F83064599BC
source: Red
de: Rot
fr: Rouge
hu: Piros
it: Rosso
ko: 빨간색
ru: Красный

# ,023A01D44C364A8AC79F4BADA6349EB7
source: BASIC INPUTS
de: BASISEINTRÄGE
fr: ENTRÉES DE BASE
hu: ALAPBEMENETEK
it: INGRESSI DI BASE
ko: 기본 입력
ru: БАЗОВЫЕ НАСТРОЙКИ

# ,024FE70146E8E990FEE7359C586D8DC9
source: KerosineLamp
de: KerosinLampe
fr: Lampe à Kérosène
hu: KerozinLámpa
it: Lampada a cherosene
ko: 등유 램프
ru: Керосинвоая лампа

# ,02A053F240DCF42A99BE3E9024384309
source: Current camera and free camera
de: Aktuelle Kamera und freie Kamera
fr: Caméra actuelle et caméra gratuite
hu: Jelenlegi kamera és szabad kamera
it: Fotocamera attuale e fotocamera libera
ko: 현재 카메라 및 자유 카메라
ru: Текущая и свободная камеры

# ,0382C1B04B520197217D7586EFE78EA8
source: CLOSE
de: SCHLIESSEN
fr: FERMER
hu: BEZÁRÁS
it: CHIUDERE
ko: 닫기
ru: Закрыть

# ,03C0CF1C494DA401F747089EAAB9B9E5
source: SHOW MOUSE
de: MAUS ZEIGEN
fr: AFFICHER LA SOURIS
hu: EGÉR MUTATÁSA
it: MOSTRA IL MOUSE
ko: 마우스 보기
ru: ПОКАЗАТЬ МЫШКУ

# ,03D2CBD641ECECBCB110DBB8ABA851F8
source: Use Global Time Dilation
de: Verwenden Globale Zeitspanne
fr: Utiliser la dilatation globale du temps
hu: Globális időtágítás használata
it: Utilizzare la dilatazione temporale globale
ko: 글로벌 시간 확장 사용
ru: Использовать глобальное замедление времени

# ,04BB579E465306C60F55DAA5C4A6EE6A
source: LOGO
ko: 로고
ru: Лого

# ,075C61214255313E2DF7A1B4F957462E
source: CAMERA
de: KAMERA
fr: CAMÉRA
hu: KAMERA
it: TELECAMERA
ko: 카메라
ru: Камера

# ,080F70864087905928DC0595EAB05497
source: Logo 02
ko: 로고 02

# ,08320A3843EB6391AD3BEEB273F45F49
source: SWAP
de: TAUSCHEN
fr: ÉCHANGER
hu: CSERE
it: SCAMBIO
ko: 교환
ru: СВАП

# ,0D7B21D34A8FFF96ACB8E998649E79C8
source: Outline
de: Umriss
fr: Contour
hu: Vázlat
it: Schema
ko: 개요
ru: Контур

# ,0F1C56DF4AA90428B1DC1BA92FCEEA4F
source: Red
de: Rot
fr: Rouge
hu: Piros
it: Rosso
ko: 빨간색
ru: Красный

# ,124F2C984A0A00B951DB97B16DF4842E
source: Notification
de: Benachrichtigung
hu: Értesítés
it: Notifica
ko: 알림

# ,1453F157436D2EDE5FDCE9AA412B25D2
source: Black and White
de: Schwarz und Weiß
fr: Noir et blanc
hu: Fekete-fehér
it: Bianco e nero
ko: 흑백
ru: Черное и белое

# ,15984F0941696F1F079E09BB98439023
source: Warm
fr: Chaud
hu: Meleg
it: Caldo
ko: 따뜻한
ru: Теплое

# ,15B0ABAE4F1DEC7A0A4A1BB4AA7B39E9
source: UI Only
de: Nur UI
fr: Uniquement pour l'interface utilisateur
hu: Csak UI
it: Solo UI
ko: UI 전용
ru: Только UI

# ,164EB4464EDF182FC494D585F4AF26B9
source: Autofocus
de: Autofokus
fr: Mise au point automatique
hu: Autofókusz
it: Messa a fuoco automatica
ko: 자동 초점
ru: Автофокус

# ,169E3C884ACED3CFD106FB82BF32189A
source: Intensity
de: Intensität
fr: Intensité
hu: Intenzitás
it: Intensità
ko: 강도
ru: Интенсивность

# ,187783E44C7A07FC6E0CD6BBF19C6024
source: In this case, the editor captured the blueprint itself instead of the viewport! So know that in the packaged game the photo comes out perfect! (Except currently for UE4.27+, which has been reported to UE team)
de: In diesem Fall erfasste der Editor die Blaupause selbst anstelle des Ansichtsfenster! So kannst du sicher sein, dass das Foto im verpackten Spiel perfekt wird! (Außer derzeit für UE4.27+, das wurde dem UE-Team gemeldet)
fr: Dans ce cas, l'éditeur a capturé le le plan lui-même au lieu du fenêtre d'affichage ! Alors sachez que dans le jeu emballé la photo vient parfait! (Sauf actuellement pour UE4.27+, qui a été signalé à l'équipe UE)
hu: Ebben az esetben a szerkesztő rögzítette a tervrajzot ahelyett, hogy a viewport! Tehát tudd, hogy a csomagolt játékban a kép tökéletes lesz! (Kivéve jelenleg a UE4.27+, amit már jelentettünk az UE csapatnak)
it: In questo caso, l'editor ha catturato il stesso invece della viewport! Quindi sappiate che nel gioco confezionato la foto viene perfetta! (Tranne che attualmente per UE4.27+, che è stato segnalato al team UE)
ko: 이 경우 에디터는 블루프린트 자체를 캡처했습니다! 따라서 패키징된 게임에서는 사진이 완벽하게 나옵니다! (현재 UE4.27+는 제외)
ru: В этом случае редактор захватил сам чертеж вместо видового экрана! Поэтому знайте, что в упакованной игре фотография получается идеальной! (За исключением UE4.27+, о чем было сообщено команде UE)

# ,1B2D8FED44F20EC9AE34BCAC29195F18
source: PHOTO MODE IS ON
de: FOTOMODUS IST AKTIVIERT
fr: LE MODE PHOTO EST ACTIVÉ
hu: FOTÓ MÓD BE VAN KAPCSOLVA
it: LA MODALITÀ FOTO È ATTIVA
ko: 사진 모드가 켜져 있습니다
ru: ВКЛЮЧЕН РЕЖИМ ФОТОСЪЕМКИ

# ,1B7B24D949F91F97AB95D2B8FABC246B
source: SCREEN EFFECTS
de: BILDSCHIRM EFFEKTE
fr: EFFETS D'ÉCRAN
hu: KÉPERNYŐ-HATÁSOK
it: EFFETTI SULLO SCHERMO
ko: 화면 효과
ru: ЭФФЕКТЫ ЭКРАНА

# ,1DD766A54E5F0BF8E32F669B6E452324
source: PREV
de: VORHER
fr: PRÉCÉDENT
hu: ELŐZŐ
it: PREMESSA
ko: 이전
ru: ПРЕДИСЛОВИЕ

# ,1EFE19F04B23659ECB1FEA9749741C40
source: Film Grain
fr: Grains de films
hu: Filmszemcsék
it: Grana del film
ko: 필름 그레인
ru: Зернистость пленки

# ,29F7B40A4410BC2356C8D7A8F4C351CD
source: ADVANCED PHOTO MODE V5
de: ERWEITERTER FOTOMODUS V5
fr: MODE PHOTO AVANCÉ V5
hu: FEJLETT FOTÓ MÓD V5
it: MODALITÀ FOTO AVANZATA V5
ko: 고급 사진 모드 V5
ru: РАСШИРЕННЫЙ ФОТОРЕЖИМ V5

# ,2D306A184A5A47824AA5DDBCDDDB25DF
source: Warning
de: Warnung
fr: Avertissement
hu: Figyelmeztetés
it: Avvertenze
ko: 경고
ru: Предупреждение

# ,2E0CC37447FD48690537FB8DD4F465BB
source: CHANGE TAB
de: TAB WECHSELN
fr: CHANGER D'ONGLET
hu: VÁLTOZÁS TAB
it: CAMBIA TAB
ko: 탭 변경
ru: ВКЛАДКА ИЗМЕНЕНИЯ

# ,30C5A854455DE67BF8192A90245F8EB0
source: P or Start (gamepad)
de: P oder Start (Gamepad)
fr: P ou Démarrer (manette de jeu)
hu: P vagy Start (játékvezérlő)
ko: P 또는 시작 (게임패드)
ru: P или Start (геймпад)

# ,31F9E905464231368AB97FBE3F678226
source: Focal Length
de: Brennweite
fr: Distance focale
hu: Gyújtótávolság
it: Lunghezza focale
ko: 초점 거리
ru: Фокусное расстояние

# ,3320C0AA47C63926772FE1A542365777
source: Gamma
ko: 감마
ru: Гамма

# ,3453B7C04EFE15E23FADAB9B76EDFB17
source: ON
de: AN
fr: SUR
hu: BE
it: SU
ko: 켜기
ru: Вкл.

# ,345DE3D64271EB5EC2A81183DA923FB4
source: Open/Close Gallery
de: Galerie öffnen/schließen
fr: Ouvrir/Fermer la galerie
hu: Galéria megnyitása/bezárása
it: Aprire/chiudere la galleria
ko: 갤러리 열기/닫기
ru: Открыть/Закрыть галерею

# ,3855062B432020D1140DF2B2018C7D92
source: FREE CAMERA
de: FREIE KAMERA
fr: CAMÉRA GRATUITE
hu: SZABAD KAMERA
it: TELECAMERA GRATUITA
ko: 자유 카메라
ru: Свободная Камера

# ,393E8FD84602DD49AA1C7F99C273F31B
source: Color Balance
de: Farbabgleich
fr: Balance de couleur
hu: Színegyensúly
it: Bilanciamento del colore
ko: 색상 균형
ru: Цветовой баланс

# ,3A3AD3244DBACB89BC2CA0B1FEFC7D6D
source: No photos found.
de: Keine Fotos gefunden.
fr: Aucune photo trouvée.
hu: Nem találhatók fényképek.
it: Nessuna foto trovata.
ko: 사진을 찾을 수 없습니다.
ru: Фотографии не найдены.

# ,3AB79C434D92DB22EC521F8587F1CCC5
source: RIGHT
de: RECHTS
fr: DROITE
hu: JOBB
it: DIRITTO
ko: 오른쪽
ru: ПРАВДА

# ,3B99D252406F7CDA95027BAD90A88F13
source: Cold
de: Kalt
fr: Froid
hu: Hideg
it: Freddo
ko: 감기
ru: Холод

# ,3BDBA21F4D0581EBE6BA339AE5F64AE3
source: Please, set the default value using the "initialize" node in "pre-construct event" on "PhotoModeWidget". Search a node called "default values" and open it.
de: Bitte setze den Standardwert mithilfe des "initialen" Knotens im "pre-construct event" auf "PhotoModeWidget". Suche einen Knoten namens "Standardwerte" und öffne ihn.
fr: Veuillez définir la valeur par défaut à l'aide du nœud "initialize" dans "pre-construct event" sur "PhotoModeWidget".Recherchez un nœud appelé "default values" et ouvrez-le.
hu: Kérjük, állítsa be az alapértelmezett értéket a "initialize" "pre-construct event" "PhotoModeWidget" csomópontjának használatával. Keresse meg az "default values" nevű csomópontot, és nyissa meg.
it: Impostare il valore predefinito utilizzando il nodo "initialize" in "pre-construct event" su "PhotoModeWidget". Cercare un nodo chiamato "default values" e aprirlo.
ko: 포토모드위젯'의 '이벤트 사전 구성'에서 '초기화' 노드를 사용하여 기본값을 설정하세요. "기본값"이라는 노드를 검색하여 엽니다
ru: Пожалуйста, установите значение по умолчанию с помощью узла "initialize" в событии "pre-construct" на "PhotoModeWidget". Найдите узел "default values" и откройте его.

# ,3C5C8AC640CC81C05AF2599175B3B57B
source: Contrast
de: Kontrast
fr: Contraste
hu: Kontraszt
it: Contrasto
ko: 대비
ru: Контраст

# ,3C9524DD4A6FF6EDAD9EF28B9C6BEB3D
source: SELECT
de: WÄHLE
fr: SÉLECTIONNER
hu: KIVÁLASZTÁS
it: SELEZIONARE
ko: 선택
ru: ВЫБРАТЬ

# ,42201FC1401D3DB0D7EA6CB9ED987A65
source: Filter
fr: Filtre
hu: Szűrő
it: Filtro
ko: 필터
ru: Фильтр

# ,4421CF0149422ED458BB768ABEDCD8CF
source: Frame
hu: Keret
it: Telaio
ko: 프레임
ru: Рамка

# ,459B9D3B409964E842D49F943A3F3A36
source: FocusDistance
de: FokusDistanz
fr: Distance de mise au point
hu: FókuszTávolság
it: Distanza di messa a fuoco
ko: 초점 거리
ru: ФокусДистанция

# ,489206DA4D0424489EB0CABD602EB6CE
source: Sharpness
de: Schärfe
fr: Angle
hu: Élesség
it: Nitidezza
ko: 선명도
ru: Резкость

# ,4D5386A849F2264B453D7D93CA3A6070
source: G or Select (gamepad)
de: G oder Wählen (Gamepad)
fr: G ou Select (manette de jeu)
hu: G or Select (játékvezérlő)
it: G o Seleziona (gamepad)
ko: G 또는 선택(게임패드)
ru: G или Select (геймпад)

# ,4E6B267A443464DA271998896C1F6D15
source: Horizontal Alignment
de: Horizontale Ausrichtung
fr: Alignement horizontal
hu: Vízszintes igazítás
it: Allineamento orizzontale
ko: 수평 정렬
ru: Горизонтальное выравнивание

# ,532811B94464F488AB29269A90C23705
source: Blue
de: Blau
fr: Bleu
hu: Kék
it: Blu
ko: 파란색
ru: Голубой

# ,53A1805047DFA8B3E9FA99A0924ECD45
source: Field of View
de: Sichtfeld
fr: Champ de vision
hu: Látómező
it: Campo visivo
ko: 시야각
ru: Поле зрения

# ,540734254B342588BC423EABFA717B90
source: While using the photo mode, press X or L3/L (on gamepad) to take a photo. You can select the resolution in the "camera" tab. Pay attention to one of the resolution options, the last one called "default photo mode with ui", which allows HUD elements to appear in the photo. All resolution options include the output with logo. Note that, at times, the mentioned option above may take a photo of the editor instead of the viewport. However, this only happens in the editor (does not occur in the packaged game).
de: Im Fotomodus drückst du X oder L3/L (auf dem Gamepad), um ein Foto zu machen. Du kannst die Auflösung auf der Registerkarte "Kamera" auswählen. Achte auf eine der Auflösungsoptionen, die letzte heißt "Standard-Fotomodus mit UI", bei der HUD-Elemente auf dem Foto erscheinen können. Alle Auflösungsoptionen beinhalten die Ausgabe mit Logo. Beachte, dass die oben genannte Option manchmal ein Foto des Editors statt des Ansichtsfensters aufnehmen kann. Dies geschieht jedoch nur im Editor (nicht im Hauptfenster).
fr: Lorsque vous utilisez le mode photo, appuyez sur X ou L3/L (sur la manette de jeu) pour prendre une photo. Vous pouvez sélectionner la résolution dans l'onglet "Caméra". Faites attention à l'une des options de résolution, le dernier appelé « mode photo par défaut avec interface utilisateur », qui permet aux éléments du HUD d'apparaître sur la photo. Toutes les options de résolution incluent la sortie avec logo. Notez que, parfois, l'option mentionnée ci-dessus peut prendre une photo de l'éditeur au lieu du fenêtre d'affichage. Cependant, cela ne se produit que dans l'éditeur (cela ne se produit pas dans le jeu packagé).
hu: A fényképezési mód használata közben nyomja meg az X vagy az L3/L gombot (a gamepadon) a fénykép készítéséhez. A felbontást a "kamera" fülön választhatod ki. Figyeljen az egyik felbontási lehetőségre, az utolsó, "alapértelmezett fotó mód ui-val" nevűre, amely lehetővé teszi a HUD-elemek megjelenését a fényképen. Minden felbontási opció tartalmazza a logóval ellátott kimenetet. Vegye figyelembe, hogy időnként a fent említett opció a szerkesztő helyett a szerkesztő fényképét készítheti el. nézetablak helyett. Ez azonban csak a szerkesztőben történik (a csomagolt játékban nem fordul elő).
it: Mentre si utilizza la modalità foto, premere X o L3/L (sul gamepad) per scattare una foto. È possibile selezionare la risoluzione nella scheda "fotocamera". Prestare attenzione a una delle opzioni di risoluzione, l'ultima, denominata "modalità foto predefinita con interfaccia utente", che consente di visualizzare gli elementi HUD nella foto. Tutte le opzioni di risoluzione includono l'output con il logo. Si noti che, a volte, l'opzione di cui sopra può scattare una foto dell'editor invece che del viewport. viewport. Tuttavia, questo accade solo nell'editor (non si verifica nel gioco confezionato).
ko: 사진 모드를 사용하는 동안 X 또는 L3/L(게임패드에서)을 눌러 사진을 찍습니다. '카메라' 탭에서 해상도를 선택할 수 있습니다. 해상도 옵션 중 하나에 주목하세요, 마지막 옵션인 "UI가 있는 기본 사진 모드"는 사진에 HUD 요소를 표시할 수 있습니다. 모든 해상도 옵션에는 로고가 있는 출력이 포함됩니다. 위에서 언급한 옵션은 때때로 편집기의 사진을 찍을 수 있습니다. 뷰포트. 그러나 이는 에디터에서만 발생합니다(패키지 게임에서는 발생하지 않습니다).
ru: Во время работы в режиме фотосъемки нажмите X или L3/L (на геймпаде), чтобы сделать снимок. На вкладке "Камера" можно выбрать разрешение. Обратите внимание на один из вариантов разрешения, последний из них называется "default photo mode with ui", который позволяет отображать на фотографии элементы HUD. Все варианты разрешения включают вывод с логотипом. Обратите внимание, что иногда при использовании упомянутой выше опции может быть сфотографирован не видовой экран, а редактор. видового экрана. Однако это происходит только в редакторе (в упакованной игре такого не происходит).

# ,54CB46B14FD2ED229730BCAD0C57E21C
source: TAKING SCREENSHOTS
de: SCREENSHOTS MACHEN
fr: PRENDRE DES CAPTURES D'ÉCRAN
hu: KÉPERNYŐFOTÓK KÉSZÍTÉSE
it: FARE SCREENSHOT
ko: 스크린샷 찍기
ru: СОЗДАНИЕ СКРИНШОТОВ

# ,57563E80435E18D729A363A8C6C45C58
source: Save at top of list
de: Speichern am Anfang der Liste
fr: Enregistrer en haut de la liste
hu: Mentés a lista tetején
it: Salva in cima all'elenco
ko: 목록 상단에 저장
ru: Сохранить в верхней части списка

# ,57D70DA8455E54DE9BC322964970E036
source: Game and UI
de: Spiel und UI
fr: Jeu et interface utilisateur
hu: Játék és UI
it: Gioco e interfaccia utente
ko: 게임 및 UI
ru: Игра и UI

# ,5976EFDC4621288F98D476B70BE9C303
source: Receipt
fr: Reçu
hu: Nyugta
it: Ricevuta
ko: 수령
ru: Рецепт

# ,5A3ED91340A8212B0509E194D106696A
source: Grid
fr: Grille
hu: Rács
it: Griglia
ko: 그리드
ru: Сетка

# ,5A7FD6EB4D22BD875BB93AB50C593DE3
source: OPEN PHOTO MODE
de: FOTOMODUS ÖFFNEN
fr: OUVRIR LE MODE PHOTO
hu: FOTÓ MÓD MEGNYITÁSA
it: APRIRE LA MODALITÀ FOTO
ko: 사진 모드 열기
ru: ОТКРЫТЬ РЕЖИМ ФОТОСЪЕМКИ

# ,5A8385DE40A99B6A7145EC8B3CB90062
source: DISPLAY
de: ANZEIGE
fr: AFFICHER
hu: KIJELZŐ
ko: 디스플레이
ru: Дисплей

# ,5B4AAC8347E3CF70940AE39B5077AE63
source: FILTER
fr: FILTRE
hu: SZŰRŐ
it: FILTRO
ko: 필터
ru: ФИЛЬТР

# ,5C0AA8674B69D2C0C0E45B8B7EF55D99
source: Please, set the default value using the "initialize" node in "pre-construct event" on "PhotoModeWidget". Search a node called "default values" and open it.
de: Bitte setze den Standardwert mithilfe des "initialen" Knotens im "pre-construct event" auf "PhotoModeWidget". Suche einen Knoten namens "Standardwerte" und öffne ihn.
fr: Veuillez définir la valeur par défaut à l'aide du nœud "initialize" dans "pre-construct event" sur "PhotoModeWidget".Recherchez un nœud appelé "default values" et ouvrez-le.
hu: Kérjük, állítsa be az alapértelmezett értéket a "initialize" "pre-construct event" "PhotoModeWidget" csomópontjának használatával. Keresse meg az "default values" nevű csomópontot, és nyissa meg.
it: Impostare il valore predefinito utilizzando il nodo "initialize" in "pre-construct event" su "PhotoModeWidget". Cercare un nodo chiamato "default values" e aprirlo.
ko: 포토모드위젯'의 '이벤트 사전 구성'에서 '초기화' 노드를 사용하여 기본값을 설정하세요. "기본값"이라는 노드를 검색하여 엽니다.
ru: Пожалуйста, установите значение по умолчанию с помощью узла "initialize" в событии "pre-construct" на "PhotoModeWidget". Найдите узел "default values" и откройте его.

# ,6098DA7A46B14DF1B8A79689A6B6C541
source: Master Lock
fr: Serrure principale
hu: Mester Zár
it: Sguardo da maestro
ko: 마스터 잠금

# ,616B8FE14E197CE57434A5B7136B4939
source: TAKE PHOTO
de: FOTO MACHEN
fr: PRENDRE UNE PHOTO
hu: FOTÓKAT KÉSZÍTENI
it: SCATTA FOTO
ko: 사진 찍기
ru: СДЕЛАТЬ ФОТО

# ,6216ACF14F4D36BA0929DCA619030616
source: LEFT
de: LINKS
fr: GAUCHE
hu: BAL
it: SINISTRA
ko: 왼쪽
ru: Влево

# ,6229E0DA43790FC9ABA3E6A4FC536545
source: PREV
de: VORHER
fr: PRÉCÉDENT
hu: ELŐZŐ
it: PREMESSA
ko: 이전
ru: Вправо

# ,637F42BD49889BAF9A5344B9A03858BC
source: NEXT
de: WEITER
fr: SUIVANT
hu: KÖVETKEZŐ
it: AVANTI
ko: 다음
ru: ДАЛЕЕ

# ,65E74D3C45E61C203C46188C504818B8
source: Current camera only
de: Nur aktuelle Kamera
fr: Appareil photo actuel uniquement
hu: Csak a jelenlegi kamera
it: Solo la fotocamera attuale
ko: 현재 카메라만 해당
ru: Только текущая камера

# ,6876C10A427A95B6EF3BC9B67CC55B51
source: Red
de: Rot
fr: Rouge
hu: Piros
it: Rosso
ko: 빨간색
ru: Красный

# ,6AB4C88A494853447DF16E8158328FB4
source: Packaged Game
de: Verpacktes Spiel
fr: Jeu emballé
hu: Csomagolt játék
it: Gioco confezionato
ko: 패키지 게임
ru: Упакованная игра

# ,6FDC35A64D8CDD0AE344AABB30B0972F
source: Aperture (F-Stop)
de: Blende (F-Stop)
fr: Ouverture (F-Stop)
hu: Rekesz (F-Stop)
it: Apertura (F-Stop)
ko: 조리개(F-Stop)
ru: Диафрагма (F-Stop)

# ,6FE68BED4CE4C96E2C421089963A9FB5
source: Focus Distance
de: Fokus Distanz
fr: Distance de mise au point
hu: Fókusztávolság
it: Distanza di messa a fuoco
ko: 초점 거리
ru: Фокусное расстояние

# ,70F9CE6848A68A795C31E68C4E3BF885
source: Saturation
de: Sättigung
hu: Telítettség
it: Saturazione
ko: 채도
ru: Насыщенность

# ,713F83D34C915C8C991EF1BA3E58D402
source: Photo title
de: Foto Titel
fr: Titre de la photo
hu: A fénykép címe
it: Titolo della foto
ko: 사진 제목
ru: Название фотографии

# ,72CC633446639ED2B6142C88518EA6B2
source: Tint
de: Tönung
fr: Teinte
hu: Árnyalat
it: Tinta
ko: 색조
ru: Тонировка

# ,72FF47254B56E2DB84987A899312B61E
source: SHOW MOUSE
de: ZEIGE MAUS
fr: AFFICHER LA SOURIS
hu: EGÉR MUTATÁSA
it: MOSTRA IL MOUSE
ko: 마우스 보기
ru: ПОКАЗАТЬ МЫШЬ

# ,737C44DD4B533A0C4AEF7BB2C41CE6D1
source: ORBIT CAMERA
de: ORBIT KAMERA
fr: CAMÉRA ORBITE
hu: ORBIT KAMERA
it: TELECAMERA ORBIT
ko: 궤도 카메라
ru: ОРБИТНАЯ КАМЕРА

# ,73E676AE46C0350FB6B9B88682324093
source: Gamma
ko: 감마
ru: Гамма

# ,74705F2443F8F694C5A5099F332385EE
source: DEFAULT
de: STANDARD
hu: ALAPÉRTELMEZETT
ko: 기본값

# ,749666D940C114227592FCBFB477FA11
source: None
de: Keine
fr: Aucun
hu: Nincs
it: Nessuno
ko: 없음
ru: Нет

# ,76115DFA4FCDEBB0AAA50285E4817C7C
source: Polaroid
fr: Polaroïd
ko: 폴라로이드
ru: Полароид

# ,7623079C47DC7FF27BEBB1B5498094B8
source: Contrast
de: Kontrast
fr: Contraste
hu: Kontraszt
it: Contrasto
ko: 대비
ru: Контраст

# ,78ED78BA46068E023223B0A24DC7BDF0
source: Negative
de: Negativ
fr: Négative
hu: Negatív
it: Negativo
ko: 네거티브
ru: Негатив

# ,7AB9716A4FB27403A79A6FA2C1FA612D
source: Character Rotation
de: Charakter Rotation
fr: Rotation des personnages
hu: Karakter forgatás
it: Rotazione dei personaggi
ko: 캐릭터 회전
ru: Поворот персонажа

# ,7B444B2B4246968E7BE99899EA67D8C6
source: Campfire
de: Lagerfeuer
fr: Feu de camp
hu: Tábortüz
it: Fuoco da campo
ko: 캠프파이어
ru: Костёр

# ,7B8DC73A4E1737D70DBD5B94E69086D4
source: Field of View
de: Sichtweite
fr: Champ de vision
hu: Látómező
it: Campo visivo
ko: 시야각
ru: Поле зрения

# ,7BF36A6D48F344DB868243A82CAC68D6
source: Default
de: Standard
fr: Défaut
hu: Alapértelmezett
ko: 기본값
ru: По умолчанию

# ,80CA6946498F59F002316A8D832C36BA
source: Screen Resolution
de: Bildschirmauflösung
fr: Résolution d'écran
hu: Képernyő felbontása
it: Risoluzione dello schermo
ko: 화면 해상도
ru: Разрешение экрана

# ,810405BD43A5932B01F807A1FBEFD408
source: SHOW MOUSE
de: ZEIGE MAUS
fr: AFFICHER LA SOURIS
hu: EGÉR MUTATÁSA
it: MOSTRA IL MOUSE
ko: 마우스 보기
ru: ПОКАЗАТЬ МЫШЬ

# ,813505684180EA36D4DBE483998ABA13
source: Free camera only
de: Nur freie Kamera
fr: Caméra gratuite uniquement
hu: Csak szabad kamera
it: Solo fotocamera gratuita
ko: 자유 카메라 전용
ru: Свободная камера

# ,8217B7A74A9D44C9FBB002A3161FF6FE
source: ALBUM
ko: 앨범
ru: Альбом

# ,825FC8394ACF87D873F7B7BB274FF46B
source: Blue
de: Blau
fr: Bleu
hu: Kék
it: Blu
ko: 파란색
ru: Голубой

# ,8288689A4CDBB41DCE6F6F827F5C8842
source: Menu
de: Menü
hu: Menü
ko: 메뉴
ru: Меню

# ,84906ED9471A9D8D7AC2FE9010134020
source: Camera Distance
de: Kameraabstand
fr: Distance de la caméra
hu: Kameratávolság
it: Distanza della telecamera
ko: 카메라 거리
ru: Расстояние до камеры

# ,85922B4C456689FA81D68CA5B3348E51
source: Vibrant
de: Lebendig
hu: Élénk
it: Vibrante
ko: 선명한
ru: Яркий

# ,86945AED48D67FA1AC58BDA50DABFDA0
source: Vertical Alignment
de: Vertikale Ausrichtung
fr: Alignement vertical
hu: Függőleges igazítás
it: Allineamento verticale
ko: 수직 정렬
ru: Вертикальное выравнивание

# ,8970FD954F564B9E4A87E18B230247FB
source: CLOSE
de: SCHLIESSEN
fr: FERMER
hu: BEZÁRÁS
it: CHIUDERE
ko: 닫기
ru: ЗАКРЫТЬ

# ,89948F184F10E26EE0DFFEAF73A4A9D9
source: Gamma
ko: 감마
ru: Гамма

# ,8ABB9AD44AF6DF5C588C958D8FEC4555
source: Default with UI
de: Standard mit UI
fr: Par défaut avec l'interface utilisateur
hu: Alapértelmezett UI-val
it: Predefinito con UI
ko: UI 기본값
ru: По умолчанию

# ,8BCD29074F28650F92B6B987EB0DD310
source: Tent
de: Zelt
fr: Tente
hu: Sátor
it: Tenda
ko: 텐트
ru: Палатка

# ,8DAB43CD486B95AACB590DBFBAFFF56A
source: RGB Channels
fr: Canaux RGB
hu: RGB csatornák
it: Canali RGB
ko: RGB 채널
ru: Каналы RGB

# ,8DCE4A7049FA1815394BEAA99167F648
source: HIDE MOUSE
de: MAUS AUSBLENDEN
fr: CACHER LA SOURIS
hu: EGÉR MUTATÁSA
it: NASCONDERE IL MOUSE
ko: 마우스 숨기기
ru: СКРЫТЬ МЫШЬ

# ,918C8D0148211A784EF6BDBF65F34E23
source: Brightness
de: Helligkeit
fr: Luminosité
hu: Fényerő
it: Luminosità
ko: 밝기
ru: Яркость

# ,94F9CE634D83B35627CA46AF5C395647
source: HighResScreenshot function
de: HighResScreenshot Funktion
fr: Fonction de capture d'écran haute résolution
hu: Nagy felbontású képernyőkép funkció
it: Funzione screenshot ad alta risoluzione
ko: 고해상도 스크린샷 기능
ru: Функция HighResScreenshot

# ,9A997E8A4F08CFC95244D9BE29D54E8F
source: FishingPole
de: AngelRute
fr: Canne à Pêche
hu: Horgászbot
ko: 낚싯대

# ,9BC6F8424DBD303C3B8B16BE7426C28C
source: Vertical
de: Vertikal
hu: Függőleges
it: Verticale
ko: 세로
ru: Вертикальный

# ,9CFEA3D048B9588011FE04A4BC82C4A4
source: PHOTO MODE IS ON
de: FOTOMODUS IST AN
fr: LE MODE PHOTO EST ACTIVÉ
hu: FOTÓ MÓD BEKAPCSOLVA
it: LA MODALITÀ FOTO È ATTIVA
ko: 사진 모드가 켜져 있습니다
ru: ВКЛЮЧЕН РЕЖИМ ФОТОСЪЕМКИ

# ,9E367D764CF49E860BDE8098DE6A517B
source: COLOR GRADING
fr: DÉGRADÉ DE COULEURS
hu: SZÍNES OSZTÁS
it: GRADUATORIA DEI COLORI
ko: 색상 등급
ru: ГРАДАЦИЯ ПО ЦВЕТУ

# ,9EE269C2450F035657BD939E6D5ADA95
source: Contrast
de: Kontrast
fr: Contraste
hu: Kontraszt
it: Contrasto
ko: 대비
ru: Контраст

# ,9F35EBD54568A926047DD1949451619A
source: Pixelated (128)
de: Verpixelt (128)
fr: Pixélisé (128)
hu: Pixelált (128)
it: Pixelato (128)
ko: 픽셀화 (128)
ru: Пикселизированный (128)

# ,9F6BA5CB4DDFE79D7C9E1CBA727A0847
source: Logo Example
de: Logo Beispiel
fr: Exemple de logo
hu: Logó példa
it: Esempio di logo
ko: 로고 예시
ru: Пример логотипа

# ,A322ED8E466502B0E614A9B36A33CB1E
source: Sensor Width
de: Sensor Breite
fr: Largeur du capteur
hu: Érzékelőszélesség
it: Larghezza del sensore
ko: 센서 너비
ru: Ширина сенсора

# ,A39FBE2F4AD89B02A5938F9B1677CE57
source: Photo using editor and the option "default with UI", sometimes window or the editor can appear
de: Foto mit Editor und der Option "Standard mit UI", manchmal kann das Fenster oder der Editor erscheinen
fr: Photo utilisant l'éditeur et l'option "par défaut avec UI", parfois fenêtre ou l'éditeur peut apparaître
hu: Fotó szerkesztővel és az "alapértelmezett felhasználói felülettel" opciót, néha ablak vagy a szerkesztő jelenhet meg
it: Foto utilizzando l'editor e l'opzione "predefinita con l'interfaccia utente", a volte finestra o l'editor possono apparire
ko: 편집기를 사용한 사진 및 "UI 기본값" 옵션을 선택하면, 때때로 창 또는 편집기가 나타날 수 있습니다
ru: Фотография с использованием редактора и опция "по умолчанию с пользовательским интерфейсом", иногда может появиться окно или редактор
