Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Seeds,CucumberText
source: Cucumbers are seeds of plants that belong to the gourd family. In tropical and temperate climates, cucumbers are successfully grown in the ground or in greenhouses. Cucumbers are annual plants with erect or curly stems. Their leaves are green, sickle-shaped and have a soft texture. Cucumber flowers are usually yellow and self-pollinating. Cucumber seeds have different sizes and shapes, depending on the variety. They have a smooth surface and can be dark green, light green or white. Cucumbers are shoot plants and their seeds can be sown directly into the soil or pre-grown in pots or containers and then transplanted into the open ground or greenhouse. Cucumbers are highly prolific and their fruits are edible. They are usually oblong in shape and have smooth skin. Depending on the variety, cucumbers can be green or white in color. They can be used for fresh salads, pickling, canning or making cucumber juice. Cucumber seeds have good growth ability and germinate quickly. They require certain conditions for successful growth, including warm temperatures, sufficient moisture and fertile soil. Cucumbers grow successfully in a sunlight environment and are able to produce fruit throughout the summer season. They can be grown either outdoors or in greenhouses or pots. Cucumber seeds are widely available in the market and can be purchased from specialty stores or online stores. When buying cucumber seeds, it is recommended to pay attention to the variety in order to choose the right one for specific growing conditions and consumer preferences. It is important to note that for successful cultivation of cucumbers, it is necessary to follow the recommendations for the care and maintenance of plants, including regular watering, feeding, thinning and pruning. All this will help to achieve the best results and get tasty and fresh cucumbers.
de: Gurken sind Samen von Pflanzen, die zu den Kürbisgewächsen gehören. In tropischen und gemäßigten Klimazonen werden Gurken erfolgreich im Boden oder in Gewächshäusern angebaut. Gurken sind einjährige Pflanzen mit aufrechten oder krausen Stängeln. Ihre Blätter sind grün, sichelförmig und haben eine weiche Textur. Gurkenblüten sind in der Regel gelb und selbstbefruchtend. Gurkensamen haben je nach Sorte unterschiedliche Größen und Formen. Sie haben eine glatte Oberfläche und können dunkelgrün, hellgrün oder weiß sein. Gurken sind Sprosspflanzen, deren Samen direkt in die Erde gesät oder in Töpfen oder Containern vorgezogen und dann ins Freiland oder Gewächshaus verpflanzt werden können. Gurken sind sehr produktiv und ihre Früchte sind essbar. Sie sind in der Regel länglich und haben eine glatte Schale. Je nach Sorte können Gurken grün oder weiß sein. Sie können für frische Salate, zum Einlegen, Einmachen oder zur Herstellung von Gurkensaft verwendet werden. Gurkensamen haben eine gute Wachstumsfähigkeit und keimen schnell. Für ein erfolgreiches Wachstum benötigen sie bestimmte Bedingungen, darunter warme Temperaturen, ausreichend Feuchtigkeit und einen fruchtbaren Boden. Gurken gedeihen gut in der Sonne und können den ganzen Sommer über Früchte tragen. Sie können sowohl im Freien als auch in Gewächshäusern oder Töpfen angebaut werden. Gurkensamen sind auf dem Markt weit verbreitet und können in Fachgeschäften oder Online-Shops erworben werden. Beim Kauf von Gurkensamen empfiehlt es sich, auf die Sorte zu achten, um die richtige Sorte für bestimmte Anbaubedingungen und Verbraucherpräferenzen zu wählen. Für einen erfolgreichen Gurkenanbau ist es wichtig, die Empfehlungen für die Pflege und Wartung der Pflanzen zu befolgen, einschließlich regelmäßiger Bewässerung, Fütterung, Ausdünnung und Beschneidung. All dies wird dazu beitragen, die besten Ergebnisse zu erzielen und schmackhafte und frische Gurken zu erhalten.
fr: Les concombres sont des graines de plantes appartenant à la famille des courges. Dans les climats tropicaux et tempérés, les concombres sont cultivés avec succès en pleine terre ou en serre. Les concombres sont des plantes annuelles aux tiges dressées ou frisées. Leurs feuilles sont vertes, en forme de faucille et ont une texture douce. Les fleurs du concombre sont généralement jaunes et autogames. Les graines de concombre ont des tailles et des formes différentes selon la variété. Ils ont une surface lisse et peuvent être vert foncé, vert clair ou blanc. Les concombres sont des plantes à pousses et leurs graines peuvent être semées directement dans le sol ou pré-cultivées dans des pots ou des conteneurs, puis transplantées en pleine terre ou en serre. Les concombres sont très prolifiques et leurs fruits sont comestibles. Ils sont généralement de forme oblongue et ont une peau lisse. Selon la variété, les concombres peuvent être de couleur verte ou blanche. Ils peuvent être utilisés pour les salades fraîches, les marinades, les conserves ou la préparation de jus de concombre. Les graines de concombre ont une bonne capacité de croissance et germent rapidement. Ils nécessitent certaines conditions pour une croissance réussie, notamment des températures chaudes, une humidité suffisante et un sol fertile. Les concombres poussent avec succès dans un environnement ensoleillé et sont capables de produire des fruits tout au long de la saison estivale. Ils peuvent être cultivés en extérieur, en serre ou en pot. Les graines de concombre sont largement disponibles sur le marché et peuvent être achetées dans des magasins spécialisés ou dans des boutiques en ligne. Lors de l'achat de graines de concombre, il est recommandé de faire attention à la variété afin de choisir celle qui convient aux conditions de croissance spécifiques et aux préférences des consommateurs. Il est important de noter que pour réussir la culture des concombres, il est nécessaire de suivre les recommandations en matière de soin et d'entretien des plantes, notamment un arrosage, une alimentation, un éclaircissage et une taille réguliers. Tout cela contribuera à obtenir les meilleurs résultats et à obtenir des concombres savoureux et frais.
hu: Az uborka a tökfélék családjába tartozó növények magja. A trópusi és mérsékelt éghajlaton az uborkát sikeresen termesztik a földben vagy üvegházban. Az uborka egynyári növény, felálló vagy göndör szárú. Levelei zöldek, sarló alakúak és puha szerkezetűek. Az uborka virágai általában sárgák és önbeporzóak. Az uborkamagok fajtától függően különböző méretűek és alakúak. Sima felületűek, és lehetnek sötétzöldek, világoszöldek vagy fehérek. Az uborka hajtásnövény, és magjait közvetlenül a talajba vethetjük, vagy előnevelhetjük cserépben vagy konténerben, majd átültethetjük szabadföldbe vagy üvegházba. Az uborka rendkívül termékeny, és termése ehető. Általában hosszúkás alakúak és sima héjúak. Az uborka fajtától függően zöld vagy fehér színű lehet. Felhasználható friss salátákhoz, savanyításhoz, konzerváláshoz vagy uborkalé készítéséhez. Az uborkamagok jó növekedési képességgel rendelkeznek és gyorsan csíráznak. A sikeres növekedéshez bizonyos körülményekre van szükségük, többek között meleg hőmérsékletre, elegendő nedvességre és termékeny talajra. Az uborka napfényes környezetben sikeresen fejlődik, és képes gyümölcsöt teremni az egész nyári szezonban. Akár szabadföldön, akár üvegházban vagy cserépben is termeszthető. Az uborkamagok széles körben elérhetők a piacon, és megvásárolhatók szaküzletekben vagy online áruházakban. Az uborkamagok vásárlásakor ajánlott odafigyelni a fajtára, hogy az adott termesztési körülményeknek és a fogyasztói preferenciáknak megfelelőt válasszuk. Fontos megjegyezni, hogy az uborka sikeres termesztéséhez be kell tartani a növények gondozására és karbantartására vonatkozó ajánlásokat, beleértve a rendszeres öntözést, a tápoldatozást, a ritkítást és a metszést. Mindez segít a legjobb eredmények elérésében, és ízletes és friss uborkát kaphat.
it: I cetrioli sono semi di piante appartenenti alla famiglia delle zucche. Nei climi tropicali e temperati, i cetrioli sono coltivati con successo in terra o in serra. I cetrioli sono piante annuali con fusti eretti o ricci. Le foglie sono verdi, a forma di falce e di consistenza morbida. I fiori del cetriolo sono solitamente gialli e autoimpollinanti. I semi di cetriolo hanno dimensioni e forme diverse, a seconda della varietà. Hanno una superficie liscia e possono essere di colore verde scuro, verde chiaro o bianco. I cetrioli sono piante da germoglio e i loro semi possono essere seminati direttamente nel terreno o coltivati in vasi o contenitori e poi trapiantati in piena terra o in serra. I cetrioli sono molto prolifici e i loro frutti sono commestibili. Di solito hanno una forma oblunga e una buccia liscia. A seconda della varietà, i cetrioli possono essere di colore verde o bianco. Possono essere utilizzati per insalate fresche, sottaceti, conserve o per la produzione di succo di cetriolo. I semi di cetriolo hanno una buona capacità di crescita e germinano rapidamente. Per crescere con successo necessitano di determinate condizioni, tra cui temperature calde, umidità sufficiente e terreno fertile. I cetrioli crescono con successo in un ambiente soleggiato e sono in grado di produrre frutti per tutta la stagione estiva. Possono essere coltivati sia all'aperto che in serra o in vaso. I semi di cetriolo sono ampiamente disponibili sul mercato e possono essere acquistati in negozi specializzati o online. Quando si acquistano i semi di cetriolo, si raccomanda di prestare attenzione alla varietà per scegliere i semi più adatti.
ko: 오이 앗은 조롱박과에 속하는 식물의 씨앗입니다. 열대 및 온대 기후에서 오이는 땅이나 온실에서 성공적으로 재배됩니다. 오이는 직립 또는 곱슬 줄기가있는 일년생 식물입니다. 잎은 녹색이고 낫 모양이며 부드러운 질감을 가지고 있습니다. 오이 꽃은 일반적으로 노란색이며자가 수분을합니다. 오이 씨앗은 품종에 따라 크기와 모양이 다릅니다. 표면이 매끄럽고 짙은 녹색, 연한 녹색 또는 흰색일 수 있습니다. 오이는 싹이 트는 식물로 씨앗을 토양에 직접 뿌리거나 화분이나 용기에서 미리 재배한 다음 노지나 온실에 이식할 수 있습니다. 오이는 번식력이 뛰어나며 열매는 먹을 수 있습니다. 오이는 일반적으로 직사각형 모양이며 피부가 매끈합니다. 품종에 따라 오이는 녹색 또는 흰색 일 수 있습니다. 오이는 신선한 샐러드, 피클, 통조림 또는 오이 주스 만들기에 사용할 수 있습니다. 오이 씨앗은 성장 능력이 좋고 발아가 빠릅니다. 성공적인 성장을 위해서는 따뜻한 온도, 충분한 수분 및 비옥 한 토양을 포함한 특정 조건이 필요합니다. 오이는 햇빛이 잘 드는 환경에서 성공적으로 자라며 여름철 내내 열매를 맺을 수 있습니다. 오이는 야외에서 재배하거나 온실이나 화분에서 재배할 수 있습니다. 오이 씨앗은 시중에서 널리 구할 수 있으며 전문점이나 온라인 상점에서 구입할 수 있습니다. 오이 씨앗을 구입할 때 특정 재배 조건과 소비자 선호도에 맞는 것을 선택하기 위해 품종에주의를 기울이는 것이 좋습니다. 오이를 성공적으로 재배하려면 정기적 인 물주기, 먹이기, 얇게 만들기 및 가지 치기를 포함하여 식물 관리 및 유지 관리에 대한 권장 사항을 따라야한다는 점에 유의하는 것이 중요합니다. 이 모든 것이 최상의 결과를 얻고 맛있고 신선한 오이를 얻는 데 도움이 될 것입니다.
ru: Огурцы - это семена растений, относящихся к семейству тыквенных. В странах с тропическим и умеренным климатом огурцы успешно выращивают в грунте или в теплицах. Огурцы - однолетние растения с прямостоячими или вьющимися стеблями. Листья у них зеленые, серповидные, с мягкой текстурой. Цветки огурца обычно желтые, самоопыляющиеся. Семена огурцов имеют различный размер и форму в зависимости от сорта. Они имеют гладкую поверхность и могут быть темно-зелеными, светло-зелеными или белыми. Огурцы - растения побеговые, и их семена можно высевать непосредственно в грунт или предварительно проращивать в горшках или контейнерах, а затем пересаживать в открытый грунт или теплицу. Огурцы очень плодовиты, а их плоды съедобны. Они обычно имеют продолговатую форму и гладкую кожицу. В зависимости от сорта огурцы могут быть зелеными или белыми. Они могут использоваться для приготовления свежих салатов, маринования, консервирования или приготовления огуречного сока. Семена огурцов обладают хорошей способностью к росту и быстро прорастают. Для успешного роста им необходимы определенные условия, в том числе теплая температура, достаточная влажность и плодородная почва. Огурцы успешно растут в условиях солнечного света и способны плодоносить в течение всего летнего сезона. Их можно выращивать как в открытом грунте, так и в теплицах или горшках. Семена огурцов широко представлены на рынке, их можно приобрести в специализированных магазинах или в интернет-магазинах. При покупке семян огурцов рекомендуется обращать внимание на сорт, чтобы выбрать подходящий для конкретных условий выращивания и потребительских предпочтений. Важно отметить, что для успешного выращивания огурцов необходимо соблюдать рекомендации по уходу и содержанию растений, включая регулярный полив, подкормку, прореживание и обрезку. Все это поможет достичь наилучших результатов и получить вкусные и свежие огурцы.

# Seeds,Eggplant
source: Eggplant seeds
de: Auberginensamen
fr: Graine d'aubergine
hu: Padlizsán magok
it: Semi di melanzana
ko: 가지 씨앗
ru: Семена баклажан

# Seeds,EggplantText
source: Eggplant seeds are small, flat and oval seeds that are dark brown or black in color. They have a smooth surface and may be covered with a thin layer of wax that protects them from external influences. The size of eggplant seeds can vary, but they are usually about 3-6 mm long. They are easily identifiable by their shape and color. Eggplant seeds are highly germinable, making them suitable for use in gardening and propagation of new plants. They are also highly nutritious and contain important trace elements, vitamins, proteins and other nutrients. Eggplant seeds are an integral part of this vegetable and are widely used in cooking. They can be sown into the soil to produce new plants or used to produce eggplant oil or eggplant extract. In addition, eggplant seeds are often used in traditional medicine and Ayurvedic practices as they are attributed various beneficial properties such as antioxidant, anti-inflammatory and antibacterial activities.
de: Auberginensamen sind kleine, flache und ovale Samen, die dunkelbraun oder schwarz gefärbt sind. Sie haben eine glatte Oberfläche und können mit einer dünnen Wachsschicht überzogen sein, die sie vor äußeren Einflüssen schützt. Die Größe der Auberginensamen kann variieren, aber in der Regel sind sie etwa 3-6 mm lang. Sie sind leicht an ihrer Form und Farbe zu erkennen. Auberginensamen sind sehr keimfähig und eignen sich daher für den Gartenbau und die Vermehrung neuer Pflanzen. Sie sind außerdem sehr nahrhaft und enthalten wichtige Spurenelemente, Vitamine, Proteine und andere Nährstoffe. Auberginensamen sind ein wesentlicher Bestandteil dieses Gemüses und werden häufig in der Küche verwendet. Sie können in den Boden gesät werden, um neue Pflanzen zu erzeugen, oder zur Herstellung von Auberginenöl oder Auberginenextrakt verwendet werden. Darüber hinaus werden die Samen der Aubergine häufig in der traditionellen Medizin und in der ayurvedischen Praxis verwendet, da ihnen verschiedene positive Eigenschaften wie antioxidative, entzündungshemmende und antibakterielle Wirkungen zugeschrieben werden.
fr: Les graines d'aubergine sont de petites graines plates et ovales de couleur brun foncé ou noire. Ils ont une surface lisse et peuvent être recouverts d'une fine couche de cire qui les protège des influences extérieures. La taille des graines d'aubergine peut varier, mais elles mesurent généralement entre 3 et 6 mm de long. Ils sont facilement identifiables par leur forme et leur couleur. Les graines d'aubergines sont hautement germinables, ce qui les rend adaptées au jardinage et à la propagation de nouvelles plantes. Ils sont également très nutritifs et contiennent d’importants oligo-éléments, vitamines, protéines et autres nutriments. Les graines d’aubergine font partie intégrante de ce légume et sont largement utilisées en cuisine. Ils peuvent être semés dans le sol pour produire de nouvelles plantes ou utilisés pour produire de l’huile d’aubergine ou de l’extrait d’aubergine. De plus, les graines d'aubergines sont souvent utilisées dans la médecine traditionnelle et dans les pratiques ayurvédiques car on leur attribue diverses propriétés bénéfiques telles que des activités antioxydantes, anti-inflammatoires et antibactériennes.
hu: A padlizsánmagok kicsi, lapos és ovális magok, amelyek sötétbarna vagy fekete színűek. Felületük sima, és vékony viaszréteg boríthatja őket, amely megvédi őket a külső hatásoktól. A padlizsánmagok mérete változhat, de általában körülbelül 3-6 mm hosszúak. Alakjuk és színük alapján könnyen felismerhetők. A padlizsánmagok jól csíráznak, így alkalmasak a kertészetben való felhasználásra és új növények szaporítására. Emellett rendkívül táplálóak, és fontos nyomelemeket, vitaminokat, fehérjéket és egyéb tápanyagokat tartalmaznak. A padlizsánmagok szerves részét képezik ennek a zöldségnek, és széles körben használják a főzésben. Elvethetők a talajba, hogy új növényeket hozzanak létre, vagy felhasználhatók padlizsánolaj vagy padlizsánkivonat előállítására. Ezenkívül a padlizsánmagokat gyakran használják a hagyományos orvoslásban és az ayurvédikus gyakorlatokban, mivel számos jótékony tulajdonságot tulajdonítanak nekik, például antioxidáns, gyulladáscsökkentő és antibakteriális tevékenységet.
it: I semi di melanzana sono piccoli, piatti e ovali, di colore marrone scuro o nero. Hanno una superficie liscia e possono essere ricoperti da un sottile strato di cera che li protegge dagli agenti esterni. Le dimensioni dei semi di melanzana possono variare, ma di solito sono lunghi circa 3-6 mm. Sono facilmente identificabili per la loro forma e il loro colore. I semi di melanzana sono altamente germinabili, il che li rende adatti al giardinaggio e alla propagazione di nuove piante. Sono anche molto nutrienti e contengono importanti oligoelementi, vitamine, proteine e altre sostanze nutritive. I semi di melanzana sono parte integrante di questo ortaggio e sono ampiamente utilizzati in cucina. Possono essere seminati nel terreno per produrre nuove piante o utilizzati per produrre olio o estratto di melanzane. Inoltre, i semi di melanzana sono spesso utilizzati nella medicina tradizionale e nelle pratiche ayurvediche, in quanto vengono attribuite loro diverse proprietà benefiche, come le attività antiossidanti, antinfiammatorie e antibatteriche.
ko: 가지 씨앗은 작고 납작한 타원형의 씨앗으로 짙은 갈색 또는 검은색을 띠고 있습니다. 표면이 매끄럽고 외부 영향으로부터 보호하기 위해 얇은 왁스 층으로 덮여 있을 수 있습니다. 가지 씨앗의 크기는 다양할 수 있지만 일반적으로 약 3-6mm 길이입니다. 가지 씨앗은 모양과 색깔로 쉽게 식별할 수 있습니다. 가지 씨앗은 발아율이 높기 때문에 원예 및 새로운 식물의 번식에 사용하기에 적합합니다. 또한 영양가가 높으며 중요한 미량 원소, 비타민, 단백질 및 기타 영양소를 포함하고 있습니다. 가지 씨앗은이 야채의 필수적인 부분이며 요리에 널리 사용됩니다. 가지 씨앗은 토양에 뿌려 새로운 식물을 생산하거나 가지 기름이나 가지 추출물을 생산하는 데 사용할 수 있습니다. 또한 가지 씨앗은 항산화, 항염증 및 항균 작용과 같은 다양한 유익한 특성으로 인해 전통 의학 및 아유르베다 관행에 자주 사용됩니다.
ru: Семена баклажана - это мелкие, плоские и овальные семена темно-коричневого или черного цвета. Они имеют гладкую поверхность и могут быть покрыты тонким слоем воска, который защищает их от внешних воздействий. Размер семян баклажана может варьироваться, но обычно их длина составляет около 3-6 мм. Их легко определить по форме и цвету. Семена баклажана обладают высокой всхожестью, что позволяет использовать их в садоводстве и для размножения новых растений. Кроме того, они очень питательны и содержат важные микроэлементы, витамины, белки и другие полезные вещества. Семена баклажана являются неотъемлемой частью этого овоща и широко используются в кулинарии. Их можно высевать в почву для получения новых растений или использовать для производства баклажанного масла или баклажанного экстракта. Кроме того, семена баклажанов часто используются в традиционной медицине и аюрведических практиках, поскольку им приписываются различные полезные свойства, такие как антиоксидантная, противовоспалительная и антибактериальная активность.

# Seeds,Garlic
source: Garlic seeds
de: Knoblauchsamen
fr: Graine d'ail
hu: Fokhagymagerezdek
it: Semi di aglio
ko: 마늘 씨앗
ru: Семена чеснока
