Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Seeds,PepperText
source: Pepper seeds are small, rounded and yellow-colored seeds that are used to grow peppers. They have a hard shell and can be smooth or ribbed, depending on the variety of pepper. Pepper seeds have an unremarkable flavor but are highly nutritious. They are high in protein, fat and carbohydrates, as well as vitamins and minerals, including vitamins A, C, E, K, B6, folic acid, iron, potassium and magnesium. Pepper seeds are widely used to grow peppers in gardens and orchards, as well as in commercial agriculture. They are usually north into the soil and grown under greenhouse conditions or in the open ground. After sprouts emerge, pepper seedlings are transferred to a permanent location in the garden. Pepper plants grown from seed have green, yellow, red or orange fruits that can be spicy or sweet, depending on the variety. They are used in cooking to add to various dishes such as salads, sauces, soups, marinades and more. Pepper seeds can also be used in medicine and cosmetology. Their oil is often used as an antiseptic, anti-inflammatory and analgesic. In addition, extract from pepper seeds is used in cosmetic products for skin and hair care, as it helps to strengthen and grow them. All in all, pepper seeds are an essential element for growing peppers and have a wide range of uses in the food and medical industries. Their high nutritional value and health benefits make them valuable ingredients in a variety of applications.
de: Paprikasamen sind kleine, runde und gelb gefärbte Samen, die zum Anbau von Paprika verwendet werden. Sie haben eine harte Schale und können je nach Paprikasorte glatt oder gerippt sein. Paprikasamen haben einen unauffälligen Geschmack, sind aber sehr nahrhaft. Sie sind reich an Eiweiß, Fett und Kohlenhydraten sowie an Vitaminen und Mineralstoffen, darunter die Vitamine A, C, E, K, B6, Folsäure, Eisen, Kalium und Magnesium. Paprikasamen werden häufig zum Anbau von Paprika in Gärten und Obstplantagen sowie in der kommerziellen Landwirtschaft verwendet. Sie werden in der Regel in den Boden eingepflanzt und unter Gewächshausbedingungen oder im Freiland angebaut. Nach dem Austreiben der Keimlinge werden die Paprikasetzlinge an einen festen Standort im Garten gebracht. Aus Samen gezogene Paprikapflanzen haben grüne, gelbe, rote oder orangefarbene Früchte, die je nach Sorte scharf oder süß sein können. Sie werden in der Küche zum Verfeinern verschiedener Gerichte wie Salate, Soßen, Suppen, Marinaden und mehr verwendet. Paprikasamen können auch in der Medizin und Kosmetik verwendet werden. Ihr Öl wird häufig als antiseptisches, entzündungshemmendes und schmerzstillendes Mittel verwendet. Darüber hinaus wird der Extrakt aus Paprikasamen in kosmetischen Produkten für die Haut- und Haarpflege verwendet, da er zu deren Stärkung und Wachstum beiträgt. Alles in allem sind Paprikasamen ein wesentliches Element für den Anbau von Paprika und finden in der Lebensmittel- und Medizinindustrie eine breite Anwendung. Ihr hoher Nährwert und ihr gesundheitlicher Nutzen machen sie zu wertvollen Zutaten für eine Vielzahl von Anwendungen.
fr: Les graines de poivron sont de petites graines arrondies et de couleur jaune qui sont utilisées pour faire pousser des poivrons. Ils ont une coque dure et peuvent être lisses ou côtelés, selon la variété de poivre. Les graines de poivre ont une saveur banale mais sont très nutritives. Ils sont riches en protéines, lipides et glucides, ainsi qu’en vitamines et minéraux, notamment les vitamines A, C, E, K, B6, l’acide folique, le fer, le potassium et le magnésium. Les graines de poivron sont largement utilisées pour cultiver des poivrons dans les jardins et les vergers, ainsi que dans l’agriculture commerciale. Ils sont généralement situés au nord du sol et cultivés en serre ou en pleine terre. Une fois les pousses levées, les plants de poivrons sont transférés vers un emplacement permanent dans le jardin. Les plants de poivrons issus de graines produisent des fruits verts, jaunes, rouges ou oranges qui peuvent être épicés ou sucrés, selon la variété. Ils sont utilisés en cuisine pour être ajoutés à divers plats tels que les salades, les sauces, les soupes, les marinades et bien plus encore. Les graines de poivre peuvent également être utilisées en médecine et en cosmétologie. Leur huile est souvent utilisée comme antiseptique, anti-inflammatoire et analgésique. De plus, l'extrait de graines de poivre est utilisé dans les produits cosmétiques pour le soin de la peau et des cheveux, car il contribue à les renforcer et à les faire pousser. Dans l’ensemble, les graines de poivre sont un élément essentiel à la culture du poivron et ont un large éventail d’utilisations dans les industries alimentaire et médicale. Leur haute valeur nutritionnelle et leurs bienfaits pour la santé en font des ingrédients précieux dans diverses applications.
hu: A paprikamagok apró, kerekded és sárga színű magok, amelyeket paprika termesztésére használnak. Kemény héjuk van, és a paprikafajtától függően lehetnek sima vagy bordázott. A borsszemek íze nem túl figyelemre méltó, de igen táplálóak. Magas a fehérje-, zsír- és szénhidráttartalmuk, valamint a vitaminok és ásványi anyagok, köztük az A-, C-, E-, K-, B6-, folsav-, vas-, kálium- és magnéziumtartalmuk. A paprikamagokat széles körben használják paprika termesztésére a kertekben és gyümölcsösökben, valamint a kereskedelmi mezőgazdaságban. Általában északra helyezik a talajba, és üvegházi körülmények között vagy szabadföldön termesztik. A csírázás után a paprikapalántákat a kertben lévő állandó helyre ültetik át. A magról nevelt borsnövények zöld, sárga, piros vagy narancssárga gyümölcsökkel rendelkeznek, amelyek fajtától függően fűszeresek vagy édesek lehetnek. A főzésben különböző ételek, például saláták, mártások, levesek, pácok és egyéb ételek ízesítésére használják. A borsmagok a gyógyászatban és a kozmetológiában is felhasználhatók. Olajukat gyakran használják fertőtlenítő, gyulladáscsökkentő és fájdalomcsillapító szerként. Ezenkívül a borsmagból készült kivonatot bőr- és hajápoló kozmetikai termékekben használják, mivel segít erősíteni és növeszteni azokat. Mindent egybevetve, a paprikamagok a paprikatermesztés nélkülözhetetlen elemei, és széles körűen felhasználhatók az élelmiszeriparban és az orvostudományban. Magas tápértékük és egészségügyi előnyeik miatt értékes alapanyagok számos alkalmazásban.
it: I semi di peperone sono semi piccoli, rotondi e di colore giallo che vengono utilizzati per coltivare i peperoni. Hanno un guscio duro e possono essere lisci o rigati, a seconda della varietà di pepe. I semi di pepe hanno un sapore insignificante ma sono altamente nutrienti. Sono ricchi di proteine, grassi e carboidrati, nonché di vitamine e minerali, tra cui vitamine A, C, E, K, B6, acido folico, ferro, potassio e magnesio. I semi di pepe sono ampiamente utilizzati per coltivare peperoni in giardini e frutteti, nonché nell'agricoltura commerciale. Di solito vengono piantati a nord nel terreno e coltivati in condizioni di serra o in piena terra. Dopo che i germogli sono emersi, le piantine di peperone vengono trasferite in un luogo permanente nel giardino. Le piante di peperone coltivate da seme hanno frutti verdi, gialli, rossi o arancioni che possono essere piccanti o dolci, a seconda della varietà. Vengono utilizzati in cucina per essere aggiunti a vari piatti come insalate, salse, zuppe, marinate e altro ancora. I semi di pepe possono essere utilizzati anche in medicina e cosmetologia. Il loro olio è spesso usato come antisettico, antinfiammatorio e analgesico. Inoltre, l'estratto dei semi di pepe viene utilizzato nei prodotti cosmetici per la cura della pelle e dei capelli, poiché aiuta a rafforzarli e a farli crescere. Nel complesso, i semi di peperone sono un elemento essenziale per la coltivazione dei peperoni e hanno una vasta gamma di usi nell'industria alimentare e medica. Il loro alto valore nutrizionale e i benefici per la salute li rendono ingredienti preziosi in una varietà di applicazioni.
ko: 후추 씨앗은 고추를 재배하는 데 사용되는 작고 둥근 노란색 씨앗입니다. 딱딱한 껍질을 가지고 있으며 고추의 종류에 따라 매끈하거나 늑골이 있을 수 있습니다. 후추 씨앗은 별다른 맛이 없지만 영양가가 높습니다. 단백질, 지방, 탄수화물은 물론 비타민 A, C, E, K, B6, 엽산, 철분, 칼륨, 마그네슘을 포함한 비타민과 미네랄이 풍부하게 함유되어 있습니다. 후추 씨앗은 정원과 과수원뿐만 아니라 상업적 농업에서 고추를 재배하는 데 널리 사용됩니다. 그들은 일반적으로 토양으로 북상하여 온실 조건이나 열린 땅에서 자랍니다. 새싹이 나온 후 고추 묘목은 정원의 영구적 인 위치로 옮겨집니다. 씨앗에서 자란 고추 식물에는 품종에 따라 매운맛이나 단맛이 나는 녹색, 노란색, 빨간색 또는 주황색 과일이 있습니다. 샐러드, 소스, 수프, 매리 네이드 등과 같은 다양한 요리에 추가하기 위해 요리에 사용됩니다. 후추 씨앗은 의학 및 미용에도 사용할 수 있습니다. 그들의 기름은 종종 방부제, 항염증제 및 진통제로 사용됩니다. 또한 후추 씨앗 추출물은 피부와 모발 관리를위한 화장품에 사용되어 피부를 강화하고 성장시키는 데 도움이됩니다. 대체로 후추 씨앗은 고추 재배에 필수적인 요소이며 식품 및 의료 산업에서 광범위하게 사용됩니다. 높은 영양가와 건강상의 이점으로 인해 다양한 분야에서 귀중한 재료로 활용되고 있습니다.
ru: Семена перца - это мелкие, округлые семена желтого цвета, которые используются для выращивания перца. Они имеют твердую оболочку и могут быть гладкими или ребристыми, в зависимости от сорта перца. Семена перца обладают непримечательным вкусом, но очень питательны. В них много белков, жиров и углеводов, а также витаминов и минералов, в том числе витаминов A, C, E, K, B6, фолиевой кислоты, железа, калия и магния. Семена перца широко используются для выращивания перца в садах и огородах, а также в промышленном сельском хозяйстве. Обычно их заделывают в почву и выращивают в тепличных условиях или в открытом грунте. После появления всходов рассаду перца переносят на постоянное место в саду. Выращенные из семян растения перца имеют зеленые, желтые, красные или оранжевые плоды, которые в зависимости от сорта могут быть острыми или сладкими. Они используются в кулинарии для добавления в различные блюда, такие как салаты, соусы, супы, маринады и т.д. Семена перца также могут использоваться в медицине и косметологии. Их масло часто используется как антисептическое, противовоспалительное и болеутоляющее средство. Кроме того, экстракт из семян перца используется в косметических средствах по уходу за кожей и волосами, так как способствует их укреплению и росту. В целом семена перца являются необходимым элементом для выращивания перца и имеют широкий спектр применения в пищевой и медицинской промышленности. Высокая пищевая ценность и полезные свойства делают их ценными ингредиентами в различных областях применения.

# Seeds,Potato
source: Potato seeds
de: Kartoffelsamen
fr: Graine de pomme de terre
hu: Burgonya vetőmagok
it: Semi di Patate
ko: 감자 씨앗
ru: Семена картофеля

# Seeds,PotatoText
source: Potato seeds are miniature tubers that need to be planted in the ground to grow large enough and healthy plants. Potato seeds can vary in size and shape, depending on the variety and storage conditions. They have a loose texture and are brown or yellowish in color. After purchasing potato seeds, they should be well inspected and all damaged, diseased or rotten specimens should be removed. The seeds should then be prepared for planting by keeping them in a warm and dry place for several weeks. The optimum temperature for potato seed preparation is about 15-20 degrees Celsius. When the potato seeds are ready for planting, you should choose a suitable place in the garden or vegetable garden. Potatoes prefer a sunny place with fertile soil and good drainage. The seeds should be placed at a depth of about 10-15 cm and leave about 30-40 cm between them to give the plants enough room to grow. It is also important to properly care for potato plants throughout their growth period. This includes regular watering, feeding, weed removal and protection from pests and diseases. A few months after planting, you can harvest the grown potatoes and use them to prepare various dishes.
de: Kartoffelsamen sind Miniaturknollen, die in den Boden gepflanzt werden müssen, um ausreichend große und gesunde Pflanzen zu entwickeln. Kartoffelsamen können je nach Sorte und Lagerungsbedingungen in Größe und Form variieren. Sie haben eine lockere Textur und sind braun oder gelblich gefärbt. Nach dem Kauf von Kartoffelsamen sollten diese gut untersucht und alle beschädigten, kranken oder faulen Exemplare entfernt werden. Die Samen sollten dann für die Aussaat vorbereitet werden, indem sie mehrere Wochen lang an einem warmen und trockenen Ort aufbewahrt werden. Die optimale Temperatur für die Vorbereitung von Kartoffelsamen liegt bei 15-20 Grad Celsius. Wenn die Kartoffelsamen pflanzfertig sind, sollten Sie einen geeigneten Platz im Garten oder Gemüsegarten wählen. Kartoffeln bevorzugen einen sonnigen Platz mit fruchtbarem Boden und guter Drainage. Die Samen sollten in einer Tiefe von etwa 10-15 cm gepflanzt werden, wobei ein Abstand von etwa 30-40 cm eingehalten werden sollte, damit die Pflanzen genügend Platz zum Wachsen haben. Wichtig ist auch die richtige Pflege der Kartoffelpflanzen während ihrer gesamten Wachstumszeit. Dazu gehören regelmäßiges Gießen, Füttern, Entfernen von Unkraut und Schutz vor Schädlingen und Krankheiten. Einige Monate nach der Aussaat können Sie die gewachsenen Kartoffeln ernten und für die Zubereitung verschiedener Gerichte verwenden.
fr: Les graines de pomme de terre sont des tubercules miniatures qui doivent être plantés dans le sol pour faire pousser des plantes suffisamment grosses et saines. Les graines de pomme de terre peuvent varier en taille et en forme, selon la variété et les conditions de stockage. Ils ont une texture lâche et sont de couleur brune ou jaunâtre. Après avoir acheté des semences de pommes de terre, elles doivent être soigneusement inspectées et tous les spécimens endommagés, malades ou pourris doivent être retirés. Les graines doivent ensuite être préparées pour la plantation en les conservant dans un endroit chaud et sec pendant plusieurs semaines. La température optimale pour la préparation des graines de pomme de terre est d'environ 15 à 20 degrés Celsius. Lorsque les graines de pomme de terre sont prêtes à être plantées, vous devez choisir un endroit approprié dans le jardin ou le potager. Les pommes de terre préfèrent un endroit ensoleillé avec un sol fertile et un bon drainage. Les graines doivent être placées à une profondeur d'environ 10 à 15 cm et laisser environ 30 à 40 cm entre elles pour donner aux plantes suffisamment d'espace pour pousser. Il est également important de bien prendre soin des plants de pommes de terre tout au long de leur période de croissance. Cela comprend un arrosage régulier, une alimentation, l’élimination des mauvaises herbes et une protection contre les ravageurs et les maladies. Quelques mois après la plantation, vous pouvez récolter les pommes de terre cultivées et les utiliser pour préparer divers plats.
hu: A burgonyamagok miniatűr gumók, amelyeket a földbe kell ültetni, hogy elég nagy és egészséges növényeket neveljenek. A burgonyamagok mérete és alakja a fajtától és a tárolási körülményektől függően változhat. Laza szerkezetűek és barna vagy sárgás színűek. A burgonyavetőmagok megvásárlása után jól át kell vizsgálni őket, és minden sérült, beteg vagy rothadt példányt el kell távolítani. Ezután a magokat néhány hétig meleg és száraz helyen tartva elő kell készíteni az ültetésre. A burgonyavetőmagok előkészítésének optimális hőmérséklete körülbelül 15-20 Celsius-fok. Amikor a burgonyamagok készen állnak az ültetésre, ki kell választani egy megfelelő helyet a kertben vagy a zöldségeskertben. A burgonya a napos, termékeny talajú, jó vízelvezetésű helyet kedveli. A magokat körülbelül 10-15 cm mélyen kell elhelyezni, és körülbelül 30-40 cm-t kell hagyni közöttük, hogy a növényeknek elegendő helyük legyen a növekedéshez. Az is fontos, hogy a burgonyanövényeket a növekedési időszak alatt megfelelően ápoljuk. Ez magában foglalja a rendszeres öntözést, a tápoldatozást, a gyomtalanítást, valamint a kártevők és betegségek elleni védelmet. Néhány hónappal az ültetés után betakaríthatja a megtermelt burgonyát, és felhasználhatja különböző ételek készítéséhez.
it: I semi di patata sono tuberi in miniatura che devono essere piantati nel terreno per far crescere piante sufficientemente grandi e sane. I semi di patate possono variare in dimensioni e forma, a seconda della varietà e delle condizioni di conservazione. Hanno una consistenza sciolta e sono di colore marrone o giallastro. Dopo aver acquistato i semi di patata, è necessario ispezionarli attentamente e rimuovere tutti gli esemplari danneggiati, malati o marci. I semi vanno poi preparati per la semina conservandoli in un luogo caldo e asciutto per diverse settimane. La temperatura ottimale per la preparazione dei semi di patate è di circa 15-20 gradi Celsius. Quando i semi di patata sono pronti per la semina, dovresti scegliere un posto adatto nel giardino o nell'orto. Le patate preferiscono un luogo soleggiato con terreno fertile e buon drenaggio. I semi vanno posti ad una profondità di circa 10-15 cm e lasciati circa 30-40 cm tra loro per dare alle piante abbastanza spazio per crescere. È anche importante prendersi cura adeguatamente delle piante di patate durante tutto il loro periodo di crescita. Ciò include l'irrigazione regolare, l'alimentazione, la rimozione delle erbacce e la protezione da parassiti e malattie. Dopo qualche mese dalla semina potrete raccogliere le patate coltivate e utilizzarle per preparare varie pietanze.
ko: 감자 씨앗은 충분히 크고 건강한 식물을 키우기 위해 땅에 심어야 하는 미니어처 괴경입니다. 감자 씨앗은 품종과 보관 조건에 따라 크기와 모양이 다를 수 있습니다. 그들은 느슨한 질감을 가지고 있으며 갈색 또는 황색을 띕니다. 감자 씨앗을 구입한 후에는 잘 검사하고 손상되었거나 병에 걸렸거나 썩은 표본은 모두 제거해야 합니다. 그런 다음 씨앗을 따뜻하고 건조한 곳에 몇 주 동안 보관하여 심을 준비를해야합니다. 감자 종자 준비를위한 최적의 온도는 섭씨 15-20도 정도입니다. 감자 씨앗을 심을 준비가되면 정원이나 채소밭에서 적절한 장소를 선택해야합니다. 감자는 비옥 한 토양과 배수가 잘되는 햇볕이 잘 드는 곳을 선호합니다. 씨앗은 약 10-15cm 깊이에 놓고 식물이 자랄 수있는 충분한 공간을 제공하기 위해 그 사이에 약 30-40cm를 남겨 두어야합니다. 성장 기간 동안 감자 식물을 적절하게 관리하는 것도 중요합니다. 여기에는 정기적 인 물주기, 먹이주기, 잡초 제거 및 해충 및 질병으로부터의 보호가 포함됩니다. 심고 몇 달 후에 자란 감자를 수확하여 다양한 요리를 준비하는 데 사용할 수 있습니다.
ru: Семена картофеля представляют собой миниатюрные клубни, которые необходимо высадить в грунт, чтобы вырастить достаточно крупные и здоровые растения. Семена картофеля могут иметь различный размер и форму в зависимости от сорта и условий хранения. Они имеют рыхлую структуру и коричневый или желтоватый цвет. После приобретения семян картофеля их необходимо хорошо осмотреть и удалить все поврежденные, больные и гнилые экземпляры. Затем семена необходимо подготовить к посадке, выдержав их в теплом и сухом месте в течение нескольких недель. Оптимальная температура для подготовки семян картофеля составляет около 15-20 градусов Цельсия. Когда семена картофеля будут готовы к посадке, необходимо выбрать подходящее место в саду или огороде. Картофель предпочитает солнечное место с плодородной почвой и хорошим дренажем. Семена следует поместить на глубину около 10-15 см и оставить между ними около 30-40 см, чтобы у растений было достаточно места для роста. Важно также правильно ухаживать за растениями картофеля в течение всего периода их роста. Это включает в себя регулярный полив, подкормку, удаление сорняков и защиту от вредителей и болезней. Через несколько месяцев после посадки можно собирать выращенный картофель и использовать его для приготовления различных блюд.

# Seeds,Pumpkin
source: Pumpkin seeds
de: Kürbiskerne
fr: Graine de citrouille
hu: Tökmag
it: Semi di Zucca
ko: 호박씨
ru: Тыквенные семечки
