Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Kitchen,Mackerel_with_vegetablesText
source: Mackerel with vegetables is an exquisite dish that combines juicy and flavorful mackerel meat with fresh vegetables. Below is a detailed description of this dish. Step 1: Prepare the ingredients - Take fresh mackerel and rinse it well under cold water. After that, dry the fish with a paper towel. - Peel and chop the vegetables. You can use carrots, cauliflower, broccoli, sweet peppers, zucchini or other preferred vegetables. - Prepare the onion: take 1 medium onion and cut it into half rings. - Prepare the herbs (parsley, dill or basil) to decorate the dish. - Measure out 2 tablespoons of olive oil. - Prepare salt and pepper to taste. Step 2: Prepare the dish 1. Heat the olive oil over medium heat in a skillet or saucepan. 2. Add the sliced onion to the skillet and fry until translucent and tender, about 5 minutes. 3. Add the vegetables to the skillet and fry them along with the onions until soft but still holding their shape. This will take about 10-15 minutes. 4. Salt, pepper the vegetables and add any other spices to taste. Stir to evenly distribute the seasonings. 5. Place the mackerel on top of the vegetables in the skillet. Cook the fish along with the vegetables for 10-15 minutes until cooked through. 6. Check the mackerel and vegetables are cooked through, making sure the fish is easily separated from the bone and the vegetables are soft but not falling apart. 7. The mackerel dish with vegetables is ready! Serve it hot, garnished with fresh herbs. You can add sauces such as lemon sauce or butter and garlic to the dish to give it more flavor. You can also experiment with different vegetables and spices to create a unique combination of flavors. This dish is great for dinner or a special meal.
de: Makrele mit Gemüse ist ein exquisites Gericht, das saftiges und geschmackvolles Makrelenfleisch mit frischem Gemüse kombiniert. Im Folgenden findest du eine detaillierte Beschreibung dieses Gerichts. Schritt 1: Bereite die Zutaten vor - Nimm frische Makrelen und spüle sie unter kaltem Wasser gut ab. Danach trocknest du den Fisch mit einem Papiertuch ab. - Schäle und schneide das Gemüse. Du kannst Karotten, Blumenkohl, Brokkoli, Paprika, Zucchini oder anderes Gemüse deiner Wahl verwenden. - Bereite die Zwiebel vor: Nimm 1 mittelgroße Zwiebel und schneide sie in halbe Ringe. - Bereite die Kräuter (Petersilie, Dill oder Basilikum) vor, um das Gericht zu dekorieren. - Miss 2 Esslöffel Olivenöl ab. - Bereite Salz und Pfeffer zum Abschmecken vor. Schritt 2: Bereite das Gericht zu 1. Erhitze das Olivenöl bei mittlerer Hitze in einer Pfanne oder einem Kochtopf. 2. Gib die in Scheiben geschnittenen Zwiebeln in die Pfanne und brate sie an, bis sie glasig und weich sind, etwa 5 Minuten. 3. Gib das Gemüse in die Pfanne und brate es zusammen mit den Zwiebeln, bis es weich ist, aber noch seine Form behält. Das dauert etwa 10-15 Minuten. 4. Salze und pfeffere das Gemüse und gib alle anderen Gewürze hinzu. Rühre um, um die Gewürze gleichmäßig zu verteilen. 5. Lege die Makrele auf das Gemüse in der Pfanne. Brate den Fisch zusammen mit dem Gemüse 10-15 Minuten lang, bis er gar ist. 6. Prüfe, ob die Makrele und das Gemüse durchgegart sind. Achte darauf, dass sich der Fisch leicht von der Gräte lösen lässt und das Gemüse weich ist, aber nicht zerfällt. 7. Das Makrelengericht mit Gemüse ist fertig! Serviere es heiß und garniere es mit frischen Kräutern. Du kannst dem Gericht Soßen wie Zitronensoße oder Butter und Knoblauch hinzufügen, um es noch schmackhafter zu machen. Du kannst auch mit verschiedenen Gemüsesorten und Gewürzen experimentieren, um eine einzigartige Geschmackskombination zu kreieren. Dieses Gericht eignet sich hervorragend für ein Abendessen oder eine besondere Mahlzeit.
fr: Le maquereau aux légumes est un plat exquis qui combine de la viande de maquereau juteuse et savoureuse avec des légumes frais. Vous trouverez ci-dessous une description détaillée de ce plat. Étape 1 : Préparez les ingrédients - Prenez du maquereau frais et rincez-le bien sous l'eau froide. Après cela, séchez le poisson avec une serviette en papier. - Eplucher et hacher les légumes. Vous pouvez utiliser des carottes, du chou-fleur, du brocoli, des poivrons doux, des courgettes ou d'autres légumes préférés. - Préparez l'oignon : prenez 1 oignon moyen et coupez-le en demi-rondelles. - Préparez les herbes (persil, aneth ou basilic) pour décorer le plat. - Mesurez 2 cuillères à soupe d'huile d'olive. - Préparez du sel et du poivre au goût. Étape 2 : Préparez le plat 1. Faites chauffer l'huile d'olive à feu moyen dans une poêle ou une casserole. 2. Ajoutez l'oignon émincé dans la poêle et faites-le frire jusqu'à ce qu'il soit translucide et tendre, environ 5 minutes. 3. Ajoutez les légumes dans la poêle et faites-les revenir avec les oignons jusqu'à ce qu'ils soient tendres tout en conservant leur forme. Cela prendra environ 10 à 15 minutes. 4. Salez, poivrez les légumes et ajoutez d'autres épices au goût. Remuer pour répartir uniformément les assaisonnements. 5. Placez le maquereau sur les légumes dans la poêle. Faites cuire le poisson avec les légumes pendant 10 à 15 minutes jusqu'à ce qu'ils soient bien cuits. 6. Vérifiez que le maquereau et les légumes sont bien cuits, en vous assurant que le poisson se sépare facilement des os et que les légumes sont tendres mais ne se désagrègent pas. 7. Le plat de maquereau aux légumes est prêt ! Servez-le chaud, garni d'herbes fraîches. Vous pouvez ajouter des sauces comme de la sauce au citron ou du beurre et de l'ail au plat pour lui donner plus de saveur. Vous pouvez également expérimenter différents légumes et épices pour créer une combinaison unique de saveurs. Ce plat est idéal pour le dîner ou un repas spécial.
ko: 야채 고등어는 육즙이 풍부하고 풍미가 좋은 고등어 고기와 신선한 야채를 결합한 절묘한 요리입니다. 아래는 이 요리에 대한 자세한 설명입니다. 1 단계 : 재료 준비 - 신선한 고등어를 가져다가 찬물에 잘 헹굽니다. 그 후 종이 타월로 생선을 말리십시오. - 야채를 껍질을 벗기고 자릅니다. 당근, 콜리 플라워, 브로콜리, 달콤한 고추, 호박 또는 기타 선호하는 야채를 사용할 수 있습니다. - 양파 준비하기: 중간 크기의 양파 1개를 반 고리 모양으로 자릅니다. - 접시를 장식할 허브(파슬리, 딜 또는 바질)를 준비합니다. - 올리브 오일 2 큰술을 계량합니다. - 맛볼 소금과 후추를 준비합니다. 2단계: 접시 준비하기 1. 프라이팬이나 냄비에 올리브 오일을 넣고 중간 불로 가열합니다. 2. 얇게 썬 양파를 프라이팬에 넣고 반투명하고 부드러워질 때까지 약 5분간 볶습니다. 3. 3. 야채를 프라이팬에 넣고 부드러워지지만 모양이 유지될 때까지 양파와 함께 볶습니다. 약 10~15분 정도 소요됩니다. 4. 4. 야채에 소금, 후추를 넣고 기호에 따라 다른 향신료를 추가합니다. 양념이 고르게 분포되도록 저어주세요. 5. 프라이팬에 야채 위에 고등어를 올립니다. 야채와 함께 생선이 완전히 익을 때까지 10-15분간 조리합니다. 6. 고등어와 야채가 완전히 익었는지 확인하여 고등어는 뼈에서 쉽게 분리되고 야채는 부드러우면서도 떨어지지 않는지 확인합니다. 7. 야채를 곁들인 고등어 요리가 완성되었습니다! 신선한 허브로 장식하여 뜨겁게 제공합니다. 레몬 소스 또는 버터와 마늘과 같은 소스를 요리에 추가하여 풍미를 더할 수 있습니다. 다양한 야채와 향신료로 실험하여 독특한 맛의 조합을 만들 수도 있습니다. 이 요리는 저녁 식사나 특별한 식사에 좋습니다.

# Kitchen,Mutton_with_vegetables
source: Mutton with vegetables
de: Lammfleisch mit Gemüse
fr: Mouton aux légumes
ko: 야채를 곁들인 양고기

# Kitchen,Mutton_with_vegetablesText
source: Mutton with vegetables is an appetizing and hearty dish that can be prepared with a variety of vegetables. Here is a detailed recipe for its preparation. Step 1: Prepare the ingredients - Take about 1-1.5 kg of mutton and cut it into portioned pieces. - Peel and cut 2 large onions into half rings. - Take 3-4 cloves of garlic and mince them. - Measure out 3 tablespoons of vegetable oil. - Prepare the vegetables: take 2-3 carrots, 2-3 potatoes, 1-2 peppers (colored), 1 eggplant and 1-2 zucchini. It is better to cut the vegetables into cubes or half rings so that they cook evenly. - For seasoning, take salt, pepper, paprika and any other spices to taste. - Prepare herbs (parsley or cilantro) to garnish the dish. Step 2: Prepare the dish 1. In a large pot or skillet, heat vegetable oil over medium heat. 2. Add the sliced lamb to the pan and fry it until golden on all sides. This will take about 5-7 minutes. Remove the fried lamb to a plate. 3. In the same pot or pan, add the chopped onion and garlic. Fry them until transparent and fragrant, this will take another 5 minutes. 4. Salt, pepper and add the rest of the spices to taste. Stir all the ingredients together. 5. Add the carrots, potatoes and the rest of the chopped vegetables to the pot with the onion and garlic. Continue to cook the vegetables and stir fry them for 10 minutes so that they become soft but still hold their shape. 6. Return the roasted lamb to the pot with the vegetables and mix all the ingredients. 7. Cover the pot with a lid and cook the dish over medium heat for 30-40 minutes to allow the lamb to become soft and juicy and the vegetables to soak up the flavors and seasonings. 8. Check the readiness of the lamb and vegetables, making sure they are soft and well soaked in the sauce. 9. The lamb dish with vegetables is ready! Serve it hot, garnished with fresh herbs. You can top this dish with toppings or sauces of your choice. You can also add other vegetables like mushrooms or sweet peppers to give it more variety. This hearty and tasty dish will be a great choice for a holiday dinner or dinner with family.
de: Lammfleisch mit Gemüse ist ein appetitliches und herzhaftes Gericht, das mit einer Vielzahl von Gemüsesorten zubereitet werden kann. Hier ist ein detailliertes Rezept für seine Zubereitung. Schritt 1: Bereite die Zutaten vor - Nimm etwa 1-1,5 kg Lammfleisch und schneide es in portionierte Stücke. - Schäle 2 große Zwiebeln und schneide sie in halbe Ringe. - Nimm 3-4 Knoblauchzehen und hacke sie. - Miss 3 Esslöffel Pflanzenöl ab. - Bereite das Gemüse vor: Nimm 2-3 Karotten, 2-3 Kartoffeln, 1-2 Paprika (farbig), 1 Aubergine und 1-2 Zucchini. Es ist besser, das Gemüse in Würfel oder halbe Ringe zu schneiden, damit es gleichmäßig gart. - Zum Würzen nimmst du Salz, Pfeffer, Paprika und andere Gewürze nach Geschmack. - Bereite Kräuter (Petersilie oder Koriander) vor, um das Gericht zu garnieren. Schritt 2: Das Gericht zubereiten 1. Erhitze in einem großen Topf oder einer Pfanne das Pflanzenöl bei mittlerer Hitze. 2. Gib das in Scheiben geschnittene Lammfleisch in die Pfanne und brate es von allen Seiten goldbraun an. Das dauert etwa 5-7 Minuten. Nimm das gebratene Lammfleisch auf einen Teller. 3. Gib in denselben Topf oder dieselbe Pfanne die gehackte Zwiebel und den Knoblauch. Brate sie an, bis sie glasig sind und duften. Das dauert weitere 5 Minuten. 4. Salze, pfeffere und füge die restlichen Gewürze nach Geschmack hinzu. Verrühre alle Zutaten miteinander. 5. Gib die Karotten, Kartoffeln und das restliche kleingeschnittene Gemüse mit den Zwiebeln und dem Knoblauch in den Topf. Koche das Gemüse weiter und brate es unter Rühren 10 Minuten lang an, damit es weich wird, aber noch seine Form behält. 6. Gib das gebratene Lammfleisch zurück in den Topf mit dem Gemüse und vermische alle Zutaten. 7. Decke den Topf mit einem Deckel ab und koche das Gericht bei mittlerer Hitze 30-40 Minuten, damit das Lamm weich und saftig wird und das Gemüse die Aromen und Gewürze aufnehmen kann. 8. Prüfe, ob das Lamm und das Gemüse weich sind und sich gut mit der Soße vollgesogen haben. 9. Das Lammgericht mit Gemüse ist fertig! Serviere es heiß und garniere es mit frischen Kräutern. Du kannst das Gericht mit Beilagen oder Soßen deiner Wahl verfeinern. Du kannst auch andere Gemüsesorten wie Pilze oder Paprika hinzufügen, um mehr Abwechslung zu schaffen. Dieses herzhafte und schmackhafte Gericht ist eine gute Wahl für ein Festtagsessen oder ein Abendessen mit der Familie.
fr: Le mouton aux légumes est un plat appétissant et copieux qui peut être préparé avec une variété de légumes. Voici une recette détaillée pour sa préparation. Étape 1 : Préparez les ingrédients - Prenez environ 1 à 1,5 kg de mouton et coupez-le en morceaux. - Épluchez et coupez 2 gros oignons en demi-rondelles. - Prenez 3-4 gousses d'ail et émincez-les. - Mesurez 3 cuillères à soupe d'huile végétale. - Préparez les légumes : prenez 2-3 carottes, 2-3 pommes de terre, 1-2 poivrons (colorés), 1 aubergine et 1-2 courgettes. Il est préférable de couper les légumes en cubes ou en demi-anneaux pour qu'ils cuisent uniformément. - Pour l'assaisonnement, prenez du sel, du poivre, du paprika et toutes autres épices au goût. - Préparez des herbes (persil ou coriandre) pour garnir le plat. Étape 2 : Préparez le plat 1. Dans une grande casserole ou une poêle, chauffer l'huile végétale à feu moyen. 2. Ajoutez les tranches d'agneau dans la poêle et faites-les frire jusqu'à ce qu'elles soient dorées de tous les côtés. Cela prendra environ 5 à 7 minutes. Retirer l'agneau frit dans une assiette. 3. Dans la même casserole ou poêle, ajoutez l'oignon et l'ail hachés. Faites-les frire jusqu'à ce qu'ils soient transparents et parfumés, cela prendra encore 5 minutes. 4. Salez, poivrez et ajoutez le reste des épices au goût. Mélangez tous les ingrédients ensemble. 5. Ajoutez les carottes, les pommes de terre et le reste des légumes hachés dans la marmite avec l'oignon et l'ail. Continuez à cuire les légumes et faites-les sauter pendant 10 minutes pour qu'ils deviennent tendres tout en conservant leur forme. 6. Remettez l'agneau rôti dans la marmite avec les légumes et mélangez tous les ingrédients. 7. Couvrez la casserole avec un couvercle et faites cuire le plat à feu moyen pendant 30 à 40 minutes pour permettre à l'agneau de devenir tendre et juteux et aux légumes de s'imprégner des saveurs et des assaisonnements. 8. Vérifiez l'état de préparation de l'agneau et des légumes, en vous assurant qu'ils sont tendres et bien trempés dans la sauce. 9. Le plat d'agneau aux légumes est prêt ! Servez-le chaud, garni d'herbes fraîches. Vous pouvez garnir ce plat des garnitures ou des sauces de votre choix. Vous pouvez également ajouter d'autres légumes comme des champignons ou des poivrons doux pour lui donner plus de variété. Ce plat copieux et savoureux sera un excellent choix pour un dîner de fêtes ou un dîner en famille.
ko: 야채를 곁들인 양고기는 다양한 야채로 준비 할 수있는 식욕을 돋우고 풍성한 요리입니다. 다음은 준비를위한 자세한 조리법입니다. 1 단계 : 재료 준비 - 약 1-1.5kg의 양고기를 가져다가 나누어 먹기 좋은 크기로 자릅니다. - 큰 양파 2 개를 껍질을 벗기고 반 고리로 자릅니다. - 마늘 3-4 쪽을 가져다가 다집니다. - 식물성 기름 3 큰술을 계량합니다. - 야채 준비 : 당근 2-3 개, 감자 2-3 개, 고추 1-2 개 (유색), 가지 1 개, 호박 1-2 개를 섭취합니다. 야채가 고르게 익도록 입방체 또는 반 고리로 자르는 것이 좋습니다. - 양념을 위해 소금, 후추, 파프리카 및 기타 향신료를 맛보십시오. - 접시를 장식 할 허브 (파슬리 또는 고수)를 준비합니다. 2 단계 : 요리 준비 1. 큰 냄비나 프라이팬에 식물성 기름을 두르고 중불로 가열합니다. 2. 얇게 썬 양고기를 팬에 넣고 모든 면이 노릇해질 때까지 볶습니다. 약 5~7분 정도 걸립니다. 튀긴 양고기를 접시에 옮겨 담습니다. 3. 같은 냄비나 팬에 다진 양파와 마늘을 넣습니다. 투명하고 향이 날 때까지 볶으면 5 분이 더 걸립니다. 4. 소금, 후추를 넣고 나머지 향신료를 넣어 맛을냅니다. 모든 재료를 함께 저어주세요. 5. 당근, 감자 및 나머지 다진 야채를 양파와 마늘과 함께 냄비에 추가합니다. 야채가 부드러워지지만 모양이 유지되도록 10분간 계속 볶아줍니다. 6. 구운 양고기를 야채와 함께 냄비에 다시 넣고 모든 재료를 섞어줍니다. 7. 냄비를 뚜껑을 덮고 중불에서 30~40분간 조리하여 양고기가 부드럽고 육즙이 우러나고 야채에 풍미와 양념이 배도록 합니다. 8. 양고기와 야채가 부드러워지고 양념이 잘 배어 있는지 확인합니다. 9. 야채를 곁들인 양고기 요리가 완성되었습니다! 신선한 허브로 장식하여 뜨겁게 제공합니다. 이 요리에 원하는 토핑이나 소스를 얹을 수 있습니다. 버섯이나 달콤한 고추와 같은 다른 야채를 추가하여 더 다양한 맛을 낼 수도 있습니다. 이 풍성하고 맛있는 요리는 휴일 저녁 식사나 가족과의 저녁 식사를 위한 훌륭한 선택이 될 것입니다.

# Kitchen,NoIngredients
source: The necessary ingredients are missing...
de: Es fehlen die nötigen Zutaten...
fr: Il manque les ingrédients nécessaires...
hu: A szükséges összetevők hiányoznak...
it: Mancano gli ingredienti necessari...
ko: 필요한 재료가 없습니다...
ru: Не хватает необходимых ингредиентов...

# Kitchen,Olivier
source: Olivier
it: Oliviero
ko: 올리비에
ru: Оливье
