Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Kitchen,PilafText
source: Plov is a traditional dish that is one of the symbols of Uzbek and Central Asian cuisine. It is a hearty and flavorful rice dish cooked with meat, vegetables and spices. To make pilaf, ingredients such as lamb, rice, onions, carrots, oil and various spices such as zira (wood dill), turmeric and salt are used. The meat is cut into pieces and fried in a deep pan or cauldron until golden. Then add chopped onions and carrots, which are also fried until soft and acquire a pleasant flavor. After frying the vegetables, rice is added to the cauldron or pan. Rice is washed thoroughly before cooking pilaf to remove excess starch and get a crumbly structure. Then the rice is laid on top of the vegetables and meat, and all the ingredients are mixed. When the rice is already on the surface, hot water or broth is added. The mixture is brought to a boil, then reduce the heat and the dish is stewed until ready. In the process of cooking pilaf rice is saturated with the flavor of spices and meat. Ready pilaf has a shell (thin crispy crust) - this is one of the important components of this dish. At the time of serving, pilau is usually decorated with a golden shell, which creates an appetizing appearance. Plov can be served with fresh herbs, vegetables or salad. Plov is not only an exquisite dish, it is also a symbol of hospitality and an important element of the culture of many Central Asian peoples. It is prepared at large family gatherings, weddings and festivals. The combination of soft rice, tender meat and fragrant spices makes plov an unforgettable and delicious dish.
de: Pilaw ist ein traditionelles Gericht, das eines der Symbole der usbekischen und zentralasiatischen Küche ist. Es ist ein herzhaftes und schmackhaftes Reisgericht, das mit Fleisch, Gemüse und Gewürzen gekocht wird. Für den Pilaw werden Zutaten wie Lammfleisch, Reis, Zwiebeln, Karotten, Öl und verschiedene Gewürze wie Zira (Walddill), Kurkuma und Salz verwendet. Das Fleisch wird in Stücke geschnitten und in einer tiefen Pfanne oder einem Kessel gebraten, bis es golden ist. Dann kommen gehackte Zwiebeln und Karotten dazu, die ebenfalls gebraten werden, bis sie weich sind und einen angenehmen Geschmack bekommen. Nach dem Braten des Gemüses wird der Reis in den Kessel oder die Pfanne gegeben. Der Reis wird vor dem Kochen des Pilafs gründlich gewaschen, um überschüssige Stärke zu entfernen und eine krümelige Struktur zu erhalten. Dann wird der Reis auf das Gemüse und das Fleisch gelegt und alle Zutaten werden vermischt. Wenn der Reis bereits an der Oberfläche ist, wird heißes Wasser oder Brühe hinzugefügt. Die Mischung wird zum Kochen gebracht, dann wird die Hitze reduziert und das Gericht gedünstet, bis es fertig ist. Während des Kochens wird der Pilaw-Reis mit dem Geschmack von Gewürzen und Fleisch durchtränkt. Der fertige Pilaw hat eine Schale (dünne, knusprige Kruste) - das ist einer der wichtigsten Bestandteile dieses Gerichts. Zum Zeitpunkt des Servierens ist der Pilau normalerweise mit einer goldenen Schale verziert, die ihm ein appetitliches Aussehen verleiht. Pilaw kann mit frischen Kräutern, Gemüse oder Salat serviert werden. Pilaw ist nicht nur ein köstliches Gericht, sondern auch ein Symbol der Gastfreundschaft und ein wichtiger Bestandteil der Kultur vieler zentralasiatischer Völker. Es wird bei großen Familientreffen, Hochzeiten und Festen zubereitet. Die Kombination aus weichem Reis, zartem Fleisch und duftenden Gewürzen macht Plov zu einem unvergesslichen und köstlichen Gericht.
fr: Le plov est un plat traditionnel qui est l'un des symboles de la cuisine ouzbèke et d'Asie centrale. C'est un plat de riz copieux et savoureux, cuisiné avec de la viande, des légumes et des épices. Pour faire du pilaf, on utilise des ingrédients tels que de l'agneau, du riz, des oignons, des carottes, de l'huile et diverses épices comme le zira (aneth des bois), le curcuma et le sel. La viande est coupée en morceaux et frite dans une poêle profonde ou un chaudron jusqu'à ce qu'elle soit dorée. Ajoutez ensuite les oignons et les carottes hachés, qui sont également frits jusqu'à ce qu'ils soient tendres et acquièrent une saveur agréable. Après avoir fait frire les légumes, le riz est ajouté au chaudron ou à la poêle. Le riz est soigneusement lavé avant la cuisson du pilaf pour éliminer l'excès d'amidon et obtenir une structure friable. Ensuite, le riz est déposé sur les légumes et la viande et tous les ingrédients sont mélangés. Lorsque le riz est déjà à la surface, de l'eau chaude ou du bouillon est ajouté. Le mélange est porté à ébullition, puis baisser le feu et le plat est mijoté jusqu'à ce qu'il soit prêt. Pendant la cuisson, le riz pilaf est saturé de saveurs d'épices et de viande. Le pilaf prêt a une coquille (fine croûte croustillante) - c'est l'un des composants importants de ce plat. Au moment de servir, le pilaf est généralement décoré d'une coquille dorée, ce qui lui donne un aspect appétissant. Le plov peut être servi avec des herbes fraîches, des légumes ou une salade. Le plov n'est pas seulement un plat exquis, c'est aussi un symbole d'hospitalité et un élément important de la culture de nombreux peuples d'Asie centrale. Il est préparé lors de grandes réunions de famille, de mariages et de festivals. La combinaison de riz tendre, de viande tendre et d'épices parfumées fait du plov un plat inoubliable et délicieux.
hu: A plov egy hagyományos étel, amely az üzbég és a közép-ázsiai konyha egyik szimbóluma. Ez egy kiadós és ízletes rizsétel, amelyet hússal, zöldségekkel és fűszerekkel főznek. A piláf elkészítéséhez olyan összetevőket használnak, mint a bárányhús, rizs, hagyma, sárgarépa, olaj és különböző fűszerek, mint a zira (fakapor), kurkuma és só. A húst feldarabolják, és mély serpenyőben vagy üstben aranyszínűre sütik. Ezután hozzáadják az apróra vágott hagymát és sárgarépát, amelyeket szintén puhára sütnek, és kellemes ízt kapnak. A zöldségek sütése után rizst adunk az üstbe vagy serpenyőbe. A rizst alaposan megmossuk a piláf főzése előtt, hogy eltávolítsuk a felesleges keményítőt és morzsás szerkezetet kapjunk. Ezután a rizst a zöldségek és a hús tetejére fektetjük, és az összes hozzávalót összekeverjük. Amikor a rizs már a felszínen van, forró vizet vagy húslevest adunk hozzá. A keveréket felforraljuk, majd csökkentjük a hőfokot, és az ételt készre pároljuk. A főzés során a piláfrizs telítődik a fűszerek és a hús ízével. A kész piláfnak héja van (vékony, ropogós kéreg) - ez az étel egyik fontos összetevője. Tálaláskor a pilau-t általában aranyszínű héjjal díszítik, ami étvágygerjesztő megjelenést eredményez. A pilau friss fűszernövényekkel, zöldségekkel vagy salátával tálalható. A plov nemcsak egy finom étel, hanem a vendégszeretet szimbóluma és számos közép-ázsiai nép kultúrájának fontos eleme is. Nagy családi összejöveteleken, esküvőkön és fesztiválokon készítik. A puha rizs, a zsenge hús és az illatos fűszerek kombinációja teszi a plovot felejthetetlen és ízletes étellé.
it: Il plov è un piatto tradizionale che è uno dei simboli della cucina uzbeka e dell'Asia centrale. È un piatto di riso sostanzioso e saporito cucinato con carne, verdure e spezie. Per preparare il pilaf vengono utilizzati ingredienti come agnello, riso, cipolle, carote, olio e varie spezie come la zira (aneto di legno), la curcuma e il sale. La carne viene tagliata a pezzi e fritta in una padella profonda o in un calderone fino a doratura. Quindi aggiungere cipolle e carote tritate, anch'esse fritte fino a renderle morbide e acquisire un sapore gradevole. Dopo aver fritto le verdure, il riso viene aggiunto al calderone o alla padella. Il riso viene lavato accuratamente prima della cottura del pilaf per rimuovere l'amido in eccesso e ottenere una struttura friabile. Quindi il riso viene adagiato sopra le verdure e la carne e tutti gli ingredienti vengono mescolati. Quando il riso è già in superficie si aggiunge acqua calda o brodo. La miscela viene portata a ebollizione, quindi si abbassa la fiamma e il piatto viene stufato fino al momento. Nel processo di cottura il riso pilaf è saturo del sapore di spezie e carne. Il pilaf pronto ha un guscio (crosta sottile e croccante): questo è uno dei componenti importanti di questo piatto. Al momento di servire, il pilaf viene solitamente decorato con una conchiglia dorata, che crea un aspetto appetitoso. Il plov può essere servito con erbe fresche, verdure o insalata. Il plov non è solo un piatto squisito, è anche un simbolo di ospitalità e un elemento importante della cultura di molti popoli dell'Asia centrale. Viene preparato in occasione di grandi riunioni di famiglia, matrimoni e festival. La combinazione di riso morbido, carne tenera e spezie profumate rende il plov un piatto indimenticabile e delizioso.
ko: 필라프는 우즈벡 및 중앙 아시아 요리의 상징 중 하나 인 전통 요리입니다. 고기, 야채, 향신료로 조리한 풍성하고 풍미 가득한 쌀 요리입니다. 필라프를 만들기 위해 양고기, 쌀, 양파, 당근, 기름, 지라(우드 딜), 강황, 소금과 같은 다양한 향신료가 사용됩니다. 고기를 조각으로 자르고 깊은 팬이나 가마솥에서 노릇해질 때까지 볶습니다. 그런 다음 다진 양파와 당근을 넣고 부드러워 질 때까지 튀겨서 즐거운 풍미를 얻습니다. 야채를 볶은 후 가마솥이나 팬에 밥을 넣습니다. 필라프를 요리하기 전에 쌀을 철저히 씻어 과도한 전분을 제거하고 부서지기 쉬운 구조를 얻습니다. 그런 다음 밥을 야채와 고기 위에 얹고 모든 재료를 섞습니다. 쌀이 이미 표면에 있으면 뜨거운 물이나 국물을 추가합니다. 혼합물을 끓인 다음 불을 줄이고 접시가 준비 될 때까지 끓입니다. 필라프 밥을 요리하는 과정에서 향신료와 고기의 풍미로 포화됩니다. 준비된 필라프에는 껍질 (얇고 바삭 바삭한 빵 껍질)이 있습니다-이것은이 요리의 중요한 구성 요소 중 하나입니다. 서빙 할 때 필라 우는 일반적으로 황금 껍질로 장식되어 식욕을 돋우는 모양을 만듭니다. 플 로브는 신선한 허브, 야채 또는 샐러드와 함께 제공 될 수 있습니다. 필라프는 절묘한 요리 일뿐만 아니라 환대의 상징이자 많은 중앙 아시아 사람들의 문화의 중요한 요소이기도합니다. 대가족 모임, 결혼식 및 축제에서 준비됩니다. 부드러운 쌀, 부드러운 고기, 향긋한 향신료의 조합은 필라프를 잊을 수없는 맛있는 요리로 만듭니다.
ru: Плов - это традиционное блюдо, которое является одним из символов узбекской и центрально-азиатской кухни. Это сытное и ароматное рисовое блюдо, приготовленное с мясом, овощами и специями. Для приготовления плова используются такие ингредиенты, как баранина, рис, лук, морковь, масло и различные специи, такие как зира (древесный укроп), куркума и соль. Мясо нарезается на кусочки и обжаривается в глубокой сковороде или казане до золотистого цвета. Затем добавляются нарезанный лук и морковь, которые также обжариваются до мягкости и приобретения приятного аромата. После обжарки овощей, в казан или сковороду добавляется рис. Рис тщательно промывается перед приготовлением плова, чтобы удалить излишек крахмала и получить рассыпчатую структуру. Затем рис выкладывается на верх овощей и мяса, и все ингредиенты перемешиваются. Когда рис уже на поверхности, добавляется горячая вода или бульон. Смесь доводится до кипения, затем уменьшается огонь и блюдо тушится до готовности. В процессе готовления плова рис насыщается ароматом специй и мяса. Готовый плов имеет скорлупу (тонкую хрустящую корку) - это одна из важных составляющих этого блюда. Во время подачи плов обычно украшается золотистой скорлупой, которая создает аппетитный вид. Плов может быть подается с свежей зеленью, овощами или салатом. Плов - это не только изысканное блюдо, оно также является символом гостеприимства и важным элементом культуры многих народов Центральной Азии. Его готовят на больших семейных мероприятиях, свадьбах и праздниках. Сочетание мягкого риса, нежного мяса и ароматных специй делает плов незабываемым и вкусным блюдом.

# Kitchen,Pork_cutlets
source: Pork cutlets
de: Katleti
fr: Escalopes de porc
ko: 돈까스

# Kitchen,Pork_cutletsText
source: - pork - 1 onion, diced - 2 garlic cloves, chopped - 1 egg - salt, pepper to taste - vegetable oil for frying Make minced meat. In a large bowl, mix the minced meat, onion, garlic, and egg. Add salt and pepper to taste. Form cutlets from the resulting mass and fry on a hot frying pan on both sides until golden. Serve the cutlets with a garnish of your choice.
de: - Schweinefleisch - 1 Zwiebel, gewürfelt - 2 Knoblauchzehen, gehackt - 1 Ei - Salz, Pfeffer nach Geschmack - Pflanzenöl zum Braten Stell das Hackfleisch her. In einer großen Schüssel das Hackfleisch, die Zwiebel, den Knoblauch und das Ei vermischen. Mit Salz und Pfeffer abschmecken. Forme aus der entstandenen Masse Bratlinge und brate sie in einer heißen Pfanne auf beiden Seiten goldbraun. Serviere die Katleti mit einer Beilage deiner Wahl.
fr: - porc - 1 oignon coupé en dés - 2 gousses d'ail hachées - 1 oeuf - sel, poivre au goût - huile végétale pour la friture Préparez de la viande hachée. Dans un grand bol, mélangez la viande hachée, l'oignon, l'ail et l'œuf. Ajoutez du sel et du poivre au goût. Formez des escalopes à partir de la masse obtenue et faites-les frire dans une poêle chaude des deux côtés jusqu'à ce qu'elles soient dorées. Servir les escalopes avec une garniture de votre choix.
ko: - 돼지고기 - 다진 양파 1개 - 다진 마늘 2쪽 - 달걀 1개 - 맛볼 소금, 후추 - 튀김 용 식물성 기름 다진 고기를 만드십시오. 큰 그릇에 다진 고기, 양파, 마늘, 계란을 섞습니다. 맛에 소금과 후추를 넣으십시오. 결과물에서 커틀릿을 만들고 뜨거운 프라이팬에 양면이 노릇해질 때까지 볶습니다. 원하는 장식과 함께 돈까스를 서빙합니다.

# Kitchen,Roast_pork
source: Roast pork
de: Schweinebraten
fr: Porc rôti
ko: 구운 돼지고기

# Kitchen,Roast_porkText
source: - pork - 2 onions, chopped - 2 diced carrots - 2 diced potatoes - 1 tbsp. vegetable oil - salt, pepper to taste Heat oil in a frying pan and fry the pork until golden. Add onions, carrots and potatoes, fry for about 5 minutes more. Then add salt and pepper. Stew under a lid for about 20 minutes over low heat until all the food is soft. Serve the roast hot, sprinkled with herbs.
de: - Schweinefleisch - 2 Zwiebeln, gewürfelt - 2 gewürfelte Möhren - 2 gewürfelte Kartoffeln - 1 Esslöffel Pflanzenöl - Salz, Pfeffer nach Geschmack Erhitze Öl in einer Pfanne und brate das Schweinefleisch an, bis es goldbraun ist. Zwiebeln, Karotten und Kartoffeln hinzufügen und weitere 5 Minuten braten. Dann Salz und Pfeffer hinzufügen. Mit einem Deckel etwa 20 Minuten bei niedriger Hitze schmoren, bis alles weich ist. Serviere den Braten heiß und mit Kräutern bestreut.
fr: - porc - 2 oignons hachés - 2 carottes coupées en dés - 2 pommes de terre en dés - 1 cuillère à soupe. huile végétale - sel, poivre au goût Faites chauffer l'huile dans une poêle et faites revenir le porc jusqu'à ce qu'il soit doré. Ajouter les oignons, les carottes et les pommes de terre, faire revenir encore environ 5 minutes. Ajoutez ensuite du sel et du poivre. Cuire sous un couvercle pendant environ 20 minutes à feu doux jusqu'à ce que tous les aliments soient tendres. Servir le rôti chaud, parsemé d'herbes.
ko: - 돼지고기 - 다진 양파 2개 - 다진 당근 2개 - 다진 감자 2 개 - 1 큰술 식물성 기름 - 맛볼 소금, 후추 프라이팬에 기름을 두르고 돼지 고기를 노릇해질 때까지 볶습니다. 양파, 당근, 감자를 넣고 약 5 분 더 볶습니다. 그런 다음 소금과 후추를 넣으십시오. 모든 음식이 부드러워 질 때까지 뚜껑 아래에서 약 20 분 동안 약한 불로 끓입니다. 허브를 뿌린 뜨거운 구이를 서빙하세요.

# Kitchen,Shchi
source: Shchi
ko: 쉬치
ru: Щи

# Kitchen,ShchiText
source: Shchi is a traditional Russian dish that is one of the symbols of Russian cuisine. It is a soup made from cabbage, vegetables, meat or mushrooms. The ingredients used to make shchi are white cabbage, potatoes, carrots, onions, oil, meat (usually beef or pork), spices and herbs. The meat is cut into pieces and boiled in hot water to get broth. Then potato cubes, chopped onions and carrots are added and fried until soft. Cabbage is also chopped and added to the soup. After adding the vegetables, the soup is cooked over low heat until all the ingredients are soft and flavorful. At the end, spices such as salt, pepper, bay leaf, and various herbs such as parsley and dill are added for extra flavor. Shchi is a soup with tender and flavorful cabbage, fresh vegetables and tender meat or mushrooms. It has a rich flavor and has a pleasant sourness due to the addition of sauerkraut or lemon juice. Shchi is often served hot with a piece of bread or sour cream, which is added for a softer and creamier flavor. Shchi is an integral part of Russian cuisine and is often prepared during the cold season. It is a hearty and nutritious dish that warms and satisfies hunger. Shchi also has a long history and has many regional variations, which makes it even more diverse and interesting.
de: Shchi ist ein traditionelles russisches Gericht, das eines der Symbole der russischen Küche ist. Es ist eine Suppe, die aus Kohl, Gemüse, Fleisch oder Pilzen zubereitet wird. Die Zutaten für Shchi sind Weißkohl, Kartoffeln, Karotten, Zwiebeln, Öl, Fleisch (meist Rind- oder Schweinefleisch), Gewürze und Kräuter. Das Fleisch wird in Stücke geschnitten und in heißem Wasser gekocht, um eine Brühe zu erhalten. Dann werden Kartoffelwürfel, gehackte Zwiebeln und Karotten hinzugefügt und weich gebraten. Kohl wird ebenfalls gehackt und in die Suppe gegeben. Nach dem Hinzufügen des Gemüses wird die Suppe bei niedriger Hitze gekocht, bis alle Zutaten weich und schmackhaft sind. Zum Schluss werden Gewürze wie Salz, Pfeffer, Lorbeer und verschiedene Kräuter wie Petersilie und Dill hinzugefügt, um den Geschmack zu verstärken. Shchi ist eine Suppe mit zartem und würzigem Kohl, frischem Gemüse und zartem Fleisch oder Pilzen. Sie hat einen reichhaltigen Geschmack und ist durch die Zugabe von Sauerkraut oder Zitronensaft angenehm säuerlich. Shchi wird oft heiß mit einem Stück Brot oder saurer Sahne serviert, die für einen weicheren und cremigeren Geschmack hinzugefügt wird. Shchi ist ein fester Bestandteil der russischen Küche und wird oft in der kalten Jahreszeit zubereitet. Es ist ein herzhaftes und nahrhaftes Gericht, das wärmt und den Hunger stillt. Shchi hat außerdem eine lange Geschichte und es gibt viele regionale Varianten, was es noch vielfältiger und interessanter macht.
fr: Le shchi est un plat traditionnel russe qui est l'un des symboles de la cuisine russe. C'est une soupe à base de choux, de légumes, de viande ou de champignons. Les ingrédients utilisés pour préparer le shchi sont le chou blanc, les pommes de terre, les carottes, les oignons, l'huile, la viande (généralement du bœuf ou du porc), les épices et les herbes. La viande est coupée en morceaux et bouillie dans de l'eau chaude pour obtenir un bouillon. Ensuite, des cubes de pommes de terre, des oignons hachés et des carottes sont ajoutés et frits jusqu'à ce qu'ils soient tendres. Le chou est également haché et ajouté à la soupe. Après avoir ajouté les légumes, la soupe est cuite à feu doux jusqu'à ce que tous les ingrédients soient tendres et savoureux. À la fin, des épices comme le sel, le poivre, le laurier et diverses herbes comme le persil et l'aneth sont ajoutées pour plus de saveur. Shchi est une soupe avec du chou tendre et savoureux, des légumes frais et de la viande tendre ou des champignons. Il a une saveur riche et une agréable acidité due à l'ajout de choucroute ou de jus de citron. Le shchi est souvent servi chaud avec un morceau de pain ou de crème sure, qui est ajouté pour une saveur plus douce et plus crémeuse. Le shchi fait partie intégrante de la cuisine russe et est souvent préparé pendant la saison froide. C'est un plat copieux et nutritif qui réchauffe et satisfait la faim. Shchi a également une longue histoire et présente de nombreuses variations régionales, ce qui la rend encore plus diversifiée et intéressante.
hu: A shchi egy hagyományos orosz étel, amely az orosz konyha egyik szimbóluma. Káposztából, zöldségekből, húsból vagy gombából készült leves. A shchi készítéséhez használt összetevők: fehér káposzta, burgonya, sárgarépa, hagyma, olaj, hús (általában marha- vagy sertéshús), fűszerek és gyógynövények. A húst feldarabolják, és forró vízben felforralják, hogy húslevest kapjanak. Ezután burgonyakockákat, apróra vágott hagymát és sárgarépát adnak hozzá, és puhára sütik. A káposztát is felaprítják és hozzáadják a leveshez. A zöldségek hozzáadása után a levest kis lángon addig főzzük, amíg az összes hozzávaló megpuhul és ízletes lesz. A végén fűszereket, például sót, borsot, babérlevelet és különböző fűszernövényeket, például petrezselymet és kaprot adunk hozzá az extra íz érdekében. A shchi egy leves zsenge és ízletes káposztával, friss zöldségekkel és zsenge hússal vagy gombával. Íze gazdag, és a savanyú káposzta vagy a citromlé hozzáadásának köszönhetően kellemes savanyúságot kap. A shchit gyakran forrón tálalják egy darab kenyérrel vagy tejföllel, amelyet a lágyabb és krémesebb íz érdekében adnak hozzá. A shchi az orosz konyha szerves részét képezi, és gyakran készítik a hideg évszakban. Ez egy kiadós és tápláló étel, amely melegít és csillapítja az éhséget. A shchi hosszú múltra tekint vissza, és számos regionális változata létezik, ami még változatosabbá és érdekesebbé teszi.
it: Lo Shchi è un piatto tradizionale russo che è uno dei simboli della cucina russa. È una zuppa a base di cavoli, verdure, carne o funghi. Gli ingredienti utilizzati per preparare lo shchi sono cavolo bianco, patate, carote, cipolle, olio, carne (solitamente manzo o maiale), spezie ed erbe aromatiche. La carne viene tagliata a pezzi e fatta bollire in acqua calda per ottenere il brodo. Quindi vengono aggiunti cubetti di patate, cipolle tritate e carote e fritti fino a renderli morbidi. Anche il cavolo cappuccio viene tritato e aggiunto alla zuppa. Dopo aver aggiunto le verdure, la zuppa viene cotta a fuoco lento finché tutti gli ingredienti saranno morbidi e saporiti. Alla fine vengono aggiunte spezie come sale, pepe, alloro e varie erbe come prezzemolo e aneto per un sapore extra. Shchi è una zuppa con cavolo tenero e saporito, verdure fresche e carne tenera o funghi. Ha un sapore ricco e presenta una gradevole acidità dovuta all'aggiunta di crauti o succo di limone. Lo Shchi viene spesso servito caldo con un pezzo di pane o panna acida, che viene aggiunta per un sapore più morbido e cremoso. Lo Shchi è parte integrante della cucina russa e viene spesso preparato durante la stagione fredda. È un piatto sostanzioso e nutriente che scalda e soddisfa la fame. Anche Shchi ha una lunga storia e presenta molte varianti regionali, che la rendono ancora più varia e interessante.
ko: 쉬치는 러시아 요리의 상징 중 하나인 러시아 전통 요리입니다. 양배추, 야채, 고기 또는 버섯으로 만든 수프입니다. 쉬치를 만드는 데 사용되는 재료는 흰 양배추, 감자, 당근, 양파, 기름, 고기 (보통 쇠고기 또는 돼지 고기), 향신료 및 허브입니다. 고기를 조각으로 자르고 뜨거운 물에 끓여서 국물을 얻습니다. 그런 다음 감자 큐브, 다진 양파 및 당근을 넣고 부드러워 질 때까지 볶습니다. 양배추도 잘게 썰어 수프에 넣습니다. 야채를 넣은 후 수프는 모든 재료가 부드럽고 풍미가 될 때까지 약한 불로 조리됩니다. 마지막에 소금, 후추, 월계수 잎과 같은 향신료와 파슬리, 딜과 같은 다양한 허브를 추가하여 풍미를 더합니다. 쉬치는 부드럽고 풍미가 좋은 양배추와 신선한 야채, 부드러운 고기나 버섯을 넣은 수프입니다. 소금에 절인 양배추나 레몬즙을 첨가하여 풍미가 풍부하고 기분 좋은 신맛이 납니다. Shchi는 종종 빵이나 사워 크림과 함께 뜨겁게 제공되며 더 부드럽고 크리미한 풍미를 위해 추가됩니다. 쉬치는 러시아 요리의 필수적인 부분이며 추운 계절에 종종 준비됩니다. 배고픔을 따뜻하게 해주고 배고픔을 채워주는 풍성하고 영양가 있는 요리입니다. 쉬치는 또한 오랜 역사를 가지고 있으며 지역적으로 많은 변형이 있어 더욱 다양하고 흥미롭습니다.
ru: Щи - это традиционное русское блюдо, которое является одним из символов русской кухни. Это суп, приготовленный из капусты, овощей, мяса или грибов. Для приготовления щей используются такие ингредиенты, как белокочанная капуста, картофель, морковь, лук, масло, мясо (обычно говядина или свинина), специи и зелень. Мясо нарезается на кусочки и варится в горячей воде, чтобы получить бульон. Затем добавляются кубики картофеля, нарезанные лук и морковь, которые обжариваются до мягкости. Капуста также нарезается и добавляется в суп. После добавления овощей суп варится на медленном огне до тех пор, пока все ингредиенты не станут мягкими и ароматными. В конце добавляются специи, такие как соль, перец, лавровый лист, а также различные зелень, такие как петрушка и укроп, для придания дополнительного вкуса. Щи - это суп с нежной и ароматной капустой, свежими овощами и нежным мясом или грибами. Он имеет насыщенный вкус и обладает приятной кислинкой за счет добавления квашеной капусты или сока лимона. Щи часто подаются горячими с куском хлеба или сметаной, которая добавляется для получения более мягкого и кремового вкуса. Щи являются неотъемлемой частью русской кухни и часто готовятся в холодное время года. Это сытное и питательное блюдо, которое согревает и утоляет голод. Щи также обладают долгой историей и имеют множество региональных вариаций, что делает их еще более разнообразными и интересными.
