Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# QuestsList,7Completed
source: Thank you, sweetie, for helping Grandma. Now you can deliver parcels to the villagers in our loaf.
de: Vielen Dank, dass du Großmutter geholfen hast. Jetzt kannst du Pakete an die Dorfbewohner in unserem Dorf ausliefern.
fr: Merci, chérie, d'avoir aidé grand-mère. Vous pouvez désormais livrer des colis aux villageois dans notre pain.
hu: Köszönöm, édesem, hogy segítesz a nagyinak. Most már csomagokat szállíthatsz a falusiaknak a mi cipónkban.
it: Grazie, tesoro, per aver aiutato la nonna. Ora puoi consegnare i pacchi agli abitanti del villaggio nella nostra pagnotta.
ko: 할머니를 도와줘서 고마워요, 아가. 이제 마을 사람들에게 소포를 배달할 수 있어요.
ru: Спасибо тебе, милок, что помог бабушке. Теперь ты можешь доставлять посылки жителям деревни на нашей буханке.

# QuestsList,7Name
source: Collect letters from grandmothers
de: Sammle Briefe von Großmüttern
fr: Recueillir les lettres des grands-mères
hu: Gyűjtsd össze a nagymamák leveleit
it: Raccogli le lettere delle nonne
ko: 할머니로부터 편지 수집
ru: Собрать письма

# QuestsList,7Text
source: Our grandmothers can't bring the letters to the post office themselves. Please, honey, help me with this task. I'll make it count.
de: Unsere Großmütter können die Briefe nicht selbst zur Post bringen. Bitte, du kannst mir bei dieser Aufgabe helfen. Ich sorge schon dafür, dass es klappt.
fr: Nos grands-mères ne peuvent pas apporter elles-mêmes les lettres à la poste. S'il te plaît, chérie, aide-moi dans cette tâche. Je vais faire en sorte que ça compte.
hu: Nagyanyáink nem tudják maguk elvinni a leveleket a postára. Kérlek, drágám, segíts nekem ebben a feladatban. Majd én elintézem.
it: Le nostre nonne non possono portare da sole le lettere all'ufficio postale. Per favore, tesoro, aiutami con questo compito. Lo farò contare.
ko: 우리 할머니는 우체국에 편지를 직접 가져올 수 없습니다. 제발, 이 일을 도와줘요.
ru: Наши жители не могут сами отнести письма на почту. Пожалуйста, дорогой, помоги мне с этим заданием.

# QuestsList,8Accepted
source: Thanks so much in advance!
de: Vielen Dank im Voraus!
fr: Merci beaucoup d'avance!
hu: Köszönöm szépen előre is!
it: Grazie mille in anticipo!
ko: 미리 감사드립니다!
ru: Заранее большое спасибо!

# QuestsList,8Completed
source: Thank you so much for the help!
de: Vielen Dank für die Hilfe!
fr: Merci beaucoup pour l'aide!
hu: Köszönöm szépen a segítséget!
it: Grazie mille per l'aiuto!
ko: 도와주셔서 정말 감사합니다!
ru: Большое спасибо за помощь!

# QuestsList,8Name
source: Traps
de: Fallen
fr: Pièges
hu: Csapdák
it: Trappola
ko: 함정
ru: Капканы

# QuestsList,8Rejected
source: I hope you change your mind and help me and the animals.
de: Ich hoffe, du änderst deine Meinung und hilfst mir und den Tieren.
fr: J'espère que vous changerez d'avis et que vous m'aiderez ainsi que les animaux.
hu: Remélem, meggondolja magát, és segít nekem és az állatoknak.
it: Spero che cambierai idea e aiuterai me e gli animali.
ko: 마음을 바꿔서 저와 동물들을 도와주셨으면 좋겠어요.
ru: Я надеюсь, что вы передумаете и поможете мне и животным.

# QuestsList,8Text
source: I am very sorry to inform you of such a terrible situation, but poachers have set traps on our wildlife. This causes me deep concern and I hope that you can help me solve this problem. My request is that you find and bring all the traps set by the poachers in our forest. This is an important task because traps can hurt and harm many animals that are an important part of our ecosystem. I deeply appreciate your help on this issue. It will not only help save animals, but also benefit our surrounding world.
de: Es tut mir sehr leid, dich über eine so schreckliche Situation zu informieren, aber Wilderer haben Fallen in unseren Wäldern aufgestellt. Das macht mir große Sorgen und ich hoffe, dass du mir helfen kannst, dieses Problem zu lösen. Meine Bitte ist, dass du alle Fallen, die die Wilderer in unserem Wald aufgestellt haben, findest und mitbringst. Das ist eine wichtige Aufgabe, denn die Fallen können viele Tiere verletzen und gefährden, die ein wichtiger Teil unseres Ökosystems sind. Ich bin dir sehr dankbar für deine Hilfe in dieser Angelegenheit. Sie hilft nicht nur, Tiere zu retten, sondern kommt auch unserer Umwelt zugute.
fr: Je suis vraiment désolé de vous informer d'une situation aussi terrible, mais les braconniers ont tendu des pièges à notre faune. Cela me préoccupe profondément et j'espère que vous pourrez m'aider à résoudre ce problème. Ma demande est que vous trouviez et rapportiez tous les pièges tendus par les braconniers dans notre forêt. Il s’agit d’une tâche importante car les pièges peuvent blesser et nuire à de nombreux animaux qui constituent une partie importante de notre écosystème. J'apprécie profondément votre aide sur cette question. Cela contribuera non seulement à sauver les animaux, mais bénéficiera également au monde qui nous entoure.
hu: Nagyon sajnálom, hogy ilyen szörnyű helyzetről kell tájékoztatnom Önöket, de orvvadászok csapdákat állítottak vadon élő állatainknak. Ez mély aggodalmat okoz nekem, és remélem, hogy önök segíteni tudnak a probléma megoldásában. Az a kérésem, hogy találják meg és hozzák el az orvvadászok által az erdőnkben felállított csapdákat. Ez egy fontos feladat, mert a csapdák sok állatot megsebezhetnek és károsíthatnak, amelyek fontos részét képezik ökoszisztémánknak. Nagyra értékelem a segítségét ebben a kérdésben. Ez nem csak az állatok megmentésében segít, hanem a környező világunk javát is szolgálja.
it: Mi dispiace molto informarvi di una situazione così terribile, ma i bracconieri hanno messo delle trappole sulla nostra fauna selvatica. Ciò mi causa profonda preoccupazione e spero che tu possa aiutarmi a risolvere questo problema. La mia richiesta è che tu trovi e porti tutte le trappole piazzate dai bracconieri nella nostra foresta. Questo è un compito importante perché le trappole possono ferire e danneggiare molti animali che costituiscono una parte importante del nostro ecosistema. Apprezzo profondamente il tuo aiuto su questo problema. Non solo aiuterà a salvare gli animali, ma porterà benefici anche al mondo che ci circonda.
ko: 이런 끔찍한 상황을 알려드리게 되어 매우 유감이지만 밀렵꾼들이 야생동물 덫을 설치했습니다. 이로 인해 깊은 우려를 표하며 이 문제를 해결할 수 있도록 도와주시길 바랍니다. 제 요청은 밀렵꾼들이 우리 숲에 설치한 덫을 모두 찾아서 가져와 달라는 것입니다. 덫은 생태계의 중요한 일부인 많은 동물에게 상처를 입히고 해를 끼칠 수 있기 때문에 이것은 중요한 작업입니다. 이 문제에 대한 여러분의 도움에 깊이 감사드립니다. 동물을 구하는 데 도움이 될 뿐만 아니라 우리 주변 환경에도 도움이 될 것입니다.
ru: Мне очень жаль сообщать Вам о такой ужасной ситуации, но браконьеры расставили ловушки на наших диких животных. Это вызывает у меня глубокую озабоченность, и я надеюсь, что Вы сможете помочь мне решить эту проблему. Моя просьба заключается в том, чтобы Вы нашли и принесли все капканы, установленные браконьерами в нашем лесу. Это очень важная задача, потому что капканы могут ранить и навредить многим животным, которые являются важной частью нашей экосистемы. Я глубоко признательна Вам за помощь в этом вопросе. Это не только поможет спасти животных, но и принесет пользу нашему окружающему миру.

# QuestsList,9Name
source: Forest clearing
de: Waldreinigung
fr: Nettoyage de la forêt
hu: Erdőtisztítás
it: Disboscamento
ko: 산림 개간
ru: Очистка леса

# QuestsList,9Text
source: Hi, I would like to ask you to help me with cleaning the forest behind our village from the garbage that was left after the tourists visited. I know it is not the easiest task, but we can make our nature cleaner and cozier. Thank you in advance for your help in this endeavor! I am sure that together we can clean the forest and make it more cozy for all of us.
de: Hallo, ich möchte euch bitten, mir dabei zu helfen, den Wald hinter unserem Dorf von dem Müll zu befreien, der nach dem Besuch der Touristen hinterlassen wurde. Ich weiß, es ist nicht die einfachste Aufgabe, aber wir können unsere Natur sauberer und gemütlicher machen. Ich danke dir im Voraus für deine Hilfe bei diesem Unterfangen! Ich bin sicher, dass wir gemeinsam den Wald säubern und ihn für uns alle gemütlicher machen können.
fr: Bonjour, je voudrais vous demander de m'aider à nettoyer la forêt derrière notre village des ordures laissées après la visite des touristes. Je sais que ce n’est pas la tâche la plus facile, mais nous pouvons rendre notre nature plus propre et plus confortable. Merci d'avance pour votre aide dans cette démarche ! Je suis sûr qu'ensemble, nous pouvons nettoyer la forêt et la rendre plus confortable pour nous tous.
hu: Szia, szeretném megkérni, hogy segíts nekem megtisztítani a falunk mögötti erdőt a turisták látogatása után otthagyott szeméttől. Tudom, hogy nem a legkönnyebb feladat, de tisztábbá és hangulatosabbá tehetjük a természetünket. Előre is köszönöm a segítségeteket ebben a vállalkozásban! Biztos vagyok benne, hogy együtt meg tudjuk tisztítani az erdőt és hangulatosabbá tudjuk tenni mindannyiunk számára.
it: Ciao, vorrei chiederti di aiutarmi a ripulire la foresta dietro il nostro villaggio dalla spazzatura lasciata dopo la visita dei turisti. So che non è il compito più semplice, ma possiamo rendere la nostra natura più pulita e accogliente. Grazie in anticipo per il vostro aiuto in questa impresa! Sono sicuro che insieme potremo ripulire la foresta e renderla più accogliente per tutti noi.
ko: 안녕하세요, 관광객들이 다녀간 후 남겨진 쓰레기 때문에 우리 마을 뒤편 숲을 청소하는 데 도움을 주셨으면 합니다. 쉬운 일은 아니지만 우리의 자연을 더 깨끗하고 쾌적하게 만들 수 있습니다. 이 노력에 도움을 주셔서 미리 감사드립니다! 함께하면 숲을 깨끗하게 하고 우리 모두를 위해 더 쾌적하게 만들 수 있다고 확신합니다.
ru: Здравствуйте, я бы хотела попросить вас помочь мне очистить лес за нашей деревней от мусора, который остался после посещения туристов. Я знаю, что это не самая простая задача, но в наших силах сделать нашу природу чище и уютнее. Заранее благодарю Вас за помощь в этом начинании! Я уверена, что вместе мы сможем очистить лес и сделать его более уютным для всех нас.

# RadialMenu,Campfire
source: Campfire
de: Lagerfeuer
fr: Feu de camp
hu: Tábortűz
it: Fuoco da campo
ko: 캠프파이어
ru: Костер

# RadialMenu,ErrorLake
source: The lake is too far...
de: Der See ist zu weit weg...
fr: Le lac est trop loin...
hu: A tó túl messze van...
ko: 호수가 너무 멀어요...
ru: Озеро слишком далеко...

# RadialMenu,FishingInfo
source: Click the left mouse button to pull out the fishing rod. Press the right mouse button again to cast the rod.
de: Klicke mit der linken Maustaste, um die Angel rauszuholen. Drücke erneut die rechte Maustaste, um die Rute auszuwerfen.
fr: Cliquez sur le bouton gauche de la souris pour retirer la canne à pêche. Appuyez à nouveau sur le bouton droit de la souris pour lancer la canne.
hu: Kattints a bal egérgombra a horgászbot kihúzásához. Nyomd meg újra a jobb egérgombot a bot kidobásához.
ko: 마우스 왼쪽 버튼을 클릭하여 낚싯대를 당깁니다. 마우스 오른쪽 버튼을 다시 눌러 낚싯대를 던집니다.
ru: Нажмите левую кнопку мыши, чтобы вытащить удочку. Нажмите правую кнопку мыши еще раз, чтобы закинуть удочку.

# RadialMenu,FishingPole
source: Fishing Pole
de: Angelrute
fr: Canne à pêche
hu: Horgászbot
ko: 낚싯대
ru: Удочка

# Seeds,Beets
source: Beets
de: Rote Beetesamen
fr: Graine de betterave
hu: Cékla
ko: 비트 씨앗
ru: Семена свеклы

# Seeds,BeetsText
source: Beet seeds are small, oval-shaped seeds that are contained within the colored fruit of the plant. They are brown in color and can be quite small. Beet seeds are very rich in nutrients such as vitamins, minerals, amino acids and antioxidants. They are an excellent source of B vitamins, including vitamins B1, B2, B3, B5 and B6. They also contain vitamin E, which is a powerful antioxidant. In addition, beet seeds are rich in minerals such as iron, zinc, magnesium, calcium and copper. Beet seeds are also high in fiber and vegetable proteins, making them a great source of nutrients for the body. They are also rich in unsaturated fatty acids, which are important for maintaining heart health. These seeds are widely used as a dietary supplement or ingredient in various dishes. They can be added to salads, porridge, baked goods, yogurt or smoothies. They can also be roasted or used to make beet oil. Beet seeds have a unique flavor - sweet, nutty and a slight strawberry aftertaste. They also have a delicate and crunchy character. However, it is important to remember that beet seeds can cause an allergic reaction in some people. Therefore, it is a good idea to do an individual tolerance test before consuming beet seeds. In conclusion, beet seeds are a nutritious and tasty addition to the diet. They contain many beneficial substances and can be used in a variety of dishes. However, as with any product, moderate consumption and consideration of the individual characteristics of the body is recommended.
de: Rote Beetesamen sind kleine, ovale Samen, die sich in den farbigen Früchten der Pflanze befinden. Sie sind von brauner Farbe und können recht klein sein. Rote Beetesamen sind sehr reich an Nährstoffen wie Vitaminen, Mineralien, Aminosäuren und Antioxidantien. Sie sind eine ausgezeichnete Quelle für B-Vitamine, einschließlich der Vitamine B1, B2, B3, B5 und B6. Sie enthalten auch Vitamin E, ein starkes Antioxidans. Darüber hinaus sind Rote Beetesamen reich an Mineralien wie Eisen, Zink, Magnesium, Kalzium und Kupfer. Rote Beetesamen enthalten außerdem viele Ballaststoffe und pflanzliche Proteine, was sie zu einer großartigen Nährstoffquelle für den Körper macht. Sie sind auch reich an ungesättigten Fettsäuren, die für die Gesundheit des Herzens wichtig sind. Diese Samen werden häufig als Nahrungsergänzungsmittel oder als Zutat in verschiedenen Gerichten verwendet. Sie können Salaten, Brei, Backwaren, Joghurt oder Smoothies zugesetzt werden. Sie können auch geröstet oder zur Herstellung von Rübenöl verwendet werden. Rote Beetesamen haben einen einzigartigen Geschmack - süß, nussig und mit einem leichten Erdbeernachgeschmack. Außerdem haben sie einen zarten und knusprigen Charakter. Es ist jedoch wichtig, daran zu denken, dass Rote Beetesamen bei manchen Menschen eine allergische Reaktion hervorrufen können. Daher ist es ratsam, vor dem Verzehr von Rote Beetesamen einen individuellen Verträglichkeitstest durchzuführen. Zusammenfassend lässt sich sagen, dass Rote Beetesamen eine nahrhafte und schmackhafte Ergänzung der Ernährung sind. Sie enthalten viele nützliche Stoffe und können in einer Vielzahl von Gerichten verwendet werden. Wie bei jedem Produkt wird jedoch ein maßvoller Verzehr und die Berücksichtigung der individuellen Eigenschaften des Körpers empfohlen.
fr: Les graines de betterave sont de petites graines de forme ovale contenues dans le fruit coloré de la plante. Ils sont de couleur brune et peuvent être assez petits. Les graines de betterave sont très riches en nutriments tels que vitamines, minéraux, acides aminés et antioxydants. Ils constituent une excellente source de vitamines B, notamment les vitamines B1, B2, B3, B5 et B6. Ils contiennent également de la vitamine E, qui est un puissant antioxydant. De plus, les graines de betterave sont riches en minéraux comme le fer, le zinc, le magnésium, le calcium et le cuivre. Les graines de betterave sont également riches en fibres et en protéines végétales, ce qui en fait une excellente source de nutriments pour l'organisme. Ils sont également riches en acides gras insaturés, importants pour le maintien de la santé cardiaque. Ces graines sont largement utilisées comme complément alimentaire ou ingrédient dans divers plats. Ils peuvent être ajoutés aux salades, au porridge, aux pâtisseries, aux yaourts ou aux smoothies. Ils peuvent également être rôtis ou utilisés pour faire de l’huile de betterave. Les graines de betterave ont une saveur unique - sucrée, de noisette et un léger arrière-goût de fraise. Ils ont aussi un caractère délicat et croquant. Cependant, il est important de rappeler que les graines de betterave peuvent provoquer une réaction allergique chez certaines personnes. Il est donc judicieux de faire un test de tolérance individuel avant de consommer des graines de betterave. En conclusion, les graines de betterave constituent un complément nutritif et savoureux à l’alimentation. Ils contiennent de nombreuses substances bénéfiques et peuvent être utilisés dans une variété de plats. Cependant, comme pour tout produit, une consommation modérée et la prise en compte des caractéristiques individuelles de l’organisme sont recommandées.
hu: A céklamagok apró, ovális alakú magok, amelyek a növény színes termésében találhatók. Barna színűek és elég kicsik lehetnek. A céklamagok nagyon gazdagok tápanyagokban, például vitaminokban, ásványi anyagokban, aminosavakban és antioxidánsokban. Kiváló forrása a B-vitaminoknak, köztük a B1-, B2-, B3-, B5- és B6-vitaminoknak. E-vitamint is tartalmaznak, amely erős antioxidáns. Ezenkívül a répamagok gazdagok olyan ásványi anyagokban, mint a vas, a cink, a magnézium, a kalcium és a réz. A céklamagok magas rost- és növényi fehérjetartalommal is rendelkeznek, így nagyszerű tápanyagforrást jelentenek a szervezet számára. Telítetlen zsírsavakban is gazdagok, amelyek fontosak a szív egészségének megőrzéséhez. Ezeket a magvakat széles körben használják étrend-kiegészítőként vagy különböző ételek összetevőjeként. Hozzáadhatók salátákhoz, zabkásához, pékárukhoz, joghurthoz vagy turmixokhoz. Pörkölve vagy répaolaj készítéséhez is felhasználhatók. A céklamagoknak egyedi ízük van - édes, diós és enyhe epres utóízzel. Finom és ropogós jellege is van. Fontos azonban megjegyezni, hogy a céklamagok egyeseknél allergiás reakciót válthatnak ki. Ezért érdemes egyéni toleranciatesztet végezni a céklamagok fogyasztása előtt. Összefoglalva, a céklamag tápláló és ízletes kiegészítője az étrendnek. Számos jótékony anyagot tartalmaznak, és számos ételben felhasználhatók. Azonban, mint minden termék esetében, itt is ajánlott a mértékletes fogyasztás és a szervezet egyéni sajátosságainak figyelembevétele.
ko: 비트 씨앗은 식물의 색깔이 있는 열매 안에 들어 있는 작은 타원형 씨앗입니다. 씨앗은 갈색이며 아주 작을 수 있습니다. 비트 씨앗에는 비타민, 미네랄, 아미노산 및 항산화제와 같은 영양소가 매우 풍부합니다. 비타민 B1, B2, B3, B5 및 B6를 포함한 비타민 B의 훌륭한 공급원입니다. 또한 강력한 항산화제인 비타민 E도 함유하고 있습니다. 또한 비트 씨앗에는 철, 아연, 마그네슘, 칼슘 및 구리와 같은 미네랄이 풍부합니다. 비트 씨앗은 또한 섬유질과 식물성 단백질이 풍부하여 신체에 훌륭한 영양소 공급원이 됩니다. 또한 심장 건강 유지에 중요한 불포화 지방산이 풍부합니다. 이 씨앗은 건강 보조 식품이나 다양한 요리의 재료로 널리 사용됩니다. 샐러드, 죽, 구운 식품, 요거트 또는 스무디에 첨가할 수 있습니다. 비트 씨앗을 볶거나 비트 오일을 만드는 데 사용할 수도 있습니다. 비트 씨앗은 달콤하고 고소한 맛과 약간의 딸기 뒷맛이 나는 독특한 풍미를 가지고 있습니다. 또한 섬세하고 바삭바삭한 식감이 특징입니다. 그러나 비트 씨앗은 일부 사람들에게 알레르기 반응을 일으킬 수 있다는 것을 기억하는 것이 중요합니다. 따라서 비트 씨앗을 섭취하기 전에 개별 내성 테스트를하는 것이 좋습니다. 결론적으로 비트 씨앗은 식단에 영양가 있고 맛있는 첨가물입니다. 그들은 많은 유익한 물질을 포함하고 있으며 다양한 요리에 사용할 수 있습니다. 그러나 다른 제품과 마찬가지로 적당히 섭취하고 신체의 개별적인 특성을 고려하는 것이 좋습니다.
ru: Семена свеклы - это маленькие, овальной формы семена, которые содержатся внутри цветных плодов растения. Они имеют коричневый цвет и могут быть весьма мелкими. Семена свеклы очень богаты питательными веществами, такими как витамины, минералы, аминокислоты и антиоксиданты. Они являются отличным источником витаминов группы В, включая витамины В1, В2, В3, В5 и В6. Они также содержат витамин Е, который является мощным антиоксидантом. Кроме того, семена свеклы богаты минералами, такими как железо, цинк, магний, кальций и медь. Семена свеклы также имеют высокое содержание клетчатки и растительных белков, что делает их отличным источником питательных веществ для организма. Они также богаты ненасыщенными жирными кислотами, которые являются важными для поддержания здоровья сердца. Эти семена широко используются как пищевая добавка или ингредиент в различных блюдах. Их можно добавлять в салаты, каши, выпечку, йогурты или смузи. Они также могут быть обжарены или использованы для приготовления свекольного масла. Семена свеклы имеют неповторимый вкус - сладковатый, ореховый и легкое земляничное послевкусие. Они также имеют нежный и хрустящий характер. Однако, важно помнить, что семена свеклы могут вызывать аллергическую реакцию у некоторых людей. Поэтому перед употреблением семян свеклы стоит провести тест на индивидуальную переносимость. В заключение, семена свеклы являются питательной и вкусной добавкой к рациону питания. Они содержат множество полезных веществ и могут быть использованы в различных блюдах. Однако, как и с любым продуктом, рекомендуется умеренное потребление и учет индивидуальных особенностей организма.

# Seeds,Cabbage
source: Cabbage seeds
de: Kohlsamen
fr: Graine de chou
hu: Káposzta magvak
it: Semi di cavolo
ko: 양배추 씨앗
ru: Семена капусты
