Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Seeds,PumpkinText
source: Pumpkin seeds are flat, oval or crescent-shaped seeds with a smooth surface and a rough edge. They have a yellowish or golden color and can vary in size from 1 to 3 cm in length. Pumpkin seeds have a thick and tough shell, which serves as protection for the delicate embryo inside. Having a high germination rate, they can be used to propagate new plants or for eating. Inside the seed is a delicate embryo surrounded by a nutritious endosperm. When the seed begins to germinate, the embryo unfolds and begins to grow, and the endosperm provides it with nutrition for the first few weeks. Pumpkin seeds are widely used in cooking and medicine as they are a source of rich nutritional complex including proteins, fats, vitamins, minerals and antioxidants. They are also used in the cosmetic and pharmaceutical industries.
de: Kürbiskerne sind flache, ovale oder halbmondförmige Kerne mit einer glatten Oberfläche und einem rauen Rand. Sie haben eine gelbliche oder goldene Farbe und können zwischen 1 und 3 cm lang sein. Kürbiskerne haben eine dicke und harte Schale, die den zarten Embryo im Inneren schützt. Da sie eine hohe Keimrate haben, können sie zur Vermehrung neuer Pflanzen oder zum Verzehr verwendet werden. Im Inneren des Samens befindet sich ein zarter Embryo, der von einem nährstoffreichen Endosperm umgeben ist. Wenn der Samen zu keimen beginnt, entfaltet sich der Embryo und beginnt zu wachsen, und das Endosperm versorgt ihn in den ersten Wochen mit Nährstoffen. Kürbiskerne werden häufig in der Küche und in der Medizin verwendet, da sie eine Quelle für einen reichhaltigen Nährstoffkomplex mit Proteinen, Fetten, Vitaminen, Mineralien und Antioxidantien sind. Sie werden auch in der kosmetischen und pharmazeutischen Industrie verwendet.
fr: Les graines de citrouille sont des graines plates, ovales ou en forme de croissant avec une surface lisse et un bord rugueux. Ils ont une couleur jaunâtre ou dorée et peuvent varier en taille de 1 à 3 cm de longueur. Les graines de citrouille ont une coque épaisse et résistante qui sert de protection à l’embryon délicat qu’elles contiennent. Ayant un taux de germination élevé, ils peuvent être utilisés pour propager de nouvelles plantes ou pour être consommés. À l’intérieur de la graine se trouve un embryon délicat entouré d’un endosperme nutritif. Lorsque la graine commence à germer, l’embryon se déplie et commence à croître, et l’endosperme lui fournit de la nutrition pendant les premières semaines. Les graines de citrouille sont largement utilisées en cuisine et en médecine car elles constituent une source de riche complexe nutritionnel comprenant des protéines, des graisses, des vitamines, des minéraux et des antioxydants. Ils sont également utilisés dans les industries cosmétiques et pharmaceutiques.
hu: A tökmag lapos, ovális vagy félhold alakú, sima felületű, durva szélű mag. Sárgás vagy aranyszínűek, és méretük 1-3 cm között változhat. A tökmagnak vastag és kemény héja van, amely a benne lévő érzékeny embrió védelmét szolgálja. Magas csírázóképességgel rendelkeznek, ezért új növények szaporítására vagy étkezésre is felhasználhatók. A mag belsejében egy finom embrió található, amelyet tápláló endospermium vesz körül. Amikor a mag csírázni kezd, az embrió kibontakozik és növekedésnek indul, az endospermium pedig az első hetekben táplálékkal látja el. A tökmagot széles körben használják a főzésben és a gyógyászatban, mivel gazdag tápanyagkomplexum forrása, beleértve a fehérjéket, zsírokat, vitaminokat, ásványi anyagokat és antioxidánsokat. A kozmetikai és gyógyszeriparban is felhasználják.
it: I semi di zucca sono semi piatti, ovali o a forma di mezzaluna con una superficie liscia e un bordo ruvido. Hanno un colore giallastro o dorato e possono variare di dimensioni da 1 a 3 cm di lunghezza. I semi di zucca hanno un guscio spesso e resistente, che funge da protezione per il delicato embrione al suo interno. Avendo un alto tasso di germinazione, possono essere utilizzati per propagare nuove piante o per mangiare. All'interno del seme c'è un delicato embrione circondato da un nutriente endosperma. Quando il seme inizia a germogliare, l'embrione si sviluppa e inizia a crescere e l'endosperma gli fornisce nutrimento per le prime settimane. I semi di zucca sono ampiamente utilizzati in cucina e in medicina poiché sono una fonte di un ricco complesso nutrizionale che comprende proteine, grassi, vitamine, minerali e antiossidanti. Sono utilizzati anche nell'industria cosmetica e farmaceutica.
ko: 호박 씨앗은 표면이 매끄럽고 가장자리가 거친 편평한 타원형 또는 초승달 모양의 씨앗입니다. 노란색 또는 황금색을 띠며 길이가 1 ~ 3cm까지 다양합니다. 호박 씨앗은 두껍고 질긴 껍질을 가지고있어 내부의 섬세한 배아를 보호하는 역할을합니다. 발아율이 높기 때문에 새로운 식물을 번식 시키거나 식용으로 사용할 수 있습니다. 씨앗 안에는 영양가 있는 배유로 둘러싸인 섬세한 배아가 있습니다. 씨앗이 발아하기 시작하면 배아가 펼쳐지고 자라기 시작하며 배유는 처음 몇 주 동안 영양을 공급합니다. 호박씨는 단백질, 지방, 비타민, 미네랄 및 항산화 물질을 포함한 풍부한 영양 복합체의 원천이기 때문에 요리와 의학에 널리 사용됩니다. 또한 화장품 및 제약 산업에서도 사용됩니다.
ru: Тыквенные семечки представляют собой плоские, овальные или серповидные семена с гладкой поверхностью и шероховатым краем. Они имеют желтоватый или золотистый цвет и могут быть размером от 1 до 3 см в длину. Семена тыквы имеют толстую и прочную оболочку, которая служит защитой для нежного зародыша, находящегося внутри. Обладая высокой всхожестью, они могут использоваться для размножения новых растений или для употребления в пищу. Внутри семени находится нежный зародыш, окруженный питательным эндоспермом. Когда семя начинает прорастать, зародыш разворачивается и начинает расти, а эндосперм обеспечивает его питанием в течение первых нескольких недель. Семена тыквы широко используются в кулинарии и медицине, так как являются источником богатого питательного комплекса, включающего белки, жиры, витамины, минеральные вещества и антиоксиданты. Они также используются в косметической и фармацевтической промышленности.

# Seeds,Radish
source: Radish seeds
de: Radieschensamen
fr: Graine de radis
hu: Retek magok
it: Semi di Ravanello
ko: 무 씨앗
ru: Семена редиса

# Seeds,RadishText
source: Radish is a vegetable plant of the cabbage family. Radish seeds are the main method of reproduction. They are small, rounded and usually covered with a thin skin. When sowing radish seeds, the following features should be taken into account: 1. Sowing: Radishes can be grown either in the open or in containers or pots. Radish seeds are sown directly into the soil to a depth of about 1 cm. Rows should be spaced about 10-15 cm apart. 2. Watering: Radish is a moisture-loving plant, so it is important to maintain optimum soil moisture levels. Regular watering is usually required during periods of dryness or heat. 3. Temperature: Radishes prefer cool climates. The optimum temperature for radish seed growth is around 10-20 °C. High temperatures can promote seed germination and adversely affect the quality of the crop. 4. Harvesting: Radishes reach maturity about 20-30 days after sowing, depending on the variety and growing conditions. To harvest radishes, you need to gently pull them from the soil or dig them up carefully. Radish seeds are available in a variety of varieties, from white and red to black and pink. Each variety has its own features and characteristics, so the choice depends on the preferences and requirements of the grower. The description of a particular radish variety can be found on the seed packet.
de: Radieschen ist eine Gemüsepflanze aus der Familie der Kohlgewächse. Radieschensamen sind die Hauptvermehrungsmethode. Sie sind klein, rundlich und meist mit einer dünnen Schale bedeckt. Bei der Aussaat von Rettichsamen sind folgende Merkmale zu beachten: 1. Aussaat: Radieschen können sowohl im Freiland als auch in Containern oder Töpfen angebaut werden. Die Radieschensamen werden direkt in den Boden bis zu einer Tiefe von etwa 1 cm gesät. Der Abstand zwischen den Reihen sollte etwa 10-15 cm betragen. 2. Bewässerung: Rettich ist eine feuchtigkeitsliebende Pflanze, daher ist es wichtig, die optimale Bodenfeuchtigkeit zu erhalten. Regelmäßiges Gießen ist in der Regel in Trocken- oder Hitzeperioden erforderlich. 3. Die Temperatur: Radieschen bevorzugen kühle Klimazonen. Die optimale Temperatur für das Wachstum von Radieschensamen liegt bei 10-20 °C. Hohe Temperaturen können die Keimung der Samen fördern und die Qualität der Ernte beeinträchtigen. 4. Ernten: Radieschen werden je nach Sorte und Wachstumsbedingungen etwa 20-30 Tage nach der Aussaat reif. Um Radieschen zu ernten, müssen Sie sie vorsichtig aus dem Boden ziehen oder ausgraben. Radieschensamen gibt es in einer Vielzahl von Sorten, von weiß und rot bis schwarz und rosa. Jede Sorte hat ihre eigenen Merkmale und Eigenschaften, so dass die Wahl von den Vorlieben und Anforderungen des Züchters abhängt. Die Beschreibung einer bestimmten Radieschensorte ist auf der Saatgutpackung zu finden.
fr: Le radis est une plante potagère de la famille des choux. Les graines de radis constituent la principale méthode de reproduction. Ils sont petits, arrondis et généralement recouverts d'une fine peau. Lors du semis de graines de radis, les caractéristiques suivantes doivent être prises en compte : 1. Semis : Les radis peuvent être cultivés soit en plein air, soit en conteneurs ou en pots. Les graines de radis sont semées directement dans le sol à une profondeur d'environ 1 cm. Les rangées doivent être espacées d’environ 10 à 15 cm. 2. Arrosage : Le radis est une plante qui aime l’humidité, il est donc important de maintenir des niveaux d’humidité optimaux dans le sol. Un arrosage régulier est généralement nécessaire pendant les périodes de sécheresse ou de chaleur. 3. Température : Les radis préfèrent les climats frais. La température optimale pour la croissance des graines de radis se situe entre 10 et 20 °C. Des températures élevées peuvent favoriser la germination des graines et nuire à la qualité de la récolte. 4. Récolte : Les radis atteignent leur maturité environ 20 à 30 jours après le semis, selon la variété et les conditions de croissance. Pour récolter les radis, vous devez les arracher doucement du sol ou les déterrer soigneusement. Les graines de radis sont disponibles dans une variété de variétés, du blanc au rouge en passant par le noir et le rose. Chaque variété a ses propres caractéristiques et caractéristiques, le choix dépend donc des préférences et des exigences du producteur. La description d'une variété particulière de radis se trouve sur le paquet de graines.
hu: A retek a káposztafélék családjába tartozó zöldségnövény. A retek fő szaporítási módja a retekmag. Kicsik, kerekdedek és általában vékony héjjal borítottak. A retekmagok vetésekor a következő jellemzőket kell figyelembe venni: 1. Vetés: A retek termeszthető szabadföldön vagy konténerben, illetve cserépben. A retekmagokat közvetlenül a talajba vetjük, körülbelül 1 cm mélyre. A sorok között körülbelül 10-15 cm-es sortávolságot kell tartani. 2. Öntözés: A retek nedvességigényes növény, ezért fontos a talaj optimális nedvességtartalmának fenntartása. Rendszeres öntözésre általában szárazság vagy hőség idején van szükség. 3. Hőmérséklet: A retek a hűvös éghajlatot kedveli. A retekmagok növekedéséhez az optimális hőmérséklet 10-20 °C körül van. A magas hőmérséklet elősegítheti a magok csírázását, és kedvezőtlenül befolyásolhatja a termés minőségét. 4. Betakarítás: A retek a fajtától és a termesztési körülményektől függően a vetés után 20-30 nappal érik be. A retek betakarításához óvatosan ki kell húzni a talajból, vagy óvatosan ki kell ásni. A retekmagok számos fajtában kaphatók, a fehértől és a pirosaktól a feketén át a rózsaszínig. Minden fajtának megvannak a maga sajátosságai és jellemzői, így a választás a termesztő preferenciáitól és igényeitől függ. Az adott retekfajta leírása a vetőmagcsomagon található.
it: Il ravanello è una pianta vegetale della famiglia dei cavoli. I semi di ravanello sono il principale metodo di riproduzione. Sono piccoli, arrotondati e solitamente ricoperti da una pelle sottile. Quando si seminano semi di ravanello, è necessario tenere conto delle seguenti caratteristiche: 1. Semina: i ravanelli possono essere coltivati sia all'aperto che in contenitori o vasi. I semi di ravanello vengono seminati direttamente nel terreno ad una profondità di circa 1 cm. Le file devono essere distanziate di circa 10-15 cm l'una dall'altra. 2. Irrigazione: il ravanello è una pianta che ama l'umidità, quindi è importante mantenere livelli ottimali di umidità del suolo. Di solito è necessaria un'irrigazione regolare durante i periodi di siccità o caldo. 3. Temperatura: i ravanelli preferiscono i climi freddi. La temperatura ottimale per la crescita dei semi di ravanello è intorno ai 10-20 °C. Le alte temperature possono favorire la germinazione dei semi e influire negativamente sulla qualità del raccolto. 4. Raccolta: i ravanelli raggiungono la maturità circa 20-30 giorni dopo la semina, a seconda della varietà e delle condizioni di crescita. Per raccogliere i ravanelli è necessario estrarli delicatamente dal terreno o dissotterrarli con attenzione. I semi di ravanello sono disponibili in una varietà di varietà, dal bianco e rosso al nero e rosa. Ogni varietà ha le sue caratteristiche e caratteristiche, quindi la scelta dipende dalle preferenze e dalle esigenze del coltivatore. La descrizione di una particolare varietà di ravanello si trova sulla confezione dei semi.
ko: 무는 양배추과의 채소 식물입니다. 무 씨앗이 주요 번식 방법입니다. 그들은 작고 둥글며 일반적으로 얇은 피부로 덮여 있습니다. 무 씨앗을 파종 할 때 다음 기능을 고려해야합니다: 1. 파종: 무는 야외에서 또는 용기 나 화분에서 재배 할 수 있습니다. 무 씨앗은 약 1cm 깊이까지 토양에 직접 뿌립니다. 줄은 약 10-15cm 간격으로 배치해야 합니다. 2. 물주기: 무는 수분을 좋아하는 식물이기 때문에 최적의 토양 수분 수준을 유지하는 것이 중요합니다. 일반적으로 건조하거나 더운 기간에는 정기적으로 물을 주어야 합니다. 3. 온도: 무는 서늘한 기후를 선호합니다. 무 종자 성장을 위한 최적의 온도는 약 10~20°C입니다. 온도가 높으면 종자 발아가 촉진되고 작물의 품질에 악영향을 미칠 수 있습니다. 4. 수확: 무는 품종과 재배 조건에 따라 파종 후 약 20~30일 후에 성숙합니다. 무를 수확하려면 토양에서 부드럽게 뽑거나 조심스럽게 파 내야합니다. 무 씨앗은 흰색과 빨간색에서 검은 색과 분홍색에 이르기까지 다양한 품종으로 제공됩니다. 각 품종에는 고유 한 특징과 특성이 있으므로 선택은 재배자의 선호도와 요구 사항에 따라 다릅니다. 특정 무 품종에 대한 설명은 종자 패킷에서 찾을 수 있습니다.
ru: Редис - овощное растение семейства капустных. Основным способом размножения редиса являются семена. Они мелкие, округлые и обычно покрыты тонкой кожицей. При посеве семян редиса необходимо учитывать следующие особенности: 1. Посев: Редис можно выращивать как в открытом грунте, так и в контейнерах или горшках. Семена редиса высевают непосредственно в почву на глубину около 1 см. Расстояние между рядами должно составлять около 10-15 см. 2. Полив: Редис - влаголюбивое растение, поэтому важно поддерживать оптимальный уровень влажности почвы. Регулярный полив обычно требуется в периоды засухи или жары. 3. Температура: Редис предпочитает прохладный климат. Оптимальная температура для роста семян редиса составляет около 10-20 °C. Высокие температуры могут способствовать прорастанию семян и отрицательно влиять на качество урожая. 4. Уборка урожая: Редис достигает зрелости примерно через 20-30 дней после посева, в зависимости от сорта и условий выращивания. Чтобы собрать урожай редиса, необходимо аккуратно выдернуть его из почвы или тщательно выкопать. Семена редиса представлены разнообразными сортами - от белых и красных до черных и розовых. Каждый сорт имеет свои особенности и характеристики, поэтому выбор зависит от предпочтений и требований огородника. Описание конкретного сорта редиса можно найти на пакете с семенами.

# Seeds,Sunflower
source: Sunflower seeds
de: Sonnenblumenkerne
fr: Graine de tournesol
hu: Napraforgómag
it: Semi di Girasole
ko: 해바라기 씨앗
ru: Семечки подсолнечника
