Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# ST_Menu,GraphicsSettings_ReflectionMethod_Subtext
source: Affects the quality and complexity of <h>real-time reflections</> in a game's environment. None: Reflections are turned off. Screen Space: Reflections are based only on what is visible on-screen. Lumen: Accurate real-time reflections.
de: Beeinflusst die Qualität und Komplexität der <h>Echtzeit-Reflexionen</> in der Spielumgebung. Keine: Die Reflexionen sind ausgeschaltet. Screen Space: Die Reflexionen basieren nur auf dem, was auf dem Bildschirm sichtbar ist. Lumen: Genaue Echtzeit-Reflexionen.
fr: Affecte la qualité et la complexité des <h>réflexions en temps réel</> dans l'environnement d'un jeu. Aucun : les réflexions sont désactivées. Espace à l'écran : les réflexions sont basées uniquement sur ce qui est visible à l'écran. Lumen : réflexions précises en temps réel.
hu: Befolyásolja a <h>valós idejű tükröződések</> minőségét és összetettségét a játék környezetében. Nincs: A tükröződések ki vannak kapcsolva. Képernyőtér: A tükröződések csak a képernyőn látható dolgokon alapulnak. Lumen: Pontos, valós idejű tükröződés.
it: Influenza la qualità e la complessità dei <h>riflessi in tempo reale</> nell'ambiente di gioco. Nessuno: I riflessi sono disattivati. Spazio schermo: Le riflessioni si basano solo su ciò che è visibile sullo schermo. Lumen: Riflessi accurati in tempo reale.
ko: 게임 환경에서 <h> 실시간 반사의 품질과 복잡성에 영향을</> 미칩니다. 없음: 반사가 꺼집니다. 화면 공간: 반사는 화면에 보이는 것만을 기준으로 합니다. 루멘: 정확한 실시간 반사.
ru: Влияет на качество и сложность <h>отражений в реальном времени</> в игровой среде. Нет: Отражения отключены. Экранное пространство: Отражения основаны только на том, что видно на экране. Просвет: Точные отражения в реальном времени.

# ST_Menu,GraphicsSettings_Reflections
source: Reflections
de: Reflexionen
fr: Réflexions
hu: Visszatükröződések
it: Riflessioni
ko: 반사
ru: Отражения

# ST_Menu,GraphicsSettings_Reflections_Subtext
source: Reflections Quality affects the <h>level of detail and complexity of real-time reflections</> in the game environment. This can include reflections of characters, objects, and the environment itself in reflective surfaces such as water, mirrors, or other reflective surfaces.
de: Die Reflexionsqualität beeinflusst den <h>Detailgrad und die Komplexität der Echtzeit-Reflexionen</> in der Spielumgebung. Dies kann Reflexionen von Charakteren, Objekten und der Umgebung selbst in reflektierenden Oberflächen wie Wasser, Spiegeln oder anderen reflektierenden Oberflächen beinhalten.
fr: La qualité des réflexions affecte le <h>niveau de détail et la complexité des réflexions en temps réel</> dans l'environnement de jeu. Cela peut inclure les reflets de personnages, d'objets et de l'environnement lui-même dans des surfaces réfléchissantes telles que l'eau, des miroirs ou d'autres surfaces réfléchissantes.
hu: A tükröződések minősége a játékkörnyezetben megjelenő valós idejű tükröződések <h>részletességi szintjét és összetettségét</> befolyásolja. Ez magában foglalhatja a karakterek, a tárgyak és maga a környezet tükröződését olyan tükröződő felületeken, mint a víz, a tükör vagy más tükröződő felületek.
it: La qualità dei riflessi influenza il <h>livello di dettaglio e la complessità dei riflessi in tempo reale</> nell'ambiente di gioco. Ciò può includere i riflessi dei personaggi, degli oggetti e dell'ambiente stesso in superfici riflettenti come acqua, specchi o altre superfici riflettenti.
ko: 리플렉션 퀄리티는 게임 환경에서 <h>리얼타임 리플렉션의 디테일 수준과 복잡도에 영향을</> 줍니다. 여기에는 물, 거울 또는 기타 반사 표면과 같은 반사 표면에서 캐릭터, 오브젝트 및 환경 자체의 반사가 포함될 수 있습니다.
ru: Качество отражений влияет на уровень детализации и сложность отражений в реальном времени в игровой среде. Это может включать отражения персонажей, объектов и самой окружающей среды на отражающих поверхностях, таких как вода, зеркала или другие отражающие поверхности.

# ST_Menu,GraphicsSettings_ResolutionHeader
source: Resolution
de: Auflösung
fr: Résolution
hu: Felbontás
it: Risoluzione
ko: 해상도
ru: Разрешение

# ST_Menu,GraphicsSettings_ResolutionScaling
source: Resolution Scaling
de: Auflösungsskalierung
fr: Mise à l'échelle de la résolution
hu: Felbontás skálázás
it: Scala della risoluzione
ko: 해상도 스케일링
ru: Масштабирование разрешения

# ST_Menu,GraphicsSettings_ScreenSpace
source: Screen Space
fr: Espace d'écran
hu: Képernyő tér
it: Spazio schermo
ko: 화면 공간

# ST_Menu,GraphicsSettings_Section_Advanced
source: Advanced
de: Erweitert
fr: Avancé
hu: Haladó
it: Avanzato
ko: 고급
ru: расширенный

# ST_Menu,GraphicsSettings_Section_Quality
source: Quality
de: Qualität
fr: Qualité
hu: Minőség
it: Qualita'
ko: 품질
ru: Качество

# ST_Menu,GraphicsSettings_Setting_Custom
source: Custom
de: Benutzerdefiniert
fr: Personnaliser
hu: Egyedi
it: Personalizzato
ko: 사용자 지정
ru: Пользовательский

# ST_Menu,GraphicsSettings_Setting_Epic
source: Epic
de: Episch
fr: Epique
hu: Epikus
it: Epico
ko: 에픽
ru: Реализм

# ST_Menu,GraphicsSettings_Setting_Extreme
source: Extreme
de: Extrem
fr: Extrême
hu: Extrém
it: Estremo
ko: 익스트림
ru: Экстремальный

# ST_Menu,GraphicsSettings_Setting_High
source: High
de: Hoch
fr: Haut
hu: Magas
it: Alto
ko: 높음
ru: Высокий

# ST_Menu,GraphicsSettings_Setting_Low
source: Low
de: Niedrig
fr: Faible
hu: Alacsony
it: Basso
ko: 낮음
ru: Низкий

# ST_Menu,GraphicsSettings_Setting_Medium
source: Medium
de: Mittel
fr: Moyen
hu: Közepes
it: Medio
ko: 중간
ru: Средний

# ST_Menu,GraphicsSettings_Setting_VeryLow
source: Very Low
de: Sehr niedrig
fr: Très faible
hu: Nagyon alacsony
it: Bassisimo
ko: 매우 낮음
ru: Очень низкий

# ST_Menu,GraphicsSettings_ShadingQuality
source: Shading Quality
de: Shading-Qualität
fr: Qualité de l'ombrage
hu: Árnyékolás minősége
it: Qualità dell'ombreggiatura
ko: 셰이딩 품질
ru: Качество затенения

# ST_Menu,GraphicsSettings_ShadingQuality_Subtext
source: Set <h>Shading Quality.</> A higher value increases the quality of Shaders and results in e.g. higher quality Hair.
de: Legen Sie die <h>Shading-Qualität</> fest. Ein höherer Wert erhöht die Qualität der Shader und führt z.B. zu einer höheren Qualität der Haare.
fr: Définissez la <h>Qualité du Shading.</> Une valeur plus élevée augmente la qualité des Shaders et entraîne par ex. Cheveux de meilleure qualité.
hu: Beállítás <h>Shading Quality.</> A magasabb érték növeli a shaderek minőségét, és pl. jobb minőségű hajat eredményez.
it: Impostare <h>Qualità dell'ombreggiatura.</span> Un valore più alto aumenta la qualità degli shader e si traduce, ad esempio, in una maggiore qualità dei capelli.
ko: <h>셰이딩 퀄리티 설정 </> 값이 클수록 셰이더의 퀄리티가 높아져 예를 들어 헤어의 퀄리티가 높아집니다.
ru: Установите качество затенения <h>.</> Более высокое значение повышает качество шейдеров и приводит, например, к более качественным волосам.

# ST_Menu,GraphicsSettings_Shadows
source: Shadows
de: Schatten
fr: Ombres
hu: Árnyékok
ko: 그림자
ru: Тени

# ST_Menu,GraphicsSettings_Shadows_Subtext
source: Shadow Quality affects the <h>detail and complexity of shadows</> in a game's environment. This can include shadows cast by characters, objects, and the environment itself.
de: Die Schattenqualität beeinflusst den <h>Detailgrad und die Komplexität der Schatten</> in der Spielumgebung. Dazu gehören Schatten, die von Charakteren, Objekten und der Umgebung selbst geworfen werden.
fr: La qualité des ombres affecte le <h>détail et la complexité des ombres</> dans l'environnement d'un jeu. Cela peut inclure les ombres projetées par les personnages, les objets et l'environnement lui-même.
hu: Az Árnyékminőség az <h>árnyékok részletességét és összetettségét</> befolyásolja a játék környezetében. Ez magában foglalhatja a karakterek, tárgyak és maga a környezet által vetett árnyékokat.
it: La qualità delle ombre influenza il <h>dettaglio e la complessità delle ombre</> nell'ambiente di gioco. Può includere le ombre proiettate dai personaggi, dagli oggetti e dall'ambiente stesso.
ko: 섀도 퀄리티는 게임 환경의 <h>그림자 디테일과 복잡도에 영향을 줍니다.</> 여기에는 캐릭터, 오브젝트, 환경 자체에 의해 드리워진 그림자가 포함될 수 있습니다.
ru: Качество теней влияет на детализацию и сложность теней в игровом окружении. Это могут быть тени, отбрасываемые персонажами, объектами и самим окружением.

# ST_Menu,GraphicsSettings_SSR
source: Screen Space Reflections
de: Screen Space Reflexionen
fr: Réflexions dans l'espace de l'écran
hu: Képernyő tér tükröződések
it: Riflessioni sullo spazio dello schermo
ko: 화면 공간 반사
ru: Отражения экранного пространства

# ST_Menu,GraphicsSettings_SSR_Subtext
source: Enabling Screen Space Reflections affects the quality and complexity of <h>real-time reflections</> in a game's environment. This can include reflections of characters, objects, and the environment itself in reflective surfaces such as water or shiny surfaces.
de: Die Aktivierung von Screen Space Reflexionen beeinflusst die Qualität und Komplexität von <h>Echtzeit-Reflexionen</> in der Spielumgebung. Dies kann Reflexionen von Charakteren, Objekten und der Umgebung selbst in reflektierenden Oberflächen wie Wasser oder glänzenden Oberflächen beinhalten.
fr: L'activation des réflexions dans l'espace d'écran affecte la qualité et la complexité des <h>réflexions en temps réel</> dans l'environnement d'un jeu. Cela peut inclure les reflets de personnages, d'objets et de l'environnement lui-même dans des surfaces réfléchissantes telles que l'eau ou des surfaces brillantes.
hu: A képernyőtér-tükröződések engedélyezése befolyásolja a játék környezetében a <h>valós idejű tükröződések</> minőségét és összetettségét. Ez magában foglalhatja a karakterek, a tárgyak és maga a környezet tükröződését olyan tükröződő felületeken, mint a víz vagy a fényes felületek.
it: L'abilitazione delle Riflessioni dello spazio schermo influisce sulla qualità e sulla complessità dei <h>riflessi in tempo reale</> nell'ambiente di gioco. Ciò può includere i riflessi dei personaggi, degli oggetti e dell'ambiente stesso in superfici riflettenti come l'acqua o le superfici lucide.
ko: 스크린 스페이스 리플렉션을 활성화하면 게임 환경에서 <h>실시간 리플렉션의 퀄리티와 복잡도에 영향을 줍니다.</> 여기에는 물이나 반짝이는 표면과 같은 반사 표면에 캐릭터, 오브젝트, 환경 자체의 반사가 포함될 수 있습니다.
ru: Включение отражений в пространстве экрана влияет на качество и сложность <h>отражений в реальном времени</> в игровой среде. Это может включать отражения персонажей, объектов и самой окружающей среды на отражающих поверхностях, таких как вода или блестящие поверхности.

# ST_Menu,GraphicsSettings_TemporalUpsampling
source: Temporal Anti Aliasing Upsampling
de: Temporäres Anti-Aliasing Upsampling
fr: Suréchantillonnage anticrénelage temporel
hu: Időbeli Anti Aliasing Upsampling felskálázás
it: Sovracampionamento temporale anti aliasing
ko: 템포럴 안티 에일리어싱 업샘플링
ru: Временное сглаживание с повышением дискретизации

# ST_Menu,GraphicsSettings_TemporalUpsampling_Subtext
source: Temporal Anti Aliasing Upsampling (TAAU) <h>reconstructs higher-resolution images from lower-resolution frames,</> resulting in smoother and more detailed visuals without requiring additional processing power.
de: Das temporäre Anti-Aliasing-Upsampling (TAAU) <h>rekonstruiert Bilder mit höherer Auflösung aus Bildern mit niedrigerer Auflösung,</> was zu einer glatteren und detaillierteren Darstellung führt, ohne dass zusätzliche Rechenleistung erforderlich ist.
fr: Le TAAU (Temporal Anti Aliasing Upsampling) <h>reconstruit des images de haute résolution à partir d'images de résolution inférieure</>, ce qui permet d'obtenir des visuels plus fluides et plus détaillés sans nécessiter de puissance de traitement supplémentaire.
hu: A Temporal Anti Aliasing Upsampling (TAAU) <h>visszaépíti a nagyobb felbontású képeket a kisebb felbontású képkockákból,</> ami simább és részletesebb látványt eredményez anélkül, hogy további feldolgozási teljesítményre lenne szükség.
it: Il Temporal Anti Aliasing Upsampling (TAAU) <h>ricostruisce immagini a più alta risoluzione da fotogrammi a più bassa risoluzione,</> ottenendo immagini più fluide e dettagliate senza richiedere ulteriore potenza di elaborazione.
ko: 템포럴 안티 앨리어싱 업샘플링(TAAU)은 <h>저해상도 프레임에서 고해상도 이미지를 재구성하여</> 추가적인 처리 능력 없이도 더 부드럽고 섬세한 비주얼을 구현합니다.
ru: Повышающая дискретизация с временным сглаживанием (TAAU) <h> восстанавливает изображения с более высоким разрешением из кадров с более низким разрешением,</> что приводит к более плавным и детализированным визуальным эффектам, не требуя дополнительной вычислительной мощности.

# ST_Menu,GraphicsSettings_Textures
source: Textures
de: Texturen
hu: Textúrák
it: Texture
ko: 텍스처
ru: Текстуры

# ST_Menu,GraphicsSettings_Textures_Subtext
source: Texture Quality affects the <h>level of detail and resolution of textures applied to the surfaces of objects</> in a game's environment. This can include characters, environments, and objects such as weapons or vehicles.
de: Die Texturqualität wirkt sich auf den <h>Detailgrad und die Auflösung der Texturen aus, die auf die Oberflächen von Objekten</> in der Spielumgebung angewendet werden. Dies kann Charaktere, Umgebungen und Objekte wie Waffen oder Fahrzeuge umfassen.
fr: La qualité des textures affecte le <h>niveau de détail et la résolution des textures appliquées aux surfaces des objets</> dans l'environnement d'un jeu. Cela peut inclure des personnages, des environnements et des objets tels que des armes ou des véhicules.
hu: A Textúra minősége a játék környezetében lévő objektumok felületén</> alkalmazott textúrák <h>részletességi szintjét és felbontását befolyásolja. Ez magában foglalhatja a karaktereket, a környezetet és az olyan tárgyakat, mint a fegyverek vagy járművek.
it: La qualità delle texture influisce sul <h>livello di dettaglio e risoluzione delle texture applicate alle superfici degli oggetti</> nell'ambiente di gioco. Questo può includere personaggi, ambienti e oggetti come armi o veicoli.
ko: 텍스처 품질은 게임 환경에서 <h>오브젝트 표면에 적용되는 텍스처의 디테일 수준과 해상도에 영향을</> 줍니다. 여기에는 캐릭터, 환경, 무기나 차량과 같은 오브젝트가 포함될 수 있습니다.
ru: Качество текстур влияет на уровень детализации и разрешение текстур, применяемых к поверхностям объектов в игровой среде. Это может включать персонажей, окружение и объекты, такие как оружие или транспортные средства.

# ST_Menu,GraphicsSettings_Title
source: Graphics
de: Grafik
fr: Graphique
hu: Grafika
it: Grafica
ko: 그래픽
ru: Графика

# ST_Menu,GraphicsSettings_UpscaleQuality
source: Upscale Quality
de: Hochskalierung Qualität
fr: Qualité haut de gamme
hu: Előkelő minőség
it: Qualità superiore
ko: 고급 품질
ru: Высококлассное качество

# ST_Menu,GraphicsSettings_UpscaleQuality_Subtext
source: Controls the quality in which <h>resolution scale</> scales the 3D rendering.
de: Steuert die Qualität, mit der die <h>Auflösungsskalierung</> das 3D-Rendering skaliert.
fr: Contrôle la qualité avec laquelle <h>échelle de résolution</> met à l'échelle le rendu 3D.
hu: Szabályozza, hogy a <h>felbontás skála</> milyen minőségben skálázza a 3D megjelenítést.
it: Controlla la qualità con cui <h>scala di risoluzione</> scala il rendering 3D.
ko: 해상도 스케일이 <h>3D 렌더링의 스케일을 조정하는 품질을</> 제어합니다.
ru: Управляет качеством, с которым <h> масштаб разрешения</> масштабирует 3D-рендеринг.

# ST_Menu,GraphicsSettings_ViewDistance
source: View Distance
de: Sichtweite
fr: La distance de vue
hu: Távolság megtekintése
it: Visualizza la distanza
ko: 시야 거리
ru: Расстояние обзора

# ST_Menu,GraphicsSettings_ViewDistance_Far
source: Far
de: Weit
fr: Loin
hu: Távol
it: Lontano
ko: 멀리
ru: Далеко

# ST_Menu,GraphicsSettings_ViewDistance_Near
source: Near
de: Nah
fr: Près
hu: Közel
it: Vicino
ko: 근처
ru: Рядом

# ST_Menu,GraphicsSettings_ViewDistance_Subtext
source: View Distance affects the <h>distance at which objects and elements in a game's environment are rendered and visible to the player.</> This can include terrain, buildings, and other objects in the game world.
de: Die Sichtweite beeinflusst den <h>Abstand, in dem Objekte und Elemente in der Spielumgebung dargestellt werden und für den Spieler sichtbar sind.</> Dies kann Gelände, Gebäude und andere Objekte in der Spielwelt umfassen.
fr: La distance de vue affecte la <h>distance à laquelle les objets et éléments de l'environnement d'un jeu sont rendus et visibles par le joueur.</> Cela peut inclure le terrain, les bâtiments et d'autres objets dans le monde du jeu.
hu: A nézeti távolság azt a <h>távolságot befolyásolja, amelyen a játék környezetében lévő objektumok és elemek renderelve vannak és láthatóak a játékos számára.</> Ez magában foglalhatja a terepet, az épületeket és más objektumokat a játékvilágban.
it: La distanza di visualizzazione influisce sulla <h>distanza a cui gli oggetti e gli elementi dell'ambiente di gioco sono renderizzati e visibili al giocatore.</> Questo può includere il terreno, gli edifici e altri oggetti del mondo di gioco.
ko: 시야 거리 게임 환경의 오브젝트 및 요소가 렌더링되어 플레이어에게 표시되는 <h>거리에 영향을</> 줍니다.
ru: Расстояние просмотра влияет на расстояние <h>, на котором объекты и элементы в игровом окружении отображаются и видны игроку.</> Это может включать местность, здания и другие объекты в игровом мире.

# ST_Menu,IngameMenu_Load
source: Load
de: Laden
fr: Charger
hu: Betöltés
it: Carica
ko: 불러오기
ru: Загрузка

# ST_Menu,IngameMenu_MainMenu
source: Back to main menu
de: Zurück zum Hauptmenü
fr: Retour au menu principal
hu: Vissza a főmenübe
it: Torna al menu principale
ko: 주 메뉴로 돌아가기
ru: Вернуться в главное меню

# ST_Menu,IngameMenu_Pause
source: Pause
hu: Szünet
it: Pausa
ko: 일시 중지
ru: Пауза

# ST_Menu,IngameMenu_Resume
source: Resume
de: Fortsetzen
fr: Reprendre
hu: Folytatás
ko: 재개
ru: Возобновиться

# ST_Menu,IngameMenu_Save
source: Save
de: Speichern
fr: Sauvegarde
hu: Mentés
it: Salva
ko: 저장
ru: Сохранить

# ST_Menu,IngameSettings_Documents
source: Documents
de: Dokumente
hu: Dokumentumok
it: Documenti
ko: 문서
ru: Документы

# ST_Menu,IngameSettings_General
source: General
de: Allgemein
fr: Général
hu: Általános
it: Generale
ko: 일반
ru: Общие

# ST_Menu,IngameSettings_Inventory
source: Inventory
de: Inventar
fr: Inventaire
hu: Leltár
it: Inventario
ko: 인벤토리
ru: Инвентарь

# ST_Menu,Intro_PressAnyKey
source: PRESS ANY KEY TO START
de: ZUM STARTEN EINE BELIEBIGE TASTE DRÜCKEN
fr: APPUYEZ SUR N'IMPORTE QUELLE TOUCHE POUR COMMENCER
hu: AZ INDÍTÁSHOZ NYOMJON MEG BÁRMELY GOMBOT
it: PREMERE UN TASTO QUALSIASI PER AVVIARE
ko: 시작하려면 아무 키나 누르세요
ru: НАЖМИТЕ ЛЮБУЮ КЛАВИШУ ДЛЯ ЗАПУСКА

# ST_Menu,Level_MoonTown_Subtext
source: In Moon Town, the streets are bathed in silver light and secrets lurk in every shadow. It's a place where magic and mystery collide, beckoning the curious and daring to explore its enchanting depths.
de: In Moon Town sind die Straßen in silbernes Licht getaucht, und in jedem Schatten lauern Geheimnisse. Es ist ein Ort, an dem Magie und Mysterium aufeinandertreffen und der Neugierige und Wagemutige dazu einlädt, seine zauberhaften Tiefen zu erkunden.
fr: À Ville de Lune, les rues sont baignées de lumière argentée et des secrets se cachent dans chaque ombre. C'est un lieu où magie et mystère se rencontrent, invitant les curieux et les audacieux à explorer ses profondeurs enchanteresses.
hu: Holdvárosban az utcák ezüstös fényben fürdenek, és minden árnyékban titkok rejtőznek. Ez egy olyan hely, ahol a mágia és a titokzatosság összecsap, és a kíváncsiakat és a merészeket hívja, hogy felfedezzék varázslatos mélységeit.
it: A Moon Town, le strade sono immerse in una luce argentata e i segreti si nascondono in ogni ombra. È un luogo in cui magia e mistero si fondono, invitando i curiosi e gli audaci a esplorare le sue incantevoli profondità.
ko: MoonTown의 거리는 은빛으로 물들고 그림자마다 비밀이 숨어 있습니다. 마법과 신비가 충돌하는 이곳은 호기심 많고 대담한 사람들이 매혹적인 심연을 탐험하도록 손짓하는 곳입니다.
ru: В Лунном городе улицы залиты серебристым светом, а в каждой тени таятся секреты. Это место, где сталкиваются магия и тайна, манящее любопытных и смелых исследовать его чарующие глубины.

# ST_Menu,MainMenu_Continue
source: Continue
de: Fortfahren
fr: Continuer
hu: Folytatás
it: Continua
ko: 계속
ru: Продолжить

# ST_Menu,MainMenu_Extras
source: Extras
fr: Suppléments
hu: Extrák
it: Extra
ko: 추가 정보
ru: Прочее

# ST_Menu,MainMenu_Loading
source: Loading...
de: Lade...
fr: Chargement…
hu: Betöltés...
it: Caricamento...
ko: 로드 중...
ru: Загрузка...….

# ST_Menu,MainMenu_Multiplayer
source: Multiplayer
de: Mehrspieler
fr: Multijoueur
hu: Többjátékos
it: Multigiocatore
ko: 멀티플레이어
ru: Мультиплеер

# ST_Menu,MainMenu_NewGame
source: New Game
de: Neues Spiel
fr: Nouvelle partie
hu: Új játék
it: Nuova Partita
ko: 새로운 게임
ru: Новая игра

# ST_Menu,MainMenu_Options
source: Options
de: Optionen
hu: Beállítások
it: Opzioni
ko: 옵션
ru: Опции

# ST_Menu,MainMenu_Play
source: Play
de: Spielen
fr: Jouer
hu: Játék
it: Gioco
ko: 플레이
ru: Играть

# ST_Menu,MainMenu_Quit
source: Quit
de: Beenden
fr: Quitter
hu: Kilépés
it: Abbandonare
ko: 종료
ru: Выход

# ST_Menu,Multiplayer_FoundServers
source: Found Servers:
de: Server gefunden:
fr: Serveurs trouvés :
hu: Talált szerverek:
it: Server trovati:
ko: 서버를 찾았습니다:
ru: Найденные серверы:

# ST_Menu,Multiplayer_Searching
source: Searching...
de: Suche...
fr: Recherche...
hu: Keresés...
it: Ricerca...
ko: 검색 중...
ru: Поиск....

# ST_Menu,Multiplayer_StartGame
source: Start Game
de: Spiel starten
fr: Démarrer jeu
hu: Játék indítása
it: Avvio del gioco
ko: 게임 시작
ru: Начать игру

# ST_Menu,MultiplayerMenu_HostGame
source: Host Game
de: Spiel hosten
fr: Héberger une partie
hu: Játék létrehozása
it: Gioco ospite
ko: 호스트 게임
ru: Хост Игры

# ST_Menu,MultiplayerMenu_JoinGame
source: Join Game
de: Spiel beitreten
fr: Rejoindre une partie
hu: Csatlakozz a játékhoz
it: Partecipa al gioco
ko: 게임 참여
ru: Загрузить Игру

# ST_Menu,MultiplayerMenu_LocalMultiplayer
source: Local Multiplayer
de: Lokaler Mehrspieler
fr: Multijoueur local
hu: Helyi többjátékos
it: Multigiocatore locale
ko: 로컬 멀티플레이어
ru: Локальный мультиплеер

# ST_Menu,MultiplayerMenu_ServerBrowser
source: Server Browser
fr: Navigateur du serveur
hu: Kiszolgáló böngésző
it: Browser del server
ko: 서버 브라우저
ru: Серверный браузер

# ST_Menu,MultiplayerSettings_Multiplayer
source: Multiplayer
de: Mehrspieler
fr: Multijoueur
hu: Többjátékos
it: Multigiocatore
ko: 멀티플레이어
ru: Мультиплеер

# ST_Menu,MultiplayerSettings_PlayerName
source: Player Name
de: Spieler Name
fr: Nom du joueur
hu: Játékos neve
it: Nome del giocatore
ko: 플레이어 이름
ru: Имя пользователя

# ST_Menu,MultiplayerSettings_PlayerName_SubText
source: The name that other players will see when you join a multiplayer session. Choosing an inappropriate name may have <h>permanent consequences</> for your account's multiplayer access.
de: Der Name, den andere Spieler sehen, wenn Sie einer Mehrspieler-Sitzung beitreten. Die Wahl eines unpassenden Namens kann <h>dauerhafte Konsequenzen</> für den Mehrspieler-Zugang Ihres Kontos haben.
fr: Le nom que les autres joueurs verront lorsque vous rejoindrez une session multijoueur. Choisir un nom inapproprié peut avoir des <h>conséquences permanentes</> sur l'accès multijoueur de votre compte.
hu: A név, amelyet a többi játékos látni fog, amikor csatlakozik egy többjátékos munkamenethez. A nem megfelelő név kiválasztása <h>állandó következményekkel</> járhat a fiókod többjátékos hozzáférésére nézve.
it: Il nome che gli altri giocatori vedranno quando ci si unisce a una sessione multigiocatore. La scelta di un nome inappropriato può avere <h>conseguenze permanenti</> sull'accesso multigiocatore del proprio account.
ko: 멀티플레이어 세션에 참여할 때 <h>다른 플레이어에게 표시되는 이름</>입니다. 부적절한 이름을 선택하면 계정의 멀티플레이어 접속에 영구적인 영향을 미칠 수 있습니다.
ru: Имя, которое увидят другие игроки, когда вы присоединитесь к многопользовательской сессии. Выбор неподходящего имени может иметь <h> необратимые последствия</> для многопользовательского доступа вашей учетной записи.

# ST_Menu,MultiplayerSettings_ShowPlayerNames
source: Show Player Names
de: Spielernamen anzeigen
fr: Afficher les noms des joueurs
hu: Játékosok nevének megjelenítése
ko: 플레이어 이름 표시
ru: Показывать имена игроков
