Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,KerosineLampText
source: A kerosene lamp is a light source that uses kerosene as fuel. It consists of a main body with a wick, a kerosene reservoir, a glass cover, and a flame adjustment mechanism. The main part of the kerosene lamp is the reservoir, which is used to store the kerosene. The reservoir is usually of metal or glass construction and can hold a certain amount of liquid. It is sealed airtight to prevent the kerosene from spilling out. Above the reservoir is a wick that is immersed in the kerosene. The wick is made up of special fibers that can absorb and hold the liquid. One end of the wick comes out of the lamp and is usually raised slightly so that it can be lit. When the wick is lit, kerosene gradually rises gradually through the fibers and keeps the burning going. The flame is adjusted by turning the flame adjustment mechanism, which changes the height of the wick. The higher the wick, the brighter the lamp burns, and if the wick is lowered, the intensity of the light is reduced. The glass hood on the kerosene lamp has several functions. First, it protects the flame from drafts and wind, which helps keep the burning stable. In addition, the cap directs the light in a specific direction, making it more focused and improving illumination. Kerosene lamps were widely used before electricity and are still used today in certain situations such as hiking, camping or when there is no electricity. They create a soft and warm light that can create an atmosphere of pleasant illumination.
de: Eine Kerosinlampe ist eine Lichtquelle, die Kerosin als Brennstoff verwendet. Sie besteht aus einem Hauptkörper mit einem Docht, einem Kerosinreservoir, einer Glasabdeckung und einem Mechanismus zur Einstellung der Flamme. Der wichtigste Teil der Kerosinlampe ist der Behälter, in dem das Kerosin gelagert wird. Das Reservoir ist in der Regel aus Metall oder Glas und kann eine bestimmte Menge an Flüssigkeit aufnehmen. Er ist luftdicht verschlossen, damit das Kerosin nicht ausläuft. Über dem Reservoir befindet sich ein Docht, der in das Kerosin getaucht wird. Der Docht besteht aus speziellen Fasern, die die Flüssigkeit aufnehmen und halten können. Ein Ende des Dochts ragt aus der Lampe heraus und ist normalerweise leicht angehoben, damit man ihn anzünden kann. Wenn der Docht angezündet ist, steigt das Kerosin allmählich durch die Fasern auf und hält die Flamme in Gang. Die Flamme wird durch Drehen des Flammeneinstellmechanismus eingestellt, der die Höhe des Dochts verändert. Je höher der Docht, desto heller brennt die Lampe. Wird der Docht gesenkt, verringert sich die Intensität des Lichts. Die Glashaube der Petroleumlampe hat mehrere Funktionen. Erstens schützt sie die Flamme vor Zugluft und Wind, was dazu beiträgt, dass die Flamme stabil brennt. Außerdem lenkt die Haube das Licht in eine bestimmte Richtung, wodurch es besser gebündelt wird und die Ausleuchtung verbessert. Kerosinlampen waren vor der Elektrizität weit verbreitet und werden auch heute noch in bestimmten Situationen verwendet, z. B. beim Wandern, Camping oder wenn es keinen Strom gibt. Sie erzeugen ein weiches und warmes Licht, das eine angenehme Atmosphäre schaffen kann.
fr: Une lampe à pétrole est une source de lumière qui utilise du kérosène comme combustible. Il se compose d'un corps principal avec une mèche, d'un réservoir de kérosène, d'un couvercle en verre et d'un mécanisme de réglage de la flamme. La partie principale de la lampe à pétrole est le réservoir, qui sert à stocker le kérosène. Le réservoir est généralement en métal ou en verre et peut contenir une certaine quantité de liquide. Il est fermé hermétiquement pour empêcher le kérosène de se répandre. Au-dessus du réservoir se trouve une mèche immergée dans le kérosène. La mèche est constituée de fibres spéciales capables d'absorber et de retenir le liquide. Une extrémité de la mèche sort de la lampe et est généralement légèrement surélevée pour pouvoir être allumée. Lorsque la mèche est allumée, le kérosène monte progressivement à travers les fibres et entretient la combustion. La flamme se règle en tournant le mécanisme de réglage de la flamme, ce qui modifie la hauteur de la mèche. Plus la mèche est haute, plus la lampe brûle fort, et si la mèche est abaissée, l'intensité de la lumière est réduite. Le capot en verre de la lampe à pétrole a plusieurs fonctions. Premièrement, il protège la flamme des courants d’air et du vent, ce qui contribue à maintenir la stabilité de la combustion. De plus, le capuchon dirige la lumière dans une direction spécifique, la rendant plus ciblée et améliorant l'éclairage. Les lampes à pétrole étaient largement utilisées avant l'électricité et sont encore utilisées aujourd'hui dans certaines situations comme la randonnée, le camping ou lorsqu'il n'y a pas d'électricité. Ils créent une lumière douce et chaleureuse qui peut créer une atmosphère d’éclairage agréable.
hu: A petróleumlámpa olyan fényforrás, amely petróleumot használ tüzelőanyagként. Egy kanóccal ellátott főtestből, egy petróleumtartályból, egy üvegfedélből és egy lángszabályozó mechanizmusból áll. A petróleumlámpa fő része a tartály, amely a petróleum tárolására szolgál. A tartály általában fém- vagy üvegszerkezetű, és bizonyos mennyiségű folyadékot képes tárolni. Légmentesen le van zárva, hogy a petróleum ne folyjon ki. A tartály felett van egy kanóc, amely a petróleumba van merítve. A kanóc speciális szálakból áll, amelyek képesek felszívni és megtartani a folyadékot. A kanóc egyik vége kilép a lámpából, és általában kissé megemelkedik, hogy meg lehessen gyújtani. Amikor a kanócot meggyújtják, a petróleum fokozatosan, fokozatosan emelkedik fel a szálakon keresztül, és tartja az égést. A lángot a lángbeállító mechanizmus elforgatásával lehet beállítani, amely a kanóc magasságát változtatja. Minél magasabb a kanóc, annál fényesebben ég a lámpa, ha pedig a kanócot lejjebb engedjük, a fény intenzitása csökken. A petróleumlámpán lévő üvegfedélnek több funkciója is van. Először is védi a lángot a huzattól és a széltől, ami segít az égés stabilan tartani. Ezenkívül a kupak egy meghatározott irányba irányítja a fényt, így az fókuszáltabbá válik, és javítja a megvilágítást. A kerozinlámpákat széles körben használták az elektromosság előtt, és még ma is használják bizonyos helyzetekben, például túrázáskor, kempingezéskor, vagy amikor nincs áram. Lágy és meleg fényt keltenek, amely kellemes megvilágítású légkört teremthet.
it: Una lampada a cherosene è una sorgente luminosa che utilizza il cherosene come combustibile. È costituito da un corpo principale con uno stoppino, un serbatoio di cherosene, una copertura in vetro e un meccanismo di regolazione della fiamma. La parte principale della lampada a cherosene è il serbatoio, che viene utilizzato per immagazzinare il cherosene. Il serbatoio è solitamente di metallo o vetro e può contenere una certa quantità di liquido. È sigillato ermeticamente per evitare che il cherosene fuoriesca. Sopra il serbatoio c'è uno stoppino immerso nel cherosene. Lo stoppino è costituito da fibre speciali in grado di assorbire e trattenere il liquido. Un'estremità dello stoppino esce dalla lampada e solitamente è leggermente sollevata in modo che possa essere accesa. Quando lo stoppino è acceso, il cherosene sale gradualmente attraverso le fibre e mantiene la combustione. La fiamma si regola ruotando il meccanismo di regolazione della fiamma, che modifica l'altezza dello stoppino. Più alto è lo stoppino, più luminosa brucia la lampada e, se lo stoppino viene abbassato, l'intensità della luce diminuisce. Il cappuccio di vetro della lampada a cherosene ha diverse funzioni. Innanzitutto protegge la fiamma dalle correnti d'aria e dal vento, contribuendo a mantenere stabile la combustione. Inoltre, la calotta dirige la luce in una direzione specifica, rendendola più focalizzata e migliorando l'illuminazione. Le lampade a cherosene erano ampiamente utilizzate prima dell'elettricità e vengono utilizzate ancora oggi in determinate situazioni come l'escursionismo, il campeggio o quando non c'è elettricità. Creano una luce morbida e calda in grado di creare un'atmosfera di piacevole illuminazione.
ko: 등유 램프는 등유를 연료로 사용하는 광원입니다. 심지가 있는 본체, 등유 저장통, 유리 덮개, 불꽃 조절 장치로 구성되어 있습니다. 등유 램프의 주요 부분은 등유를 저장하는 데 사용되는 저장통입니다. 저장통은 일반적으로 금속 또는 유리 구조로 되어 있으며 일정량의 액체를 담을 수 있습니다. 등유가 쏟아지는 것을 방지하기 위해 밀폐되어 있습니다. 저장통 위에는 등유에 담근 심지가 있습니다. 심지는 액체를 흡수하고 담을 수 있는 특수 섬유로 구성되어 있습니다. 심지의 한쪽 끝은 램프에서 나오며 일반적으로 불을 켤 수 있도록 약간 들어 올려져 있습니다. 심지에 불이 붙으면 등유가 섬유를 통해 서서히 상승하여 연소가 계속됩니다. 불꽃은 심지의 높이를 변경하는 불꽃 조절 메커니즘을 돌려 조절할 수 있습니다. 심지가 높을수록 램프가 더 밝게 타오르고, 심지를 낮추면 빛의 강도가 감소합니다. 등유 램프의 유리 후드에는 여러 가지 기능이 있습니다. 첫째, 외풍과 바람으로부터 불꽃을 보호하여 연소를 안정적으로 유지하는 데 도움이 됩니다. 또한 캡은 빛을 특정 방향으로 향하게 하여 조명을 더욱 집중시키고 조도를 개선합니다. 등유 램프는 전기가 들어오기 전부터 널리 사용되었으며 오늘날에도 하이킹, 캠핑 또는 전기가 없을 때와 같은 특정 상황에서 여전히 사용되고 있습니다. 부드럽고 따뜻한 조명을 만들어 쾌적한 조명 분위기를 연출할 수 있습니다.
ru: Керосиновая лампа - это источник света, использующий в качестве топлива керосин. Она состоит из основного корпуса с фитилем, резервуара для керосина, стеклянного колпака и механизма регулировки пламени. Основной частью керосиновой лампы является резервуар, в котором хранится керосин. Резервуар обычно имеет металлическую или стеклянную конструкцию и вмещает определенное количество жидкости. Для предотвращения вытекания керосина он герметично закрывается. Над резервуаром расположен фитиль, который погружается в керосин. Фитиль состоит из специальных волокон, которые впитывают и удерживают жидкость. Один конец фитиля выходит из лампы и обычно слегка приподнимается, чтобы его можно было зажечь. Когда фитиль зажжен, керосин постепенно поднимается по волокнам и поддерживает горение. Пламя регулируется поворотом механизма регулировки пламени, который изменяет высоту фитиля. Чем выше фитиль, тем ярче горит лампа, а если фитиль опустить, то интенсивность света уменьшается. Стеклянный колпак керосиновой лампы выполняет несколько функций. Во-первых, он защищает пламя от сквозняков и ветра, что позволяет поддерживать стабильное горение. Кроме того, колпак направляет свет в определенном направлении, делая его более сфокусированным и улучшая освещенность. Керосиновые лампы были широко распространены до появления электричества и до сих пор используются в некоторых ситуациях, например, в походах, кемпингах или при отсутствии электричества. Они создают мягкий и теплый свет, способный создать атмосферу приятной освещенности.

# Inventory,KerosineText
source: Kerosene is a flammable liquid obtained from petroleum. It is a clear, colorless or slightly yellowish liquid with a distinctive odor. Kerosene was one of the first commercially available fuels and was widely used for lighting before the advent of electricity. It also finds use in industry as a fuel for kerosene lamps, aviation (aviation kerosene), heating, and other applications. Kerosene has high thermal stability and good combustibility, making it ideal for use in various combustion processes. It is commonly used in specialty lamps where its wick is ignited to create a bright and stable flame. Kerosene is also used in the aviation industry as a fuel for aircraft with jet and turbojet engines. Kerosene is a relatively safe and stable fuel, but precautions are still necessary when using it. It must be stored in safe containers and under further precautions to prevent fire and explosion. It is important to note that kerosene is flammable and can be dangerous, so safety precautions must be followed when using and storing it.
de: Kerosin ist eine brennbare Flüssigkeit, die aus Erdöl gewonnen wird. Es ist eine klare, farblose oder leicht gelbliche Flüssigkeit mit einem charakteristischen Geruch. Kerosin war einer der ersten kommerziell erhältlichen Brennstoffe und wurde vor der Einführung der Elektrizität häufig für die Beleuchtung verwendet. Es wird auch in der Industrie als Brennstoff für Kerosinlampen, in der Luftfahrt (Flugkerosin), zum Heizen und für andere Anwendungen eingesetzt. Kerosin hat eine hohe thermische Stabilität und ist gut brennbar, wodurch es sich ideal für verschiedene Verbrennungsprozesse eignet. Es wird häufig in Speziallampen verwendet, bei denen der Docht entzündet wird, um eine helle und stabile Flamme zu erzeugen. Kerosin wird auch in der Luftfahrtindustrie als Treibstoff für Flugzeuge mit Düsen- und Turbojet-Triebwerken verwendet. Kerosin ist ein relativ sicherer und stabiler Treibstoff, aber dennoch sind bei seiner Verwendung Vorsichtsmaßnahmen erforderlich. Es muss in sicheren Behältern und unter weiteren Vorsichtsmaßnahmen gelagert werden, um Feuer und Explosionen zu verhindern. Es ist wichtig zu wissen, dass Kerosin brennbar ist und gefährlich sein kann, deshalb müssen bei der Verwendung und Lagerung Sicherheitsvorkehrungen getroffen werden.
fr: Le kérosène est un liquide inflammable obtenu à partir du pétrole. C'est un liquide clair, incolore ou légèrement jaunâtre avec une odeur distinctive. Le kérosène a été l’un des premiers combustibles disponibles dans le commerce et était largement utilisé pour l’éclairage avant l’avènement de l’électricité. Il est également utilisé dans l'industrie comme combustible pour les lampes à kérosène, l'aviation (kérosène d'aviation), le chauffage et d'autres applications. Le kérosène a une stabilité thermique élevée et une bonne combustibilité, ce qui le rend idéal pour une utilisation dans divers processus de combustion. Il est couramment utilisé dans les lampes spécialisées où sa mèche est allumée pour créer une flamme brillante et stable. Le kérosène est également utilisé dans l’industrie aéronautique comme carburant pour les avions équipés de réacteurs et de turboréacteurs. Le kérosène est un carburant relativement sûr et stable, mais des précautions restent nécessaires lors de son utilisation. Il doit être stocké dans des conteneurs sûrs et soumis à des précautions supplémentaires pour éviter les incendies et les explosions. Il est important de noter que le kérosène est inflammable et peut être dangereux, des précautions de sécurité doivent donc être suivies lors de son utilisation et de son stockage.
hu: A petróleum kőolajból nyert gyúlékony folyadék. Tiszta, színtelen vagy enyhén sárgás színű, jellegzetes szagú folyadék. A petróleum volt az egyik első kereskedelmi forgalomban kapható tüzelőanyag, és az elektromosság megjelenése előtt széles körben használták világításra. Az iparban a petróleumlámpák üzemanyagaként, a repülésben (repülőgép-kerozin), a fűtésben és más alkalmazásokban is használatos. A petróleum nagy hőstabilitással és jó éghetőséggel rendelkezik, így ideális a különböző égési folyamatokban való felhasználásra. Általában speciális lámpákban használják, ahol kanócát meggyújtva fényes és stabil lángot hoz létre. A petróleumot a repülési iparban is használják a sugár- és turbó sugárhajtóművekkel felszerelt repülőgépek üzemanyagaként. A petróleum viszonylag biztonságos és stabil üzemanyag, de használatakor mégis óvintézkedésekre van szükség. Biztonságos tartályokban és további óvintézkedések mellett kell tárolni a tűz és a robbanás megelőzése érdekében. Fontos megjegyezni, hogy a petróleum gyúlékony és veszélyes lehet, ezért használatakor és tárolásakor be kell tartani a biztonsági óvintézkedéseket.
it: Il cherosene è un liquido infiammabile ottenuto dal petrolio. È un liquido limpido, incolore o leggermente giallastro con un odore caratteristico. Il cherosene è stato uno dei primi combustibili disponibili in commercio ed era ampiamente utilizzato per l’illuminazione prima dell’avvento dell’elettricità. Trova anche utilizzo nell'industria come combustibile per lampade a cherosene, aviazione (cherosene per aviazione), riscaldamento e altre applicazioni. Il cherosene ha un'elevata stabilità termica e una buona combustibilità, che lo rendono ideale per l'uso in vari processi di combustione. È comunemente usato nelle lampade speciali dove lo stoppino viene acceso per creare una fiamma brillante e stabile. Il cherosene viene utilizzato anche nell'industria aeronautica come carburante per aerei con motori a reazione e turbogetto. Il cherosene è un combustibile relativamente sicuro e stabile, ma sono comunque necessarie precauzioni quando lo si utilizza. Deve essere conservato in contenitori sicuri e adottando ulteriori precauzioni per prevenire incendi ed esplosioni. È importante notare che il cherosene è infiammabile e può essere pericoloso, quindi è necessario seguire le precauzioni di sicurezza durante l'utilizzo e la conservazione.
ko: 등유는 석유에서 얻은 가연성 액체입니다. 특유의 냄새가 나는 투명하고 무색 또는 약간 황색을 띠는 액체입니다. 등유는 상업적으로 이용 가능한 최초의 연료 중 하나이며 전기가 등장하기 전에는 조명용으로 널리 사용되었습니다. 또한 등유는 등유 램프, 항공(항공 등유), 난방 및 기타 용도의 연료로 산업계에서 사용되고 있습니다. 등유는 열 안정성이 높고 연소성이 우수하여 다양한 연소 공정에 사용하기에 이상적입니다. 일반적으로 밝고 안정적인 불꽃을 만들기 위해 심지에 불을 붙이는 특수 램프에 사용됩니다. 등유는 항공 산업에서도 제트 및 터보 제트 엔진이 장착된 항공기의 연료로 사용됩니다. 등유는 비교적 안전하고 안정적인 연료이지만 사용 시 주의가 필요합니다. 화재 및 폭발을 방지하기 위해 안전한 용기에 보관하고 추가 예방 조치를 취해야 합니다. 등유는 가연성이며 위험할 수 있으므로 사용 및 보관 시 안전 예방 조치를 따라야 합니다. Translated with www.DeepL.com/Translator (free version)
ru: Керосин - это легковоспламеняющаяся жидкость, получаемая из нефти. Он представляет собой прозрачную, бесцветную или слегка желтоватую жидкость с характерным запахом. Керосин был одним из первых коммерчески доступных видов топлива и широко использовался для освещения до появления электричества. Он также находит применение в промышленности в качестве топлива для керосиновых ламп, авиации (авиационный керосин), отопления и других целей. Керосин обладает высокой термической стабильностью и хорошей горючестью, что делает его идеальным для использования в различных процессах горения. Он широко используется в специализированных лампах, где его фитиль поджигается для создания яркого и устойчивого пламени. Керосин также используется в авиационной промышленности в качестве топлива для самолетов с реактивными и турбореактивными двигателями. Керосин является относительно безопасным и стабильным топливом, однако при его использовании все же необходимо соблюдать меры предосторожности. Его необходимо хранить в надежной таре и соблюдать дополнительные меры предосторожности для предотвращения пожара и взрыва. Важно отметить, что керосин легко воспламеняется и может быть опасен, поэтому при его использовании и хранении необходимо соблюдать меры предосторожности.

# Inventory,Lamp
source: Lamp
de: Lampe
fr: Ampoule
hu: Lámpa
it: Lampada
ko: 램프
ru: Лампочка

# Inventory,LampError
source: I don't have any bulbs for lampposts....
de: Ich habe keine Glühbirnen für Laternenmasten....
fr: Je n'ai pas d'ampoules pour lampadaires....
hu: Nincsenek izzók lámpaoszlopokhoz....
it: Non dispongo di lampadine per lampioni....
ko: 가로등 기둥 전구가 없습니다....
ru: У меня нет лампочек для фонарных столбов....

# Inventory,LampInstall
source: Install light bulb
de: Glühbirne installieren
fr: Installer l'ampoule
hu: Szerelje fel az izzót
it: Installa la lampadina
ko: 전구 설치
ru: Установить лампочку

# Inventory,LampInstall2
source: Light bulb installation...
de: Installation von Glühbirne...
fr: Installation d'ampoules...
hu: Izzó beszerelése...
it: Installazione lampadine...
ko: 전구 설치...
ru: Установка лампочки...

# Inventory,LampText
source: It's a source of light or heat in a room. It resembles a glass pear with a filament inside. The empty space in the bulb is filled with inert gas. This helps to keep metal parts from oxidizing processes. During the power supply, the electric current passes through the holder and is fed to the filament, which lights up under the influence of energy.
de: Sie ist eine Licht- oder Wärmequelle in einem Raum. Sie ähnelt einer Glasbirne mit einem Glühfaden im Inneren. Der leere Raum in der Birne ist mit Inertgas gefüllt. Das hilft, Metallteile vor Oxidationsprozessen zu schützen. Bei der Stromversorgung fließt der elektrische Strom durch die Fassung und wird dem Glühfaden zugeführt, der unter dem Einfluss der Energie aufleuchtet.
fr: C'est une source de lumière ou de chaleur dans une pièce. Cela ressemble à une poire en verre avec un filament à l'intérieur. L'espace vide de l'ampoule est rempli de gaz inerte. Cela aide à empêcher les pièces métalliques de s’oxyder. Lors de l'alimentation électrique, le courant électrique traverse le support et alimente le filament qui s'allume sous l'influence de l'énergie.
hu: Ez egy fény- vagy hőforrás egy helyiségben. Egy üvegkörtére hasonlít, benne egy izzószállal. Az izzóban lévő üres teret inert gáz tölti ki. Ez segít megóvni a fém alkatrészeket az oxidációs folyamatoktól. Az áramellátás során az elektromos áram áthalad a foglalaton, és az izzószálba jut, amely az energia hatására világít.
it: È una fonte di luce o calore in una stanza. Assomiglia ad una pera di vetro con un filamento all'interno. Lo spazio vuoto nel bulbo è riempito di gas inerte. Ciò aiuta a preservare le parti metalliche dai processi ossidativi. Durante l'alimentazione, la corrente elettrica passa attraverso il supporto e viene alimentata al filamento, che si illumina sotto l'influenza dell'energia.
ko: 방의 빛 또는 열원입니다. 내부에 필라멘트가 있는 유리 배와 비슷합니다. 전구의 빈 공간은 불활성 가스로 채워져 있습니다. 이는 금속 부품이 산화되는 것을 방지하는 데 도움이 됩니다. 전원을 공급하는 동안 전류는 홀더를 통과하여 필라멘트로 공급되며, 필라멘트는 에너지의 영향으로 불이 켜집니다.
ru: Это источник света или тепла в помещении. Она напоминает стеклянную грушу с нитью накаливания внутри. Пустое пространство в колбе заполнено инертным газом. Это позволяет уберечь металлические детали от окислительных процессов. При питании электрический ток проходит через патрон и подается на нить накала, которая под воздействием энергии загорается.

# Inventory,Letters
source: Letters
de: Briefe
fr: Lettres
hu: Levelek
it: Lettere
ko: 편지
ru: Письма

# Inventory,LockpickError
source: You don't have lockpicks left.
de: Du hast keine Dietriche mehr.
fr: Il ne vous reste plus de crochets.
hu: Nem maradt zárfeltörőd.
it: Non ti sono rimasti grimaldelli.
ko: 락픽이 남아 있지 않습니다.
ru: У меня не осталось отмычек...
