Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Bedding,TomatoTextCan
source: Canned tomatoes are the product of sour or sweet tomatoes that have been subjected to a canning process to preserve their freshness and flavor. They are a popular addition to a variety of dishes and are often used in salads, sandwiches, tomato sauces and pastas. Canned tomatoes can be prepared with various additives such as spices, garlic, onions or herbs to enhance the flavor and create a deeper aroma. They often have a juicy and sweet-and-sour texture that adds brightness and distinctive flavor to dishes. One of the benefits of canned tomatoes is their long shelf life, allowing you to enjoy their flavor any time of the year. They are also rich in vitamins and minerals such as vitamin C, beta-carotene and potassium. Canned tomatoes are widely available ready-made in supermarkets, or you can prepare them yourself at home by rolling tomatoes in jars with salty or acidic medium. Overall, canned tomatoes are a versatile product that can be used in a multitude of dishes, adding their unique freshness and flavor. They are a popular choice for those looking for convenience and long-term almond storage.
de: Tomaten in Konserven sind das Produkt von sauren oder süßen Tomaten, die einem Konservierungsverfahren unterzogen wurden, um ihre Frische und ihren Geschmack zu erhalten. Sie sind eine beliebte Ergänzung zu einer Vielzahl von Gerichten und werden oft in Salaten, Sandwiches, Tomatensoßen und Nudeln verwendet. Tomaten in Konserven können mit verschiedenen Zusätzen wie Gewürzen, Knoblauch, Zwiebeln oder Kräutern zubereitet werden, um den Geschmack zu verbessern und ein intensiveres Aroma zu erzeugen. Sie haben oft eine saftige und süß-saure Konsistenz, die den Gerichten einen hellen und unverwechselbaren Geschmack verleiht. Einer der Vorteile von Tomaten in Konserven ist ihre lange Haltbarkeit, so dass du ihren Geschmack das ganze Jahr über genießen kannst. Außerdem sind sie reich an Vitaminen und Mineralstoffen wie Vitamin C, Beta-Carotin und Kalium. Tomaten in Konserven sind in vielen Supermärkten fertig erhältlich, oder du kannst sie zu Hause selbst zubereiten, indem du Tomaten in Gläsern mit salzigem oder saurem Medium einrollst. Insgesamt sind Tomaten in Konserven ein vielseitiges Produkt, das in einer Vielzahl von Gerichten verwendet werden kann und ihnen ihre einzigartige Frische und ihren Geschmack verleiht. Sie sind eine beliebte Wahl für alle, die Wert auf Bequemlichkeit und langfristige Lagerung von Mandeln legen.
fr: Les tomates en conserve sont le produit de tomates aigres ou sucrées qui ont été soumises à un processus de mise en conserve pour préserver leur fraîcheur et leur saveur. Ils constituent un ajout populaire à une variété de plats et sont souvent utilisés dans les salades, les sandwichs, les sauces tomates et les pâtes. Les tomates en conserve peuvent être préparées avec divers additifs tels que des épices, de l'ail, des oignons ou des herbes pour rehausser la saveur et créer un arôme plus profond. Ils ont souvent une texture juteuse et aigre-douce qui ajoute de l’éclat et une saveur distinctive aux plats. L’un des avantages des tomates en conserve est leur longue durée de conservation, vous permettant de profiter de leur saveur à tout moment de l’année. Ils sont également riches en vitamines et minéraux comme la vitamine C, le bêta-carotène et le potassium. Les tomates en conserve sont largement disponibles prêtes à l'emploi dans les supermarchés, ou vous pouvez les préparer vous-même à la maison en les roulant dans des bocaux avec un milieu salé ou acide. Dans l’ensemble, les tomates en conserve sont un produit polyvalent qui peut être utilisé dans une multitude de plats, y ajoutant leur fraîcheur et leur saveur uniques. Ils constituent un choix populaire pour ceux qui recherchent la commodité et le stockage des amandes à long terme.
hu: A paradicsomkonzerv olyan savanyú vagy édes paradicsomból készül, amelyet a frissesség és az íz megőrzése érdekében konzerválási eljárásnak vetettek alá. Számos étel népszerű kiegészítője, és gyakran használják salátákhoz, szendvicsekhez, paradicsomszószokhoz és tésztákhoz. A paradicsomkonzervek különböző adalékanyagokkal, például fűszerekkel, fokhagymával, hagymával vagy fűszernövényekkel is elkészíthetők, hogy fokozzák az ízét és mélyebb aromát adjanak neki. Gyakran lédús és édes-savanykás textúrájuk van, amely élénk és jellegzetes ízt kölcsönöz az ételeknek. A paradicsomkonzervek egyik előnye a hosszú eltarthatósági idő, így az év bármely szakában élvezheti az ízét. Vitaminokban és ásványi anyagokban, például C-vitaminban, béta-karotinban és káliumban is gazdagok. A paradicsomkonzervek széles körben kaphatók készen a szupermarketekben, de otthon is elkészítheti őket saját maga, ha a paradicsomot sós vagy savas közegű üvegekbe tekeri. Összességében a paradicsomkonzerv sokoldalú termék, amely számos ételben felhasználható, hozzáadva egyedi frissességét és ízét. Népszerű választás azok számára, akik kényelmet és hosszú távú mandulatárolást keresnek.
it: I pomodori in scatola sono il prodotto di pomodori acidi o dolci che sono stati sottoposti a un processo di inscatolamento per preservarne la freschezza e il sapore. Sono un'aggiunta popolare a una varietà di piatti e sono spesso utilizzati in insalate, panini, salse di pomodoro e pasta. I pomodori in scatola possono essere preparati con vari additivi come spezie, aglio, cipolle o erbe aromatiche per esaltarne il sapore e creare un aroma più profondo. Spesso hanno una consistenza succosa e agrodolce che aggiunge luminosità e sapore caratteristico ai piatti. Uno dei vantaggi dei pomodori in scatola è la loro lunga conservabilità, che consente di assaporarne il sapore in qualsiasi momento dell'anno. Sono anche ricchi di vitamine e minerali come vitamina C, beta-carotene e potassio. I pomodori in scatola sono ampiamente disponibili già pronti nei supermercati, oppure puoi prepararli tu stesso a casa arrotolandoli in barattoli con un mezzo salato o acido. Nel complesso, i pomodori in scatola sono un prodotto versatile che può essere utilizzato in una moltitudine di piatti, aggiungendo la loro freschezza e sapore unici. Sono una scelta popolare per chi cerca comodità e conservazione delle mandorle a lungo termine.
ko: 통조림 토마토는 신선도와 풍미를 보존하기 위해 통조림 공정을 거친 신 토마토 또는 달콤한 토마토의 제품입니다. 다양한 요리에 인기 있는 재료이며 샐러드, 샌드위치, 토마토 소스 및 파스타에 자주 사용됩니다. 통조림 토마토는 향신료, 마늘, 양파 또는 허브와 같은 다양한 첨가물을 사용하여 풍미를 높이고 더 깊은 향을 낼 수 있습니다. 그들은 종종 육즙이 많고 새콤달콤한 식감으로 요리에 밝고 독특한 풍미를 더합니다. 토마토 통조림의 장점 중 하나는 유통기한이 길어 일 년 중 언제든 토마토의 맛을 즐길 수 있다는 것입니다. 또한 비타민 C, 베타카로틴, 칼륨과 같은 비타민과 미네랄이 풍부합니다. 토마토 통조림은 슈퍼마켓에서 기성품으로 널리 판매되고 있으며, 짠맛이나 산성 매체가 든 병에 토마토를 말아서 집에서 직접 준비할 수도 있습니다. 전반적으로 토마토 통조림은 다양한 요리에 사용할 수 있는 다용도 제품으로, 토마토 특유의 신선함과 풍미를 더합니다. 편의성과 장기 아몬드 보관을 원하는 사람들에게 인기있는 선택입니다.
ru: Консервированные помидоры - это продукт из кислых или сладких помидоров, которые были подвергнуты процессу консервации для сохранения свежести и аромата. Они являются популярным дополнением к различным блюдам и часто используются в салатах, сэндвичах, томатных соусах и пастах. Консервированные помидоры могут быть приготовлены с различными добавками, такими как специи, чеснок, лук или травы, для усиления вкуса и создания более глубокого аромата. Они часто имеют сочную и кисло-сладкую текстуру, которая добавляет яркость и особый вкус к блюдам. Одним из преимуществ консервированных помидоров является их длительный срок хранения, что позволяет наслаждаться их вкусом в любое время года. Они также богаты витаминами и минералами, такими как витамин С, бета-каротин и калий. Консервированные помидоры широко доступны в готовом виде в супермаркетах, либо можно приготовить их самостоятельно дома путем закатывания помидоров в банки с соленой или кислотной средой. В целом, консервированные помидоры - это универсальный продукт, который может быть использован во множестве блюд, добавляя свою уникальную свежесть и вкус. Они являются популярным выбором для тех, кто ищет удобство и долгосрочное хранение миндаля.

# Bedding,WareHouse
source: WareHouse
de: Lagerhaus
fr: Entrepôt
hu: Raktárház
it: Magazzino
ko: 창고
ru: Склад

# Bedding,WareHouse0
source: We make:
de: Wir stellen her:
fr: Nous faisons:
hu: Mi készítjük:
it: Svegliati:
ko: 다음을 만듭니다:
ru: Мы изготавливаем:

# Bedding,WareHouse1
source: What will make?
de: Was wird hergestellt?
fr: Qu'est-ce qui fera ?
hu: Mit fog csinálni?
it: Cosa farà?
ko: 무엇을 만들까요?
ru: Что будет производить?

# Bedding,WareHouse2
source: I don't have the necessary resources...
de: Ich habe nicht die nötigen Ressourcen...
fr: Je n'ai pas les ressources nécessaires...
hu: Nincsenek meg a szükséges anyagaim...
it: Non ho le risorse necessarie...
ko: 필요한 자원을 가지고 있지 않습니다...
ru: У меня нет необходимых ресурсов...

# Bedding,WareHouseUpdate
source: The warehouse has been successfully updated!
de: Das Lager wurde erfolgreich aktualisiert!
fr: L'entrepôt a été mis à jour avec succès !
hu: A raktár sikeresen frissült!
it: Il magazzino è stato aggiornato con successo!
ko: 창고가 성공적으로 업데이트되었습니다!
ru: Склад успешно пополнен!

# Bedding,Watermelon
source: Watermelon
de: Wassermelone
fr: Pastèque
hu: Görögdinnye
it: Anguria
ko: 수박
ru: Арбуз
