Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Bedding,GarlicText
source: Garlic (Allium sativum) is a perennial plant belonging to the onion family (Alliaceae), known for its strong and characteristic aroma and flavor. It has numerous health benefits and is widely used in cooking and in medicine. Garlic has bulbs consisting of several segments called cloves. Each clove is white or cream colored and has a sharp, distinctive taste and smell. Garlic can be consumed raw or cooked, allowing it to be used in many culinary recipes. Garlic is a rich source of many nutrients. It contains vitamins B6 and C, minerals including potassium, phosphorus and selenium, as well as flavonoids and antioxidants. Garlic is also known for its high content of alicin, a bioactive compound that gives it many health benefits. Garlic has long been used medicinally. Its properties include antiviral, antibacterial and antifungal properties. It is also known for its ability to strengthen the immune system, lower blood pressure, improve digestion and lower blood cholesterol levels. Garlic also has antioxidant properties that help protect the body from free radicals and prevent early aging. In cooking, garlic is widely used to add flavor and aroma to various dishes. It goes well with many foods and is used in various forms such as fresh, dried, powder, oil and paste. Garlic is perfect for marinades, sauces, soups, meat dishes, vegetable salads and other culinary recipes. In general, garlic is a multifunctional and versatile product that not only adds richness of flavor and aroma to dishes, but also has many health benefits. It is an integral part of many culinary traditions and is widely known for its medicinal properties.
de: Knoblauch (Allium sativum) ist eine mehrjährige Pflanze aus der Familie der Zwiebelgewächse (Alliaceae), die für ihren starken und charakteristischen Geruch und Geschmack bekannt ist. Er hat zahlreiche gesundheitliche Vorteile und wird häufig in der Küche und in der Medizin verwendet. Knoblauch hat Zwiebeln, die aus mehreren Segmenten bestehen, die Nelken genannt werden. Jede Nelke ist weiß oder cremefarben und hat einen scharfen, charakteristischen Geschmack und Geruch. Knoblauch kann roh oder gekocht verzehrt werden und findet in vielen kulinarischen Rezepten Verwendung. Knoblauch ist eine reichhaltige Quelle für viele Nährstoffe. Er enthält die Vitamine B6 und C, Mineralstoffe wie Kalium, Phosphor und Selen sowie Flavonoide und Antioxidantien. Knoblauch ist auch für seinen hohen Gehalt an Alicin bekannt, einer bioaktiven Verbindung, die ihm viele gesundheitliche Vorteile verleiht. Knoblauch wird seit langem in der Medizin verwendet. Zu seinen Eigenschaften gehören antivirale, antibakterielle und antimykotische Eigenschaften. Er ist auch dafür bekannt, dass er das Immunsystem stärkt, den Blutdruck senkt, die Verdauung verbessert und den Cholesterinspiegel im Blut senkt. Knoblauch hat auch antioxidative Eigenschaften, die den Körper vor freien Radikalen schützen und einer vorzeitigen Alterung vorbeugen. In der Küche wird Knoblauch häufig verwendet, um verschiedenen Gerichten Geschmack und Aroma zu verleihen. Er passt zu vielen Gerichten und wird in verschiedenen Formen verwendet, z. B. frisch, getrocknet, als Pulver, Öl oder Paste. Knoblauch eignet sich hervorragend für Marinaden, Soßen, Suppen, Fleischgerichte, Gemüsesalate und andere kulinarische Rezepte. Im Allgemeinen ist Knoblauch ein multifunktionales und vielseitiges Produkt, das den Gerichten nicht nur einen reichhaltigen Geschmack und ein besonderes Aroma verleiht, sondern auch viele gesundheitliche Vorteile bietet. Er ist ein fester Bestandteil vieler kulinarischer Traditionen und weithin für seine medizinischen Eigenschaften bekannt.
fr: L'ail (Allium sativum) est une plante vivace appartenant à la famille des oignons (Alliaceae), connue pour son arôme et sa saveur forts et caractéristiques. Il présente de nombreux bienfaits pour la santé et est largement utilisé en cuisine et en médecine. L'ail a des bulbes constitués de plusieurs segments appelés gousses. Chaque clou de girofle est de couleur blanche ou crème et a un goût et une odeur piquants et distinctifs. L'ail peut être consommé cru ou cuit, ce qui lui permet d'être utilisé dans de nombreuses recettes culinaires. L'ail est une riche source de nombreux nutriments. Il contient des vitamines B6 et C, des minéraux dont du potassium, du phosphore et du sélénium, ainsi que des flavonoïdes et des antioxydants. L'ail est également connu pour sa teneur élevée en alicine, un composé bioactif qui lui confère de nombreux bienfaits pour la santé. L'ail est utilisé depuis longtemps en médecine. Ses propriétés comprennent des propriétés antivirales, antibactériennes et antifongiques. Il est également connu pour sa capacité à renforcer le système immunitaire, à abaisser la tension artérielle, à améliorer la digestion et à abaisser le taux de cholestérol sanguin. L'ail possède également des propriétés antioxydantes qui aident à protéger l'organisme des radicaux libres et à prévenir le vieillissement précoce. En cuisine, l'ail est largement utilisé pour ajouter de la saveur et de l'arôme à divers plats. Il se marie bien avec de nombreux aliments et est utilisé sous diverses formes telles que fraîches, séchées, en poudre, en huile et en pâte. L'ail est parfait pour les marinades, les sauces, les soupes, les plats de viande, les salades de légumes et autres recettes culinaires. En général, l'ail est un produit multifonctionnel et polyvalent qui non seulement ajoute de la richesse en saveur et en arôme aux plats, mais présente également de nombreux avantages pour la santé. Il fait partie intégrante de nombreuses traditions culinaires et est largement connu pour ses propriétés médicinales.
hu: A fokhagyma (Allium sativum) a hagymafélék (Alliaceae) családjába tartozó évelő növény, amely erős és jellegzetes aromájáról és ízéről ismert. Számos egészségügyi előnye van, és széles körben használják a főzésben és a gyógyászatban. A fokhagyma hagymája több szegmensből, úgynevezett gerezdekből áll. Minden egyes szegfűszeg fehér vagy krémszínű, és éles, jellegzetes íze és illata van. A fokhagyma nyersen vagy főzve is fogyasztható, így számos konyhai receptben felhasználható. A fokhagyma számos tápanyag gazdag forrása. B6- és C-vitamint, ásványi anyagokat, köztük káliumot, foszfort és szelént, valamint flavonoidokat és antioxidánsokat tartalmaz. A fokhagyma magas alicin-tartalmáról is ismert, amely bioaktív vegyület számos egészségügyi előnnyel jár. A fokhagymát régóta használják gyógyászati célokra. Tulajdonságai közé tartoznak a vírusellenes, antibakteriális és gombaellenes tulajdonságai. Ismert továbbá az immunrendszer erősítésére, a vérnyomás csökkentésére, az emésztés javítására és a vér koleszterinszintjének csökkentésére való képessége. A fokhagyma antioxidáns tulajdonságokkal is rendelkezik, amelyek segítenek megvédeni a szervezetet a szabad gyököktől és megelőzni a korai öregedést. A főzésben a fokhagymát széles körben használják a különböző ételek ízének és aromájának hozzáadására. Számos ételhez jól illik, és különböző formákban, például frissen, szárítva, porítva, olajban és pasztaként használják. A fokhagyma tökéletes pácokhoz, mártásokhoz, levesekhez, húsételekhez, zöldségsalátákhoz és más kulináris receptekhez. Általánosságban elmondható, hogy a fokhagyma egy multifunkcionális és sokoldalú termék, amely nemcsak gazdag ízt és aromát kölcsönöz az ételeknek, hanem számos egészségügyi előnnyel is rendelkezik. Számos kulináris hagyomány szerves részét képezi, és széles körben ismert gyógyhatásairól.
it: L'aglio (Allium sativum) è una pianta perenne appartenente alla famiglia delle cipolle (Alliaceae), nota per il suo profumo e sapore forte e caratteristico. Ha numerosi benefici per la salute ed è ampiamente utilizzato in cucina e in medicina. L'aglio ha bulbi costituiti da più spicchi chiamati spicchi. Ogni spicchio è bianco o color crema e ha un gusto e un odore pungenti e caratteristici. L'aglio può essere consumato crudo o cotto, permettendone l'utilizzo in numerose ricette culinarie. L’aglio è una ricca fonte di molti nutrienti. Contiene vitamine B6 e C, minerali tra cui potassio, fosforo e selenio, oltre a flavonoidi e antiossidanti. L’aglio è noto anche per il suo alto contenuto di alicina, un composto bioattivo che gli conferisce numerosi benefici per la salute. L'aglio è stato a lungo utilizzato in medicina. Le sue proprietà includono proprietà antivirali, antibatteriche e antifungine. È noto anche per la sua capacità di rafforzare il sistema immunitario, abbassare la pressione sanguigna, migliorare la digestione e abbassare i livelli di colesterolo nel sangue. L'aglio ha anche proprietà antiossidanti che aiutano a proteggere l'organismo dai radicali liberi e a prevenire l'invecchiamento precoce. In cucina l'aglio è ampiamente utilizzato per aggiungere sapore e aroma a vari piatti. Si sposa bene con molti alimenti e viene utilizzato in varie forme come fresco, essiccato, in polvere, olio e pasta. L'aglio è perfetto per marinate, salse, zuppe, piatti di carne, insalate di verdure e altre ricette culinarie. In generale, l’aglio è un prodotto multifunzionale e versatile che non solo aggiunge ricchezza di sapore e aroma ai piatti, ma ha anche molti benefici per la salute. È parte integrante di molte tradizioni culinarie ed è ampiamente conosciuto per le sue proprietà medicinali.
ko: 마늘(Allium sativum)은 양파과(부추과)에 속하는 다년생 식물로, 강하고 독특한 향과 풍미로 유명합니다. 마늘은 다양한 건강상의 이점을 가지고 있으며 요리와 의학 분야에서 널리 사용됩니다. 마늘에는 정향이라고 불리는 여러 부분으로 구성된 구근이 있습니다. 각 정향은 흰색 또는 크림색이며 날카롭고 독특한 맛과 냄새가 있습니다. 마늘은 생으로 먹거나 익혀서 먹을 수 있어 다양한 요리 레시피에 사용할 수 있습니다. 마늘은 다양한 영양소의 풍부한 공급원입니다. 비타민 B6와 C, 칼륨, 인, 셀레늄을 포함한 미네랄, 플라보노이드와 항산화 물질이 함유되어 있습니다. 마늘은 또한 많은 건강상의 이점을 제공하는 생리 활성 화합물인 알리신 함량이 높은 것으로도 유명합니다. 마늘은 오랫동안 의학적으로 사용되어 왔습니다. 마늘의 특성에는 항바이러스, 항균 및 항진균 특성이 포함됩니다. 또한 면역 체계를 강화하고 혈압을 낮추며 소화를 개선하고 혈중 콜레스테롤 수치를 낮추는 능력으로도 잘 알려져 있습니다. 마늘은 또한 활성 산소로부터 신체를 보호하고 조기 노화를 예방하는 데 도움이되는 항산화 특성을 가지고 있습니다. 요리에서 마늘은 다양한 요리에 풍미와 향을 더하는 데 널리 사용됩니다. 많은 음식과 잘 어울리며 신선, 건조, 분말, 기름 및 페이스트와 같은 다양한 형태로 사용됩니다. 마늘은 매리 네이드, 소스, 수프, 고기 요리, 야채 샐러드 및 기타 요리 레시피에 적합합니다. 일반적으로 마늘은 요리에 풍미와 향을 더할뿐만 아니라 많은 건강상의 이점이있는 다기능적이고 다재다능한 제품입니다. 마늘은 많은 요리 전통에서 없어서는 안될 부분이며 의학적 특성으로 널리 알려져 있습니다.
ru: Чеснок (Allium sativum) - это многолетнее растение, принадлежащее семейству луковых (Alliaceae) и известное своим сильным и характерным ароматом и вкусом. Он имеет многочисленные полезные свойства и широко используется в кулинарии и в медицине. Чеснок имеет луковицы, состоящие из нескольких сегментов, называемых зубчиками. Каждый зубчик имеет белый или кремовый цвет и обладает острым, характерным вкусом и запахом. Чеснок можно употреблять как сырым, так и приготовленным, что позволяет использовать его во многих кулинарных рецептах. Чеснок является богатым источником многих питательных веществ. Он содержит витамины В6 и С, минералы, включая калий, фосфор и селен, а также флавоноиды и антиоксиданты. Чеснок также известен своим высоким содержанием алицина, биологически активного соединения, которое придает ему множество полезных свойств. Чеснок давно используется в медицине. Его свойства включают противовирусное, антибактериальное и противогрибковое действие. Также он известен своей способностью укреплять иммунную систему, снижать кровяное давление, улучшать пищеварение и снижать уровень холестерина в крови. Чеснок также обладает антиоксидантными свойствами, которые помогают защитить организм от свободных радикалов и предотвращают раннее старение. В кулинарии чеснок широко используется для добавления аромата и вкуса в различные блюда. Он отлично сочетается со многими продуктами и используется в различных формах, таких как свежий, сушеный, порошок, масло и паста. Чеснок идеально подходит для маринадов, соусов, супов, мясных блюд, овощных салатов и других кулинарных рецептов. В целом, чеснок - это многофункциональный и универсальный продукт, который не только придает блюдам насыщенность вкуса и аромата, но также имеет множество полезных свойств для здоровья. Он является неотъемлемой частью многих кулинарных традиций и широко известен своими лечебными свойствами.

# Bedding,Growingtime
source: Growing time
de: Wachstumsdauer
fr: Temps de croissance
hu: Növekedési idő
it: Tempo di crescita
ko: 성장 시간
ru: Время роста

# Bedding,Harvest
source: Harvest is ripe:
de: Die Ernte ist reif:
fr: La récolte est mûre :
hu: A termés megérett:
it: Il raccolto è maturo:
ko: 농작물이 무르익었습니다:
ru: Урожай созрел:

# Bedding,Onion
source: Onion
de: Zwiebel
fr: Oignon
hu: Hagyma
it: Cipolla
ko: 양파
ru: Лук
