Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Bedding,CucumberText
source: Cucumbers are fresh and refreshing vegetables with a juicy and crunchy texture. They have a cylindrical shape and smooth green skin. Cucumbers are mostly made up of water (about 95%), making them an ideal vegetable for hydration and cooling during hot summer days. Cucumbers can be eaten fresh, added to salads, soups, juices and pickled to make Korean or pickles. They have a fresh and light flavor, sometimes with a slight bitterness, depending on the variety. Low in calories and high in vitamins and minerals, cucumbers are a great food for maintaining a healthy lifestyle. They contain vitamins C and K, potassium, magnesium and antioxidants. Cucumbers promote hydration, boost the immune system, maintain healthy skin and improve digestion. Cucumbers are also beneficial for detoxifying the body and reducing inflammation due to their flavonoid and antioxidant content. They can help reduce stress levels and support heart health. It is important to note that cucumbers are often grown with environmental benefits, as they can be grown in greenhouses without the use of pesticides and chemical fertilizers. Overall, cucumbers are a light, refreshing, and nutritious food that not only adds fresh flavor to dishes, but also contributes many health benefits. Including cucumbers in your daily diet will help to hydrate your body and get plenty of vitamins and minerals.
de: Gurken sind ein frisches und erfrischendes Gemüse mit einer saftigen und knackigen Textur. Sie haben eine zylindrische Form und eine glatte grüne Schale. Gurken bestehen zum größten Teil aus Wasser (ca. 95 %), was sie zu einem idealen Gemüse zur Flüssigkeitszufuhr und Kühlung an heißen Sommertagen macht. Gurken können frisch verzehrt, zu Salaten, Suppen und Säften hinzugefügt oder zu koreanischen Gurken oder Pickles eingelegt werden. Sie haben einen frischen und leichten Geschmack, je nach Sorte manchmal mit einer leichten Bitterkeit. Mit ihrem geringen Kaloriengehalt und ihrem hohen Gehalt an Vitaminen und Mineralstoffen sind Gurken ein hervorragendes Lebensmittel für einen gesunden Lebensstil. Sie enthalten die Vitamine C und K, Kalium, Magnesium und Antioxidantien. Gurken fördern die Flüssigkeitszufuhr, stärken das Immunsystem, sorgen für eine gesunde Haut und verbessern die Verdauung. Aufgrund ihres Gehalts an Flavonoiden und Antioxidantien sind Gurken außerdem gut für die Entgiftung des Körpers und die Verringerung von Entzündungen. Sie können helfen, den Stresspegel zu senken und die Herzgesundheit zu unterstützen. Es ist wichtig zu erwähnen, dass Gurken oft umweltfreundlich angebaut werden, da sie in Gewächshäusern ohne den Einsatz von Pestiziden und chemischen Düngemitteln angebaut werden können. Insgesamt sind Gurken ein leichtes, erfrischendes und nahrhaftes Lebensmittel, das nicht nur Gerichten einen frischen Geschmack verleiht, sondern auch viele gesundheitliche Vorteile mit sich bringt. Wenn Sie Gurken in Ihren täglichen Speiseplan aufnehmen, helfen sie Ihrem Körper, Feuchtigkeit zuzuführen und reichlich Vitamine und Mineralstoffe zu erhalten.
fr: Les concombres sont des légumes frais et rafraîchissants à la texture juteuse et croquante. Ils ont une forme cylindrique et une peau verte et lisse. Les concombres sont majoritairement constitués d'eau (environ 95%), ce qui en fait un légume idéal pour s'hydrater et se rafraîchir pendant les chaudes journées d'été. Les concombres peuvent être consommés frais, ajoutés aux salades, aux soupes, aux jus et marinés pour faire des cornichons coréens. Ils ont une saveur fraîche et légère, parfois avec une légère amertume, selon les variétés. Faibles en calories et riches en vitamines et minéraux, les concombres sont un excellent aliment pour maintenir un mode de vie sain. Ils contiennent des vitamines C et K, du potassium, du magnésium et des antioxydants. Les concombres favorisent l'hydratation, renforcent le système immunitaire, maintiennent une peau saine et améliorent la digestion. Les concombres sont également bénéfiques pour détoxifier le corps et réduire l’inflammation grâce à leur teneur en flavonoïdes et en antioxydants. Ils peuvent aider à réduire les niveaux de stress et à favoriser la santé cardiaque. Il est important de noter que les concombres sont souvent cultivés avec des avantages environnementaux, car ils peuvent être cultivés en serre sans utiliser de pesticides ni d’engrais chimiques. Dans l’ensemble, les concombres sont un aliment léger, rafraîchissant et nutritif qui non seulement ajoute une saveur fraîche aux plats, mais apporte également de nombreux bienfaits pour la santé. Inclure des concombres dans votre alimentation quotidienne aidera à hydrater votre corps et à obtenir beaucoup de vitamines et de minéraux.
hu: Az uborka friss és üdítő zöldség, lédús és ropogós textúrával. Hengeres alakú és sima zöld héja van. Az uborka nagyrészt vízből áll (kb. 95%), így ideális zöldség a hidratáláshoz és a forró nyári napokon való hűsítéshez. Az uborka frissen fogyasztható, salátákhoz, levesekhez, gyümölcslevekhez adható, és savanyítva koreai vagy savanyú uborkát készíthetünk belőle. Íze friss és könnyű, a fajtától függően néha enyhén kesernyés. Az uborka alacsony kalóriatartalmú, magas vitamin- és ásványianyag-tartalmú, ezért nagyszerű élelmiszer az egészséges életmód fenntartásához. C- és K-vitamint, káliumot, magnéziumot és antioxidánsokat tartalmaznak. Az uborka elősegíti a hidratálást, erősíti az immunrendszert, fenntartja az egészséges bőrt és javítja az emésztést. Az uborka flavonoid- és antioxidáns-tartalmának köszönhetően a szervezet méregtelenítésére és a gyulladások csökkentésére is jótékonyan hat. Segíthet csökkenteni a stressz-szintet és támogatja a szív egészségét. Fontos megjegyezni, hogy az uborkát gyakran termesztik környezetvédelmi előnyökkel, mivel növényvédő szerek és vegyszeres műtrágyák használata nélkül termeszthető üvegházakban. Összességében az uborka könnyű, frissítő és tápláló étel, amely nemcsak friss ízt ad az ételeknek, hanem számos egészségügyi előnnyel is hozzájárul. Az uborka beiktatása a napi étrendbe segít hidratálni a szervezetet, és rengeteg vitaminhoz és ásványi anyaghoz juthat.
it: I cetrioli sono verdure fresche e dissetanti dalla consistenza succosa e croccante. Hanno forma cilindrica e buccia liscia di colore verde. I cetrioli sono costituiti principalmente da acqua (circa il 95%), rendendoli un ortaggio ideale per l'idratazione e il raffreddamento durante le calde giornate estive. I cetrioli possono essere consumati freschi, aggiunti a insalate, zuppe, succhi e marinati per preparare coreani o sottaceti. Hanno un sapore fresco e leggero, talvolta con una leggera amarezza, a seconda della varietà. Pochi di calorie e ricchi di vitamine e minerali, i cetrioli sono un ottimo alimento per mantenere uno stile di vita sano. Contengono vitamine C e K, potassio, magnesio e antiossidanti. I cetrioli favoriscono l’idratazione, rafforzano il sistema immunitario, mantengono la pelle sana e migliorano la digestione. I cetrioli sono anche utili per disintossicare il corpo e ridurre l’infiammazione grazie al loro contenuto di flavonoidi e antiossidanti. Possono aiutare a ridurre i livelli di stress e sostenere la salute del cuore. È importante notare che i cetrioli vengono spesso coltivati con benefici ambientali, poiché possono essere coltivati in serra senza l’uso di pesticidi e fertilizzanti chimici. Nel complesso, i cetrioli sono un alimento leggero, rinfrescante e nutriente che non solo aggiunge sapore fresco ai piatti, ma apporta anche molti benefici per la salute. Includere i cetrioli nella tua dieta quotidiana aiuterà a idratare il corpo e ad ottenere molte vitamine e minerali.
ko: 오이는 육즙이 풍부하고 아삭아삭한 식감을 가진 신선하고 상큼한 채소입니다. 오이는 원통형 모양에 매끄러운 녹색 껍질을 가지고 있습니다. 오이는 대부분 수분(약 95%)으로 구성되어 있어 더운 여름철 수분 공급과 수분 보충에 이상적인 채소입니다. 오이는 생으로 먹거나 샐러드, 수프, 주스에 넣거나 절여서 한식이나 피클을 만들 수 있습니다. 오이는 신선하고 담백한 맛이 나며 품종에 따라 약간의 쓴맛이 나기도 합니다. 칼로리가 낮고 비타민과 미네랄이 풍부한 오이는 건강한 라이프스타일을 유지하는 데 훌륭한 식품입니다. 오이에는 비타민 C와 K, 칼륨, 마그네슘 및 항산화제가 함유되어 있습니다. 오이는 수분 공급을 촉진하고 면역 체계를 강화하며 건강한 피부를 유지하고 소화를 개선합니다. 오이는 또한 플라보노이드와 항산화 성분으로 인해 신체를 해독하고 염증을 줄이는 데 도움이 됩니다. 스트레스 수준을 낮추고 심장 건강에 도움이 될 수 있습니다. 오이는 농약과 화학 비료를 사용하지 않고 온실에서 재배할 수 있기 때문에 환경 친화적으로 재배되는 경우가 많다는 점에 유의하는 것이 중요합니다. 전반적으로 오이는 가볍고 상큼하며 영양이 풍부한 식품으로 요리에 신선한 풍미를 더할 뿐만 아니라 건강에도 많은 이점을 제공합니다. 매일 식단에 오이를 포함하면 몸에 수분을 공급하고 비타민과 미네랄을 충분히 섭취하는 데 도움이 됩니다.
ru: Огурцы - это свежие и освежающие овощи с сочной и хрустящей текстурой. Они имеют цилиндрическую форму и гладкую зеленую кожуру. Огурцы в основном состоят из воды (около 95%), что делает их идеальным овощем для увлажнения и охлаждения в жаркие летние дни. Огурцы могут употребляться в свежем виде, добавляться в салаты, супы, соки и мариноваться для приготовления корейских или соленых огурцов. У них свежий и легкий вкус, иногда с небольшой горечью, в зависимости от сорта. Обладая низким калорийным содержанием и высоким содержанием витаминов и минералов, огурцы являются отличным продуктом для поддержания здорового образа жизни. Они содержат витамины С и К, калий, магний и антиоксиданты. Огурцы способствуют гидратации, укреплению иммунной системы, поддержанию здоровья кожи и улучшению пищеварения. Огурцы также полезны для очищения организма от токсинов и снижения воспаления благодаря содержанию флавоноидов и антиоксидантов. Они могут помочь снизить уровень стресса и поддерживать здоровье сердца. Важно отметить, что огурцы часто выращиваются с пользой для окружающей среды, так как они могут быть выращены в теплицах без использования пестицидов и химических удобрений. В целом, огурцы являются легким, освежающим и питательным продуктом, который не только придает блюдам свежий вкус, но и вносит множество пользы для здоровья. Включение огурцов в ежедневную диету поможет увлажнить организм и получить множество витаминов и минералов.

# Bedding,CucumberTextCan
source: Cucumber canning is the process of preserving the freshness of cucumbers by rolling them in jars using a special brine or vinegar. This allows the cucumbers to be preserved for a longer period of time so that they remain flavorful and crisp. The process of canning cucumbers starts with selecting fresh and ripe cucumbers that have been thoroughly washed and freed from damaged parts. The cucumbers are usually cut into slices or left whole, depending on preference. The cucumbers are then placed in jars and filled with hot brine or vinegar. The brine keeps the cucumbers fresh and also gives them a distinctive salty flavor. Vinegar adds acidity and additional flavor. Spices such as garlic, bay leaf, black pepper or dill are usually added to the brine or vinegar to give the cucumbers a richer flavor. The jars are then closed and sterilized to keep the product safe from various microorganisms and extend its shelf life. Canned cucumbers are ready to eat a few weeks after the canning process. Canned cucumbers are a popular product and are widely used in cooking. They can be added to salads, soups, sandwiches or used as a stand-alone appetizer. Cucumbers canned using brine or vinegar contain many health benefits and nutrients such as vitamin K, vitamin C, dietary fiber and antioxidants. They are also a low-calorie food, making them a great choice for those watching their diet. Overall, canning cucumbers is a great way to keep them fresh and enjoy their flavor any time of the year. They are a versatile and delicious addition to a variety of dishes and will give your meals a distinctive flavor and texture.
de: Beim Einmachen von Gurken wird die Frische der Gurken bewahrt, indem man sie in Gläsern mit einer speziellen Salzlake oder Essig einlegt. Auf diese Weise werden die Gurken über einen längeren Zeitraum konserviert, so dass sie ihren Geschmack und ihre Knackigkeit behalten. Der Prozess des Einmachens von Gurken beginnt mit der Auswahl frischer und reifer Gurken, die gründlich gewaschen und von beschädigten Teilen befreit werden. Die Gurken werden in der Regel in Scheiben geschnitten oder ganz gelassen, je nach Vorliebe. Die Gurken werden dann in Gläser gefüllt und mit heißer Salzlake oder Essig übergossen. Die Salzlake hält die Gurken frisch und verleiht ihnen außerdem einen unverwechselbaren salzigen Geschmack. Essig verleiht ihnen Säure und zusätzlichen Geschmack. Gewürze wie Knoblauch, Lorbeer, schwarzer Pfeffer oder Dill werden in der Regel der Salzlake oder dem Essig zugesetzt, um den Gurken einen intensiveren Geschmack zu verleihen. Die Gläser werden dann verschlossen und sterilisiert, um das Produkt vor verschiedenen Mikroorganismen zu schützen und seine Haltbarkeit zu verlängern. Dosengurken sind einige Wochen nach dem Einmachen verzehrfertig. Dosengurken sind ein beliebtes Produkt und werden häufig in der Küche verwendet. Sie können zu Salaten, Suppen und Sandwiches hinzugefügt oder als eigenständige Vorspeise verwendet werden. In Salzlake oder Essig eingelegte Gurken enthalten viele gesundheitsfördernde Nährstoffe wie Vitamin K, Vitamin C, Ballaststoffe und Antioxidantien. Außerdem sind sie ein kalorienarmes Lebensmittel, was sie zu einer guten Wahl für diejenigen macht, die auf ihre Ernährung achten. Insgesamt ist das Einmachen von Gurken eine gute Möglichkeit, sie frisch zu halten und ihren Geschmack das ganze Jahr über zu genießen. Sie sind eine vielseitige und köstliche Ergänzung zu einer Vielzahl von Gerichten und verleihen Ihren Mahlzeiten einen unverwechselbaren Geschmack und eine besondere Konsistenz.
fr: La mise en conserve de concombres consiste à préserver la fraîcheur des concombres en les roulant dans des bocaux à l'aide d'une saumure ou de vinaigre spécial. Cela permet aux concombres d'être conservés plus longtemps afin qu'ils restent savoureux et croustillants. Le processus de mise en conserve des concombres commence par la sélection de concombres frais et mûrs qui ont été soigneusement lavés et débarrassés des parties endommagées. Les concombres sont généralement coupés en tranches ou laissés entiers, selon les préférences. Les concombres sont ensuite placés dans des bocaux et remplis de saumure chaude ou de vinaigre. La saumure garde les concombres frais et leur donne également une saveur salée distinctive. Le vinaigre ajoute de l'acidité et une saveur supplémentaire. Des épices telles que l'ail, le laurier, le poivre noir ou l'aneth sont généralement ajoutées à la saumure ou au vinaigre pour donner aux concombres une saveur plus riche. Les pots sont ensuite fermés et stérilisés pour protéger le produit de divers micro-organismes et prolonger sa durée de conservation. Les concombres en conserve sont prêts à être consommés quelques semaines après la mise en conserve. Les concombres en conserve sont un produit populaire et sont largement utilisés en cuisine. Ils peuvent être ajoutés aux salades, aux soupes, aux sandwichs ou utilisés comme apéritif autonome. Les concombres en conserve avec de la saumure ou du vinaigre contiennent de nombreux bienfaits pour la santé et des nutriments tels que la vitamine K, la vitamine C, les fibres alimentaires et les antioxydants. C’est également un aliment faible en calories, ce qui en fait un excellent choix pour ceux qui surveillent leur alimentation. Dans l’ensemble, la mise en conserve des concombres est un excellent moyen de les conserver au frais et de profiter de leur saveur à tout moment de l’année. Ils constituent un ajout polyvalent et délicieux à une variété de plats et donneront à vos repas une saveur et une texture distinctives.
hu: A savanyú uborka az uborka frissességének megőrzése azáltal, hogy speciális sós lében vagy ecetben üvegekbe töltjük. Ezáltal az uborka hosszabb ideig tartósítható, így ízletes és ropogós marad. A savanyú uborka elkészítésének folyamata a friss és érett, alaposan megmosott és a sérült részektől megszabadított uborkák kiválasztásával kezdődik. Az uborkát általában szeletekre vágjuk, vagy egészben hagyjuk, attól függően, hogy mi tetszik. Az uborkákat ezután üvegekbe helyezzük, és forró sós lével vagy ecettel töltjük fel. A páclé frissen tartja az uborkát, és jellegzetes sós ízt ad neki. Az ecet savasságot és további ízt ad. A sós léhez vagy az ecethez általában fűszereket, például fokhagymát, babérlevelet, fekete borsot vagy kaprot adnak, hogy az uborka íze gazdagabb legyen. Az üvegeket ezután lezárják és sterilizálják, hogy a terméket megóvják a különböző mikroorganizmusoktól, és meghosszabbítsák az eltarthatósági időt. A konzerv uborka néhány héttel a konzerválási folyamat után fogyasztható. A savanyú uborka népszerű termék, és széles körben használják a főzésben. Salátákhoz, levesekhez, szendvicsekhez adható, vagy önálló előételként is használható. A sós lében vagy ecetben tartósított uborka számos egészségügyi előnyt és tápanyagot tartalmaz, például K-vitamint, C-vitamint, élelmi rostokat és antioxidánsokat. Emellett alacsony kalóriatartalmú élelmiszer, így kiváló választás azoknak, akik figyelnek a diétájukra. Összességében az uborka konzerválása nagyszerű módja annak, hogy frissen tartsa és élvezze az ízét az év bármely szakában. Sokoldalú és ízletes kiegészítője a legkülönbözőbb ételeknek, és jellegzetes ízt és kinézetet kölcsönöz az ételeknek.
it: L'inscatolamento dei cetrioli è il processo di conservazione della freschezza dei cetrioli arrotolandoli in barattoli utilizzando una salamoia o aceto speciale. Ciò consente ai cetrioli di conservarsi per un periodo di tempo più lungo in modo che rimangano saporiti e croccanti. Il processo di inscatolamento dei cetrioli inizia con la selezione dei cetrioli freschi e maturi, accuratamente lavati e liberati dalle parti danneggiate. I cetrioli vengono solitamente tagliati a fette o lasciati interi, a seconda delle preferenze. I cetrioli vengono poi posti in barattoli e riempiti con salamoia calda o aceto. La salamoia mantiene freschi i cetrioli e conferisce loro anche un caratteristico sapore salato. L'aceto aggiunge acidità e sapore aggiuntivo. Spezie come aglio, alloro, pepe nero o aneto vengono solitamente aggiunte alla salamoia o all'aceto per conferire ai cetrioli un sapore più ricco. I vasetti vengono poi chiusi e sterilizzati per mantenere il prodotto al sicuro da vari microrganismi e prolungarne la durata. I cetrioli in scatola sono pronti da mangiare poche settimane dopo il processo di inscatolamento. I cetrioli in scatola sono un prodotto popolare e sono ampiamente utilizzati in cucina. Possono essere aggiunti a insalate, zuppe, panini o utilizzati come antipasto autonomo. I cetrioli in scatola con salamoia o aceto contengono molti benefici per la salute e sostanze nutritive come vitamina K, vitamina C, fibre alimentari e antiossidanti. Sono anche un alimento a basso contenuto calorico, il che li rende un'ottima scelta per chi osserva la propria dieta. Nel complesso, conservare i cetrioli è un ottimo modo per mantenerli freschi e goderne il sapore in qualsiasi momento dell'anno. Sono un'aggiunta versatile e deliziosa a una varietà di piatti e conferiranno ai tuoi pasti un sapore e una consistenza caratteristici.
ko: 오이 통조림은 특수 소금물이나 식초를 사용하여 오이를 항아리에 말아서 신선도를 보존하는 과정입니다. 이렇게하면 오이를 더 오래 보존하여 풍미와 바삭함을 유지할 수 있습니다. 오이 통조림 과정은 깨끗이 씻고 손상된 부분이 없는 신선하고 잘 익은 오이를 선택하는 것으로 시작됩니다. 오이는 일반적으로 기호에 따라 얇게 자르거나 통째로 남겨둡니다. 그런 다음 오이를 항아리에 넣고 뜨거운 소금물이나 식초로 채웁니다. 소금물은 오이를 신선하게 유지하고 특유의 짭짤한 풍미를 더해줍니다. 식초는 산미와 풍미를 더합니다. 마늘, 월계수 잎, 후추 또는 딜과 같은 향신료를 소금물이나 식초에 첨가하여 오이의 풍미를 더 풍부하게 합니다. 그런 다음 병을 닫고 멸균하여 다양한 미생물로부터 제품을 안전하게 보호하고 유통 기한을 연장합니다. 통조림 오이는 통조림 공정 후 몇 주 후에 바로 먹을 수 있습니다. 오이 통조림은 인기있는 제품이며 요리에 널리 사용됩니다. 샐러드, 수프, 샌드위치에 추가하거나 독립형 애피타이저로 사용할 수 있습니다. 소금물이나 식초를 사용하여 통조림으로 만든 오이에는 비타민 K, 비타민 C, 식이 섬유 및 항산화제와 같은 많은 건강 혜택과 영양소가 포함되어 있습니다. 또한 오이는 저칼로리 식품이므로 식단을 관리하는 분들에게도 훌륭한 선택입니다. 전반적으로 오이 통조림은 신선하게 보관하고 일 년 내내 오이의 맛을 즐길 수 있는 좋은 방법입니다. 오이는 다양한 요리에 다재다능하고 맛있게 첨가할 수 있으며 식사에 독특한 풍미와 식감을 선사합니다.
ru: Консервирование огурцов - это процесс сохранения свежести огурцов путем закатывания их в банки с использованием специальной рассола или уксуса. Это позволяет сохранить огурцы в течение длительного времени, чтобы они оставались вкусными и хрустящими. Процесс консервирования огурцов начинается с выбора свежих и зрелых огурцов, которые были тщательно помыты и освобождены от поврежденных частей. Огурцы обычно нарезают на кусочки или оставляют целыми, в зависимости от предпочтений. После этого огурцы помещаются в банки и заливаются горячим рассолом или уксусом. Рассол позволяет сохранить свежесть огурцов, а также дает им характерный соленый вкус. Уксус добавляет кислотность и дополнительный аромат. В рассол или уксус обычно добавляются специи, такие как чеснок, лавровый лист, черный перец или укроп, чтобы придать огурцам более насыщенный вкус. Затем банки закрываются и стерилизуются, чтобы обезопасить продукт от различных микроорганизмов и продлить срок его хранения. Консервированные огурцы готовы к употреблению через несколько недель после процесса консервации. Консервированные огурцы являются популярным продуктом и широко используются в кулинарии. Они могут быть добавлены в салаты, супы, сэндвичи или использоваться в качестве самостоятельного закусочного продукта. Огурцы, консервированные с использованием рассола или уксуса, содержат множество полезных свойств и питательных веществ, таких как витамин К, витамин С, пищевые волокна и антиоксиданты. Они также являются низкокалорийным продуктом, что делает их отличным выбором для тех, кто следит за своим рационом. В целом, консервирование огурцов - это прекрасный способ сохранить их свежесть и наслаждаться их вкусом в любое время года. Они являются универсальным и вкусным добавлением к различным блюдам и придадут вашим блюдам особый аромат и текстуру.

# Bedding,Eggplant
source: Eggplant
de: Aubergine
fr: Aubergine
hu: Padlizsán
it: Melanzana
ko: 가지
ru: Баклажаны

# Bedding,EggplantCanName
source: Eggplant caviar
de: Auberginenkaviar
fr: Aubergine Marinés
hu: Padlizsán kaviár
it: Caviale di melanzane
ko: 가지 캐비어
ru: Икра из баклажанов
