Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Seeds,GarlicText
source: Garlic seeds, also known as garlic cloves, are small black or brown seeds that are contained within the garlic head. When the garlic head matures, it breaks into several segments, each containing several garlic cloves and one or more seeds. The seeds have the characteristic pungent aroma and flavor common to garlic. Garlic seeds are a valuable and useful source of nutrients. They are rich in amino acids, vitamins (such as vitamin C and vitamin B6), minerals (including magnesium, selenium and sodium) and antioxidants. They also contain alicin, the active ingredient that gives garlic its distinctive odor and many health benefits. Garlic seeds can be used for planting and growing new garlic plants, as well as for use in cooking. They are often used to add special flavor and aroma to dishes such as soups, sauces, marinades and meat dishes. They can also be used fresh, dried or powdered. Garlic seeds are also used in folk medicine and herbalism as a natural remedy to treat various diseases. Its antibacterial, antifungal and antiviral properties make it a useful ingredient for maintaining health and strengthening the immune system. Overall, garlic seeds have many health benefits and a wide range of uses in both cooking and medicine. They are an important source of nutrients and promote health and well-being.
de: Knoblauchsamen, auch Knoblauchzehen genannt, sind kleine schwarze oder braune Samen, die sich im Inneren des Knoblauchkopfes befinden. Wenn der Knoblauchkopf reift, zerfällt er in mehrere Segmente, die jeweils mehrere Knoblauchzehen und einen oder mehrere Samen enthalten. Die Samen haben das charakteristische, scharfe Aroma und den Geschmack, die für Knoblauch typisch sind. Knoblauchsamen sind eine wertvolle und nützliche Quelle von Nährstoffen. Sie sind reich an Aminosäuren, Vitaminen (wie Vitamin C und Vitamin B6), Mineralien (einschließlich Magnesium, Selen und Natrium) und Antioxidantien. Sie enthalten auch Alicin, den Wirkstoff, der dem Knoblauch seinen unverwechselbaren Geruch und viele gesundheitliche Vorteile verleiht. Knoblauchsamen können sowohl für die Anpflanzung und Aufzucht neuer Knoblauchpflanzen als auch für die Verwendung in der Küche verwendet werden. Sie werden häufig verwendet, um Gerichten wie Suppen, Soßen, Marinaden und Fleischgerichten einen besonderen Geschmack und ein besonderes Aroma zu verleihen. Sie können auch frisch, getrocknet oder in Pulverform verwendet werden. Knoblauchsamen werden auch in der Volksmedizin und Kräuterkunde als natürliches Heilmittel zur Behandlung verschiedener Krankheiten verwendet. Seine antibakteriellen, antimykotischen und antiviralen Eigenschaften machen ihn zu einer nützlichen Zutat für die Erhaltung der Gesundheit und die Stärkung des Immunsystems. Insgesamt haben Knoblauchsamen viele gesundheitliche Vorteile und eine breite Palette von Verwendungsmöglichkeiten in der Küche und in der Medizin. Sie sind eine wichtige Quelle für Nährstoffe und fördern Gesundheit und Wohlbefinden.
fr: Les graines d'ail, également connues sous le nom de gousses d'ail, sont de petites graines noires ou brunes contenues dans la tête d'ail. Lorsque la tête d'ail mûrit, elle se brise en plusieurs segments contenant chacun plusieurs gousses d'ail et une ou plusieurs graines. Les graines ont l’arôme piquant caractéristique et la saveur commune à l’ail. Les graines d’ail sont une source précieuse et utile de nutriments. Ils sont riches en acides aminés, en vitamines (comme la vitamine C et la vitamine B6), en minéraux (dont le magnésium, le sélénium et le sodium) et en antioxydants. Ils contiennent également de l'alicine, l'ingrédient actif qui donne à l'ail son odeur distinctive et de nombreux bienfaits pour la santé. Les graines d’ail peuvent être utilisées pour planter et faire pousser de nouveaux plants d’ail, ainsi que pour la cuisine. Ils sont souvent utilisés pour ajouter une saveur et un arôme particuliers aux plats tels que les soupes, les sauces, les marinades et les plats de viande. Ils peuvent également être utilisés frais, séchés ou en poudre. Les graines d’ail sont également utilisées en médecine traditionnelle et en herboristerie comme remède naturel pour traiter diverses maladies. Ses propriétés antibactériennes, antifongiques et antivirales en font un ingrédient utile pour maintenir la santé et renforcer le système immunitaire. Dans l’ensemble, les graines d’ail présentent de nombreux avantages pour la santé et un large éventail d’utilisations en cuisine et en médecine. Ils constituent une source importante de nutriments et favorisent la santé et le bien-être.
hu: A fokhagymagerezd, más néven fokhagymagerezd, a fokhagymafejben található apró fekete vagy barna magok. Amikor a fokhagymafej megérik, több szegmensre bomlik, amelyek mindegyike több fokhagymagerezdet és egy vagy több magot tartalmaz. A magok rendelkeznek a fokhagymára jellemző csípős aromával és ízzel. A fokhagymagerezdek értékes és hasznos tápanyagforrások. Aminosavakban, vitaminokban (például C-vitaminban és B6-vitaminban), ásványi anyagokban (többek között magnéziumban, szelénben és nátriumban) és antioxidánsokban gazdagok. Alicint is tartalmaznak, azt a hatóanyagot, amely a fokhagyma jellegzetes szagát és számos egészségügyi előnyét adja. A fokhagymagerezdek felhasználhatók új fokhagymás növények ültetéséhez és termesztéséhez, valamint a főzéshez. Gyakran használják őket, hogy különleges ízt és aromát adjanak az olyan ételeknek, mint a levesek, mártások, pácok és húsételek. Frissen, szárítva vagy porítva is felhasználható. A fokhagymagerezdeket a népi gyógyászatban és a gyógynövénytanban is használják természetes gyógyszerként különböző betegségek kezelésére. Antibakteriális, gombaölő és vírusellenes tulajdonságai miatt hasznos összetevő az egészség megőrzésében és az immunrendszer erősítésében. Összességében a fokhagymagerezdeknek számos egészségügyi előnye van, és széleskörűen felhasználhatók mind a főzésben, mind a gyógyászatban. Fontos tápanyagforrást jelentenek, és elősegítik az egészséget és a jó közérzetet.
it: I semi di aglio, noti anche come spicchi d'aglio, sono piccoli semi neri o marroni contenuti nella testa dell'aglio. Quando la testa d'aglio matura, si rompe in diversi segmenti, ognuno dei quali contiene diversi spicchi d'aglio e uno o più semi. I semi hanno il caratteristico aroma e sapore pungente tipico dell'aglio. I semi di aglio sono una fonte preziosa e utile di sostanze nutritive. Sono ricchi di aminoacidi, vitamine (come la vitamina C e la vitamina B6), minerali (tra cui magnesio, selenio e sodio) e antiossidanti. Contengono inoltre l'allicina, il principio attivo che conferisce all'aglio il suo odore caratteristico e molti benefici per la salute. I semi di aglio possono essere utilizzati per piantare e far crescere nuove piante di aglio, oltre che per l'uso in cucina. Vengono spesso utilizzati per aggiungere un sapore e un aroma speciali a piatti come zuppe, salse, marinate e piatti di carne. Possono anche essere utilizzati freschi, essiccati o in polvere. I semi di aglio sono utilizzati anche nella medicina popolare e nell'erboristeria come rimedio naturale per il trattamento di varie malattie. Le sue proprietà antibatteriche, antimicotiche e antivirali lo rendono un ingrediente utile per mantenere la salute e rafforzare il sistema immunitario. Nel complesso, i semi d'aglio hanno molti benefici per la salute e un'ampia gamma di usi sia in cucina che in medicina. Sono un'importante fonte di nutrienti e promuovono la salute e il benessere.
ko: 마늘 정향이라고도 하는 마늘 종자는 마늘 꼭지 안에 들어 있는 작은 검은색 또는 갈색 씨앗입니다. 마늘 머리가 성숙하면 여러 부분으로 나뉘는데, 각 부분에는 여러 마늘 정향과 하나 이상의 씨앗이 들어 있습니다. 씨앗에는 마늘 특유의 알싸한 향과 풍미가 있습니다. 마늘 씨앗은 귀중하고 유용한 영양소 공급원입니다. 아미노산, 비타민(비타민 C, 비타민 B6 등), 미네랄(마그네슘, 셀레늄, 나트륨 포함), 항산화제가 풍부합니다. 또한 마늘 특유의 냄새와 다양한 건강상의 이점을 제공하는 활성 성분인 알리신도 함유되어 있습니다. 마늘 씨앗은 새로운 마늘 식물을 심고 재배하는 데 사용할 수 있을 뿐만 아니라 요리에도 사용할 수 있습니다. 수프, 소스, 매리 네이드 및 고기 요리와 같은 요리에 특별한 맛과 향을 더하는 데 자주 사용됩니다. 신선, 건조 또는 가루로도 사용할 수 있습니다. 마늘 씨앗은 민간 요법과 약초학에서도 다양한 질병을 치료하는 자연 요법으로 사용됩니다. 항균, 항진균 및 항 바이러스 특성으로 인해 건강을 유지하고 면역 체계를 강화하는 데 유용한 성분입니다. 전반적으로 마늘 씨앗은 많은 건강상의 이점이 있으며 요리와 의학 모두에서 광범위하게 사용됩니다. 마늘은 중요한 영양소 공급원이며 건강과 웰빙을 증진합니다.
ru: Семена чеснока, также известные как зубчики чеснока, - это маленькие черные или коричневые семена, находящиеся внутри головки чеснока. Когда головка чеснока созревает, она разделяется на несколько сегментов, каждый из которых содержит несколько зубчиков чеснока и одно или несколько семян. Семена обладают характерным для чеснока резким ароматом и вкусом. Семена чеснока являются ценным и полезным источником питательных веществ. Они богаты аминокислотами, витаминами (такими как витамин С и витамин В6), минералами (в том числе магнием, селеном и натрием) и антиоксидантами. Кроме того, они содержат алицин - активный компонент, придающий чесноку характерный запах и приносящий много пользы здоровью. Семена чеснока можно использовать для посадки и выращивания новых растений чеснока, а также для использования в кулинарии. Они часто используются для придания особого вкуса и аромата таким блюдам, как супы, соусы, маринады и мясные блюда. Их можно использовать в свежем, сушеном или измельченном виде. Семена чеснока также используются в народной медицине и траволечении как натуральное средство для лечения различных заболеваний. Его антибактериальные, противогрибковые и противовирусные свойства делают его полезным ингредиентом для поддержания здоровья и укрепления иммунной системы. В целом, семена чеснока обладают множеством полезных свойств и имеют широкий спектр применения как в кулинарии, так и в медицине. Они являются важным источником питательных веществ и способствуют укреплению здоровья и хорошего самочувствия.

# Seeds,NoSeeds
source: Missing seeds for planting....
de: Fehlendes Saatgut für die Bepflanzung....
fr: Il manque des graines pour planter...
hu: Hiányzó magok az ültetéshez....
it: Semi mancanti per la piantagione....
ko: 심을 씨앗이 없습니다....
ru: Отсутствующие семена для посадки....

# Seeds,Onion
source: Onion seeds
de: Zwiebelsamen
fr: Graine d'oignon
hu: Hagymamagok
it: Semi di Cipolla
ko: 양파 씨앗
ru: Семена лука

# Seeds,OnionText
source: Onion seeds are small, flat and oval seeds that are used to propagate onions. They are dark brown or black in color and are usually about 3-4 mm long. Onion seeds have a tough outer coating that allows them to remain viable for a long time. They contain the energy and nutrients needed for germination and growth of a new plant. Onions are a dicotyledonous plant, so onion seeds can be either male or female. Male seeds produce a pollen, while female seeds produce flower buds in which the seed is formed. Onion seeds can be planted directly into the ground or started as seedlings. They require heat and moisture for germination, so it is recommended to soak them in water for a few hours before planting. After that, they are ready for sowing. When sowing onion seeds, you need to place them at a depth of about 1-2 cm and keep the soil constantly moistened. They will start to germinate within a few days and then turn into young onion plants. Onion seeds usually mature a few months after sowing, they can be harvested when the plant is completely dry and the stems have yellowed. Collecting and saving onion seeds allows them to be saved and used for next season's crops. In general, onion seeds are an important element in the cultivation of this plant and allow you to get a harvest of fresh and flavorful onions.
de: Zwiebelsamen sind kleine, flache und ovale Samen, die zur Vermehrung von Zwiebeln verwendet werden. Sie haben eine dunkelbraune oder schwarze Farbe und sind in der Regel etwa 3-4 mm lang. Zwiebelsamen haben eine harte äußere Hülle, die es ihnen ermöglicht, lange Zeit lebensfähig zu bleiben. Sie enthalten die Energie und die Nährstoffe, die für die Keimung und das Wachstum einer neuen Pflanze erforderlich sind. Zwiebeln sind zweikeimblättrige Pflanzen, das heißt, Zwiebelsamen können entweder männlich oder weiblich sein. Männliche Samen produzieren einen Pollen, während weibliche Samen Blütenknospen hervorbringen, in denen sich der Samen bildet. Zwiebelsamen können direkt in den Boden gepflanzt oder als Setzlinge gezogen werden. Für die Keimung benötigen sie Wärme und Feuchtigkeit. Es wird daher empfohlen, sie vor dem Einpflanzen einige Stunden in Wasser einzuweichen. Danach sind sie bereit für die Aussaat. Wenn Sie Zwiebelsamen aussäen, müssen Sie sie etwa 1-2 cm tief einbringen und die Erde ständig feucht halten. Sie keimen innerhalb weniger Tage und entwickeln sich dann zu jungen Zwiebelpflanzen. Zwiebelsamen reifen in der Regel einige Monate nach der Aussaat. Sie können geerntet werden, wenn die Pflanze völlig trocken ist und die Stängel vergilbt sind. Wenn man Zwiebelsamen sammelt und aufbewahrt, kann man sie für die Ernte der nächsten Saison aufbewahren und verwenden. Im Allgemeinen sind Zwiebelsamen ein wichtiges Element beim Anbau dieser Pflanze und ermöglichen eine Ernte von frischen und schmackhaften Zwiebeln.
fr: Les graines d'oignon sont de petites graines plates et ovales utilisées pour propager les oignons. Ils sont de couleur brun foncé ou noirs et mesurent généralement environ 3 à 4 mm de long. Les graines d'oignon ont un revêtement extérieur résistant qui leur permet de rester viables pendant longtemps. Ils contiennent l’énergie et les nutriments nécessaires à la germination et à la croissance d’une nouvelle plante. Les oignons sont une plante dicotylédone, les graines d'oignon peuvent donc être mâles ou femelles. Les graines mâles produisent un pollen, tandis que les graines femelles produisent des boutons floraux dans lesquels se forme la graine. Les graines d’oignon peuvent être plantées directement dans le sol ou démarrées sous forme de semis. Ils ont besoin de chaleur et d’humidité pour germer, il est donc recommandé de les tremper dans l’eau pendant quelques heures avant de les planter. Après cela, ils sont prêts à être semés. Lorsque vous semez des graines d'oignon, vous devez les placer à une profondeur d'environ 1 à 2 cm et garder le sol constamment humidifié. Ils commenceront à germer au bout de quelques jours puis se transformeront en jeunes plants d’oignons. Les graines d'oignon mûrissent généralement quelques mois après le semis, elles peuvent être récoltées lorsque la plante est complètement sèche et que les tiges sont jaunies. La collecte et la conservation des graines d'oignon permettent de les conserver et de les utiliser pour les cultures de la saison suivante. En général, les graines d'oignon sont un élément important dans la culture de cette plante et permettent d'obtenir une récolte d'oignons frais et savoureux.
hu: A hagymamagok apró, lapos és ovális magok, amelyeket a hagyma szaporítására használnak. Sötétbarna vagy fekete színűek, és általában 3-4 mm hosszúak. A hagymamagoknak kemény külső bevonata van, amely lehetővé teszi, hogy hosszú ideig életképesek maradjanak. Tartalmazzák a csírázáshoz és az új növény növekedéséhez szükséges energiát és tápanyagokat. A hagyma kétszikű növény, így a hagymamagok lehetnek hím- vagy nőivarúak. A hím magvak virágport termelnek, míg a nőstény magvak virágbimbót, amelyben a mag képződik. A hagymamagokat közvetlenül a földbe lehet ültetni vagy palántaként indítani. A csírázáshoz hőre és nedvességre van szükségük, ezért ültetés előtt ajánlatos néhány órára vízbe áztatni őket. Ezt követően készen állnak a vetésre. A hagymamagok vetésekor körülbelül 1-2 cm mélyre kell helyezni őket, és a talajt folyamatosan nedvesen kell tartani. Néhány napon belül csírázni kezdenek, majd fiatal hagymás növényekké alakulnak. A hagymamagok általában a vetés után néhány hónappal érnek be, akkor lehet betakarítani őket, amikor a növény teljesen kiszáradt és a szárak megsárgultak. A hagymamagok összegyűjtése és eltevése lehetővé teszi, hogy a következő szezon terméseit megőrizzük és felhasználjuk. Általánosságban elmondható, hogy a hagymamagok fontos elemei e növény termesztésének, és lehetővé teszik, hogy friss és ízletes hagyma termését kapja.
it: I semi di cipolla sono semi piccoli, piatti e ovali che vengono utilizzati per propagare le cipolle. Sono di colore marrone scuro o nero e solitamente sono lunghi circa 3-4 mm. I semi di cipolla hanno un rivestimento esterno resistente che consente loro di rimanere vitali per lungo tempo. Contengono l'energia e i nutrienti necessari per la germinazione e la crescita di una nuova pianta. Le cipolle sono una pianta dicotiledone, quindi i semi della cipolla possono essere maschili o femminili. I semi maschili producono un polline, mentre i semi femminili producono boccioli floreali nei quali si forma il seme. I semi di cipolla possono essere piantati direttamente nel terreno o avviati come piantine. Richiedono calore e umidità per la germinazione, quindi si consiglia di immergerli in acqua per alcune ore prima di piantare. Successivamente sono pronti per la semina. Quando si seminano i semi di cipolla è necessario posizionarli ad una profondità di circa 1-2 cm e mantenere il terreno costantemente umido. Inizieranno a germogliare nel giro di pochi giorni per poi trasformarsi in giovani piantine di cipolla. I semi di cipolla maturano solitamente qualche mese dopo la semina, possono essere raccolti quando la pianta sarà completamente secca e i fusti saranno ingialliti. La raccolta e il salvataggio dei semi di cipolla consente di salvarli e utilizzarli per i raccolti della prossima stagione. In generale i semi di cipolla sono un elemento importante nella coltivazione di questa pianta e permettono di ottenere un raccolto di cipolle fresche e saporite.
ko: 양파 씨앗은 양파를 번식시키는 데 사용되는 작고 납작한 타원형 씨앗입니다. 양파 씨앗은 짙은 갈색 또는 검은색이며 일반적으로 길이가 약 3-4mm입니다. 양파 씨앗은 외부 코팅이 단단하여 오랫동안 생존할 수 있습니다. 여기에는 새로운 식물의 발아와 성장에 필요한 에너지와 영양분이 포함되어 있습니다. 양파는 쌍떡잎 식물이므로 양파 씨앗은 수컷 또는 암컷이 될 수 있습니다. 수컷 씨앗은 꽃가루를 생산하고 암컷 씨앗은 씨앗이 형성되는 꽃봉오리를 생산합니다. 양파 씨앗은 땅에 직접 심거나 묘목으로 시작할 수 있습니다. 발아를 위해서는 열과 수분이 필요하므로 심기 전에 몇 시간 동안 물에 담그는 것이 좋습니다. 그 후 파종 준비가 완료되었습니다. 양파 씨앗을 파종 할 때는 약 1-2cm 깊이에 놓고 토양을 지속적으로 촉촉하게 유지해야합니다. 그들은 며칠 안에 발아하기 시작하고 어린 양파 식물로 변합니다. 양파 씨앗은 일반적으로 파종 후 몇 달 후에 성숙하며 식물이 완전히 건조되고 줄기가 노랗게 변하면 수확 할 수 있습니다. 양파 씨앗을 모아 저장하면 다음 시즌 작물에 사용할 수 있습니다. 일반적으로 양파 씨앗은이 식물 재배에 중요한 요소이며 신선하고 풍미있는 양파를 수확 할 수 있습니다.
ru: Семена лука - это мелкие, плоские и овальные семена, которые используются для размножения лука. Они имеют темно-коричневый или черный цвет и обычно около 3-4 мм в длину. Семена лука имеют прочную внешнюю оболочку, которая позволяет им сохранять жизнеспособность в течение длительного времени. Они содержат энергию и питательные вещества, необходимые для прорастания и роста нового растения. Лук - двудольное растение, поэтому семена лука могут быть как мужскими, так и женскими. Мужские семена производят пыльцу, а женские - цветочные почки, в которых формируется семя. Семена лука можно высаживать непосредственно в грунт или выращивать рассаду. Для прорастания им требуется тепло и влага, поэтому перед посадкой рекомендуется замочить их в воде на несколько часов. После этого они готовы к посеву. При посеве семена лука необходимо поместить на глубину около 1-2 см и постоянно увлажнять почву. Через несколько дней они начнут прорастать, а затем превратятся в молодые луковичные растения. Семена лука обычно созревают через несколько месяцев после посева, их можно собирать, когда растение полностью высохнет, а стебли пожелтеют. Сбор и сохранение семян лука позволяет сохранить их и использовать для урожая следующего сезона. В целом, семена лука являются важным элементом в выращивании этого растения и позволяют получить урожай свежего и ароматного лука.

# Seeds,Pepper
source: Pepper seeds
de: Paprikasamen
fr: Graine de poivron
hu: Bors magok
it: Semi di Patate
ko: 후추 씨앗
ru: Семена перца
