Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Kitchen,FriedpotatoesText
source: Fried potatoes are a classic dish prepared by frying potato slices or pieces of potato in a frying pan or deep fryer until crispy and golden. To prepare fried potatoes, potatoes are peeled and cut into thin semicircular or cube-shaped pieces. These can then be soaked in cold water to remove excess starch and make the potatoes crispier when frying. The potatoes are then dried thoroughly on paper towels. Heat oil or fat in a skillet or deep fryer to medium-high heat. The sliced potatoes are then carefully lowered into the heated oil and fried until golden and crispy in texture. The potatoes are periodically checked and turned over to ensure even frying on all sides. The finished fried potatoes are removed from the oil and placed on paper towels to remove excess fat. It is then sprinkled with salt, pepper or other spices to bring out its flavor. Roasted potatoes are great as a side dish to meat dishes or fish, and can also serve as a stand-alone meal or appetizer. It has a lovely crispy texture with a soft and creamy interior, which makes it especially flavorful. Fried potatoes are a popular dish around the world and are available in different variations, such as French fries or with sour cream and herbs. It is quickly prepared and always pleases with its taste and appetizing appearance.
de: Bratkartoffeln sind ein klassisches Gericht, bei dem Kartoffelscheiben oder -stücke in einer Pfanne oder Friteuse knusprig und goldgelb gebraten werden. Um Bratkartoffeln zuzubereiten, werden die Kartoffeln geschält und in dünne halbrunde oder würfelförmige Stücke geschnitten. Diese können dann in kaltem Wasser eingeweicht werden, um überschüssige Stärke zu entfernen und die Kartoffeln beim Braten knuspriger zu machen. Die Kartoffeln werden dann auf Papiertüchern gründlich abgetrocknet. Erhitze Öl oder Fett in einer Pfanne oder Fritteuse auf mittlerer Stufe. Die in Scheiben geschnittenen Kartoffeln werden dann vorsichtig in das erhitzte Öl gegeben und frittiert, bis sie goldgelb und knusprig sind. Die Kartoffeln werden regelmäßig kontrolliert und gewendet, damit sie auf allen Seiten gleichmäßig frittiert werden. Die fertig frittierten Kartoffeln werden aus dem Öl genommen und auf Papiertücher gelegt, um überschüssiges Fett zu entfernen. Anschließend werden sie mit Salz, Pfeffer oder anderen Gewürzen bestreut, um ihren Geschmack zu betonen. Bratkartoffeln eignen sich hervorragend als Beilage zu Fleischgerichten oder Fisch, können aber auch als eigenständige Mahlzeit oder Vorspeise serviert werden. Sie haben eine schöne knusprige Textur mit einem weichen und cremigen Inneren, was sie besonders schmackhaft macht. Bratkartoffeln sind auf der ganzen Welt ein beliebtes Gericht und es gibt sie in verschiedenen Variationen, z. B. als Pommes frites oder mit saurer Sahne und Kräutern. Es ist schnell zubereitet und erfreut immer mit seinem Geschmack und appetitlichen Aussehen.
fr: Les pommes de terre frites sont un plat classique préparé en faisant frire des tranches de pommes de terre ou des morceaux de pommes de terre dans une poêle ou une friteuse jusqu'à ce qu'elles soient croustillantes et dorées. Pour préparer des pommes de terre sautées, les pommes de terre sont pelées et coupées en fins morceaux semi-circulaires ou en forme de cube. Celles-ci peuvent ensuite être trempées dans de l'eau froide pour éliminer l'excès d'amidon et rendre les pommes de terre plus croustillantes lors de la friture. Les pommes de terre sont ensuite soigneusement séchées sur du papier absorbant. Chauffer l'huile ou la graisse dans une poêle ou une friteuse à feu moyen-vif. Les tranches de pommes de terre sont ensuite soigneusement plongées dans l'huile chauffée et frites jusqu'à ce qu'elles soient dorées et croustillantes. Les pommes de terre sont périodiquement vérifiées et retournées pour garantir une friture uniforme de tous les côtés. Les pommes de terre frites finies sont retirées de l'huile et placées sur du papier absorbant pour éliminer l'excès de graisse. Il est ensuite saupoudré de sel, de poivre ou d'autres épices pour faire ressortir sa saveur. Les pommes de terre rôties sont idéales comme accompagnement de plats de viande ou de poisson, et peuvent également servir de repas seul ou d'apéritif. Il a une belle texture croustillante avec un intérieur doux et crémeux, ce qui le rend particulièrement savoureux. Les pommes de terre frites sont un plat populaire dans le monde entier et sont disponibles sous différentes variantes, comme des frites ou avec de la crème sure et des herbes. Il se prépare rapidement et plaît toujours par son goût et son aspect appétissant.
hu: A sült burgonya egy klasszikus étel, amelyet úgy készítenek, hogy a burgonyaszeleteket vagy burgonyadarabokat serpenyőben vagy mélysütőben ropogósra és aranyszínűre sütik. A sült burgonya elkészítéséhez a burgonyát meghámozzák és vékony félkör alakú vagy kocka alakú darabokra vágják. Ezeket azután hideg vízbe áztathatjuk, hogy eltávolítsuk a felesleges keményítőt, és a burgonya ropogósabb legyen a sütés során. A burgonyát ezután papírtörlőn alaposan megszárítjuk. Melegítsük fel az olajat vagy zsírt egy serpenyőben vagy mélysütőben közepesen magas hőfokra. A felszeletelt burgonyát ezután óvatosan a felhevített olajba engedjük, és addig sütjük, amíg aranyszínű és ropogós nem lesz. A burgonyát rendszeresen ellenőrizzük és megfordítjuk, hogy minden oldalát egyenletesen megsüssük. A kész sült burgonyát kivesszük az olajból, és papírtörlőre tesszük, hogy a felesleges zsírt eltávolítsuk. Ezután sóval, borssal vagy más fűszerekkel megszórjuk, hogy az ízét kiemeljük. A sült burgonya remekül illik húsételek vagy halak mellé, de önálló ételként vagy előételként is szolgálhat. Kellemesen ropogós textúrája van, belül puha és krémes, ami különösen ízletessé teszi. A sült burgonya világszerte népszerű étel, és különböző változatokban, például sült krumplival vagy tejföllel és fűszernövényekkel elkészítve is kapható. Gyorsan elkészíthető, és mindig tetszik az ízével és étvágygerjesztő megjelenésével.
it: Le patate fritte sono un piatto classico preparato friggendo le fette o i pezzetti di patate in una padella o in una friggitrice fino a renderle croccanti e dorate. Per preparare le patate fritte, le patate vengono sbucciate e tagliate a pezzetti sottili semicircolari o a forma di cubo. Queste possono poi essere messe a bagno in acqua fredda per eliminare l'amido in eccesso e rendere le patate più croccanti durante la frittura. Le patate vengono poi asciugate accuratamente su carta assorbente. Scaldare l'olio o il grasso in una padella o in una friggitrice a fuoco medio-alto. Le patate affettate vengono quindi immerse con cura nell'olio riscaldato e fritte fino a quando diventano dorate e croccanti. Le patate vengono periodicamente controllate e girate per garantire una frittura uniforme su tutti i lati. Le patate fritte finite vengono tolte dall'olio e poste su carta assorbente per eliminare il grasso in eccesso. Viene poi cosparso di sale, pepe o altre spezie per esaltarne il sapore. Le patate arrosto sono ottime come contorno a piatti di carne o pesce e possono anche servire come piatto unico o antipasto. Ha una deliziosa consistenza croccante con un interno morbido e cremoso, che lo rende particolarmente saporito. Le patate fritte sono un piatto popolare in tutto il mondo e sono disponibili in diverse varianti, come patatine fritte o con panna acida ed erbe aromatiche. Si prepara velocemente e piace sempre con il suo gusto e l'aspetto appetitoso.
ko: 튀긴 감자는 감자 조각이나 감자 조각을 프라이팬이나 튀김기에 바삭하고 노릇해질 때까지 튀겨서 준비하는 고전적인 요리입니다. 튀긴 감자를 준비하기 위해 감자는 껍질을 벗기고 얇은 반원형 또는 입방체 모양으로 자릅니다. 그런 다음 찬물에 담가 과도한 전분을 제거하고 튀길 때 감자를 더 바삭하게 만들 수 있습니다. 그런 다음 감자를 종이 타월로 완전히 말립니다. 프라이팬이나 튀김기에 기름이나 지방을 두르고 중간보다 센 불로 가열합니다. 그런 다음 얇게 썬 감자를 가열된 기름에 조심스럽게 넣고 노릇노릇하고 바삭한 식감이 될 때까지 볶습니다. 감자를 주기적으로 확인하고 뒤집어 모든 면이 고르게 튀겨지도록 합니다. 완성 된 튀긴 감자를 기름에서 꺼내 종이 타월에 올려 과도한 지방을 제거합니다. 그런 다음 소금, 후추 또는 기타 향신료를 뿌려 풍미를 더합니다. 구운 감자는 고기 요리나 생선 요리의 반찬으로 훌륭하며 단독 식사 또는 애피타이저로도 사용할 수 있습니다. 바삭바삭한 식감과 부드럽고 크리미한 속살을 가지고 있어 특히 풍미가 뛰어납니다. 감자튀김은 전 세계적으로 인기 있는 요리로 감자튀김이나 사워 크림과 허브를 곁들인 다양한 변형이 가능합니다. 빠르게 준비되며 항상 맛과 식욕을 돋우는 외관에 만족합니다.
ru: Жареный картофель - это классическое блюдо, которое приготавливается путем жарки на сковороде или во фритюре нарезанных картофельных ломтиков или кусочков до хрустящей золотистой корочки. Для приготовления жареного картофеля, картофелина чистят от кожуры и нарезают на тонкие полукруглые или кубиковой формы кусочки. Они затем могут быть вымочены в холодной воде, чтобы удалить излишек крахмала и сделать картофель более хрустящим при жарке. После этого картофель тщательно высушивается на бумажных полотенцах. Нагреваются масло или жир в сковороде или фритюре до средне-высокой температуры. Затем нарезанный картофель аккуратно опускается в раскаленное масло и жарится до золотистой корочки и хрустящей текстуры. Картофель периодически проверяется и переворачивается, чтобы обеспечить равномерную жарку со всех сторон. Готовый жареный картофель вынимается из масла и ставится на бумажные полотенца, чтобы удалить излишек жира. После этого он посыпается солью, перцем или другими специями, чтобы подчеркнуть его вкус. Жареный картофель отлично подходит как гарнир к мясным блюдам или рыбе, а также может служить самостоятельным блюдом или закуской. Он имеет прекрасную хрустящую текстуру с мягким и кремовым внутренним слоем, что делает его особенно вкусным. Жареный картофель является популярным блюдом по всему миру и представлен в различных вариациях, например, картофель фри или сметаной и зеленью. Он быстро готовится и всегда радует своим вкусом и аппетитным видом.

# Kitchen,Goose_with_vegetables
source: Goose with vegetables
de: Gans mit Gemüse
fr: Oie aux légumes
ko: 야채를 곁들인 거위

# Kitchen,Goose_with_vegetablesText
source: The dish of goose with vegetables is exquisite and delicious. Here is a detailed recipe for its preparation. Step 1: Prepare the ingredients - Take 1-1.5 kg of goose meat and cut it into portioned pieces or into individual pieces with bones. - Peel and cut 1 onion into small cubes. - Take 2-3 cloves of garlic and mince them. - Measure 2 tablespoons of vegetable oil. - Prepare the vegetables: take 2-3 carrots, 2-3 potatoes, 1 processed cheese and 1 tablespoon of flour. - Prepare herbs (parsley or dill) to decorate the dish. - Prepare salt, pepper and any other spices to taste. Step 2: Cooking 1. In a large deep skillet or saucepan, heat vegetable oil over medium heat. 2. Add the sliced goose pieces to the skillet and fry them until golden on all sides. This will take about 5-7 minutes. 3. Add the chopped onion and garlic to the skillet with the goose. Continue cooking the dish until the onions are translucent and flavorful. This is another 5 minutes. 4. Salt and pepper the goose and onions to taste, add any other spices or herbs you like. Stir all the ingredients to evenly distribute the spices. 5. Add the carrots and potatoes to the skillet with the goose. Continue cooking the vegetables and meat together until the vegetables are soft and baked. This should take about 20-25 minutes. 6. In a separate skillet, melt the melted cheese and add the flour. Stirring constantly, cook the sauce until thickened. 7. Add the cooked sauce to the goose and vegetables, mix all ingredients. 8. Cover the skillet with a lid and cook the dish over medium heat for 10-15 minutes to allow the sauce to penetrate the goose and vegetables. 9. Check the readiness of the goose and vegetables, making sure they are soft and juicy. 10. The goose and vegetable dish is ready! Serve it hot, garnished with fresh herbs. You can complement this dish with a sauce or side dish of your choice. You can also add other vegetables such as broccoli or mushrooms to give it more variety. This exquisite dish will be a great decoration for your table and will be enjoyed by all connoisseurs of culinary delights.
de: Das Gericht Gans mit Gemüse ist exquisit und lecker. Hier ist ein detailliertes Rezept für seine Zubereitung. Schritt 1: Bereite die Zutaten vor - Nimm 1-1,5 kg Gänsefleisch und schneide es in portionierte Stücke oder in einzelne Stücke mit Knochen. - Schäle 1 Zwiebel und schneide sie in kleine Würfel. - Nimm 2-3 Knoblauchzehen und hacke sie. - Miss 2 Esslöffel Pflanzenöl ab. - Bereite das Gemüse vor: Nimm 2-3 Karotten, 2-3 Kartoffeln, 1 Schmelzkäse und 1 Esslöffel Mehl. - Bereite Kräuter (Petersilie oder Dill) vor, um das Gericht zu dekorieren. - Bereite Salz, Pfeffer und andere Gewürze zum Abschmecken vor. Schritt 2: Garen 1. Erhitze in einer großen tiefen Pfanne oder einem Topf Pflanzenöl bei mittlerer Hitze. 2. Gib die in Scheiben geschnittenen Gänsestücke in die Pfanne und brate sie von allen Seiten goldbraun an. Das dauert etwa 5-7 Minuten. 3. Gib die gehackten Zwiebeln und den Knoblauch in die Pfanne mit der Gans. Brate das Gericht weiter, bis die Zwiebeln glasig und geschmackvoll sind. Das dauert weitere 5 Minuten. 4. Salze und pfeffere die Gans und die Zwiebeln nach Belieben und füge alle anderen Gewürze und Kräuter hinzu, die du magst. Rühre alle Zutaten um, damit sich die Gewürze gleichmäßig verteilen. 5. Gib die Karotten und Kartoffeln mit der Gans in die Pfanne. Brate das Gemüse und das Fleisch zusammen weiter, bis das Gemüse weich und durchgebraten ist. Das sollte etwa 20-25 Minuten dauern. 6. Schmelze in einer anderen Pfanne den Käse und gib das Mehl hinzu. Koche die Soße unter ständigem Rühren, bis sie eindickt. 7. Gib die gekochte Soße zu der Gans und dem Gemüse und mische alle Zutaten. 8. Bedecke die Pfanne mit einem Deckel und koche das Gericht bei mittlerer Hitze 10-15 Minuten, damit die Soße in die Gans und das Gemüse einziehen kann. 9. Überprüfe, ob die Gans und das Gemüse gar sind und ob sie weich und saftig sind. 10. Das Gänse-Gemüse-Gericht ist fertig! Serviere es heiß und garniere es mit frischen Kräutern. Du kannst dieses Gericht mit einer Soße oder Beilage deiner Wahl ergänzen. Du kannst auch andere Gemüsesorten wie Brokkoli oder Pilze hinzufügen, um mehr Abwechslung in das Gericht zu bringen. Dieses exquisite Gericht ist eine tolle Dekoration für deinen Tisch und wird von allen Liebhabern kulinarischer Genüsse genossen werden.
fr: Le plat d'oie aux légumes est exquis et délicieux. Voici une recette détaillée pour sa préparation. Étape 1 : Préparez les ingrédients - Prenez 1 à 1,5 kg de viande d'oie et coupez-la en morceaux ou en morceaux individuels avec les os. - Épluchez et coupez 1 oignon en petits cubes. - Prenez 2-3 gousses d'ail et émincez-les. - Mesurez 2 cuillères à soupe d'huile végétale. - Préparez les légumes : prenez 2-3 carottes, 2-3 pommes de terre, 1 fromage fondu et 1 cuillère à soupe de farine. - Préparez des herbes (persil ou aneth) pour décorer le plat. - Préparez du sel, du poivre et toutes autres épices au goût. Étape 2 : Cuisson 1. Dans une grande poêle profonde ou une casserole, chauffer l'huile végétale à feu moyen. 2. Ajoutez les morceaux d'oie tranchés dans la poêle et faites-les frire jusqu'à ce qu'ils soient dorés de tous les côtés. Cela prendra environ 5 à 7 minutes. 3. Ajoutez l'oignon et l'ail hachés dans la poêle avec l'oie. Continuez la cuisson du plat jusqu'à ce que les oignons soient translucides et savoureux. C'est encore 5 minutes. 4. Salez et poivrez l'oie et les oignons au goût, ajoutez d'autres épices ou herbes de votre choix. Remuer tous les ingrédients pour répartir uniformément les épices. 5. Ajoutez les carottes et les pommes de terre dans la poêle avec l'oie. Continuez à cuire les légumes et la viande ensemble jusqu'à ce que les légumes soient tendres et cuits. Cela devrait prendre environ 20 à 25 minutes. 6. Dans une poêle à part, faites fondre le fromage fondu et ajoutez la farine. En remuant constamment, faites cuire la sauce jusqu'à épaississement. 7. Ajoutez la sauce cuite à l'oie et aux légumes, mélangez tous les ingrédients. 8. Couvrez la poêle avec un couvercle et faites cuire le plat à feu moyen pendant 10 à 15 minutes pour permettre à la sauce de pénétrer dans l'oie et les légumes. 9. Vérifiez l'état de préparation de l'oie et des légumes, en vous assurant qu'ils sont tendres et juteux. 10. Le plat d'oie et de légumes est prêt ! Servez-le chaud, garni d'herbes fraîches. Vous pouvez compléter ce plat avec une sauce ou un accompagnement de votre choix. Vous pouvez également ajouter d'autres légumes comme du brocoli ou des champignons pour lui donner plus de variété. Ce plat exquis sera une superbe décoration pour votre table et plaira à tous les connaisseurs de délices culinaires.
ko: 야채와 거위 요리는 절묘하고 맛있습니다. 다음은 준비를위한 자세한 조리법입니다. 1 단계 : 재료 준비 - 거위 고기 1-1.5kg을 가져다가 부분 조각으로 자르거나 뼈가있는 개별 조각으로 자릅니다. - 양파 1 개를 껍질을 벗기고 작은 입방체로 자릅니다. - 마늘 2-3 쪽을 가져다가 다집니다. - 식물성 기름 2 큰술을 측정합니다. - 야채 준비 : 당근 2-3 개, 감자 2-3 개, 가공 치즈 1 개, 밀가루 1 큰술을 섭취합니다. - 접시를 장식하기 위해 허브 (파슬리 또는 딜)를 준비합니다. - 맛볼 소금, 후추 및 기타 향신료를 준비하십시오. 2 단계 : 요리 1. 크고 깊은 프라이팬이나 냄비에 식물성 기름을 중불로 가열합니다. 2. 얇게 썬 거위 조각을 프라이팬에 넣고 모든면이 노릇해질 때까지 볶습니다. 약 5~7분 정도 걸립니다. 3. 다진 양파와 마늘을 거위와 함께 프라이팬에 넣습니다. 양파가 반투명하고 풍미가 날 때까지 계속 조리합니다. 5분 더 조리합니다. 4. 거위와 양파에 소금과 후추로 맛을 내고 원하는 다른 향신료 나 허브를 추가합니다. 모든 재료를 저어 향신료가 고르게 분포되도록합니다. 5. 당근과 감자를 거위와 함께 프라이팬에 넣습니다. 야채와 고기가 부드러워지고 구워질 때까지 계속 조리합니다. 약 20-25분 정도 걸립니다. 6. 별도의 프라이팬에 녹인 치즈를 녹이고 밀가루를 넣습니다. 계속 저으면서 소스가 걸쭉해질 때까지 조리합니다. 7. 7. 조리 된 소스를 거위와 야채에 넣고 모든 재료를 섞습니다. 8. 프라이팬을 뚜껑으로 덮고 소스가 거위와 야채에 스며들 수 있도록 중불에서 10-15 분 동안 조리합니다. 9. 거위와 야채의 준비 상태를 확인하여 부드럽고 육즙이 있는지 확인합니다. 10. 거위와 야채 요리가 준비되었습니다! 신선한 허브로 장식하여 뜨겁게 제공하십시오. 원하는 소스나 반찬으로 이 요리를 보완할 수 있습니다. 브로콜리 나 버섯과 같은 다른 야채를 추가하여 더 다양하게 만들 수도 있습니다. 이 절묘한 요리는 테이블을 장식하는 훌륭한 장식이 될 것이며 요리의 즐거움을 좋아하는 모든 사람들이 즐길 것입니다.

# Kitchen,Ingredients
source: Ingredients
de: Zutaten
fr: Ingrédients
hu: Hozzávalók
it: Ingredienti
ko: 재료
ru: Ингредиенты

# Kitchen,Mackerel_with_vegetables
source: Mackerel with vegetables
de: Makrele mit Gemüse
fr: Maquereau aux légumes
ko: 야채를 곁들인 고등어
