Repository: letsi/RussianVillageSimulator
Catalog: */Game.po
Languages: de, fr, hu, it, ko, ru

# Inventory,WolfpeltText
source: Wolf fur is one of the warmest types of fur raw material, but due to its similarity to the fur of a simple dog, popularity has not gained. This unfounded opinion of the majority is supported by the apparent simplicity and unsightliness of fur. But by the properties of its fur, the wolf can give a head start to almost any expensive and popular animal.
de: Wolfsfell ist eine der wärmsten Arten von Pelzrohstoffen, aber aufgrund seiner Ähnlichkeit mit dem Fell eines einfachen Hundes hat es nicht an Beliebtheit gewonnen. Diese unbegründete Meinung der Mehrheit wird durch die scheinbare Einfachheit und Unansehnlichkeit des Fells unterstützt. Aber durch die Eigenschaften seines Fells kann der Wolf fast jedem teuren und beliebten Tier den Rang ablaufen.
fr: La peau de loup est l'un des types de matières premières de fourrure les plus chaudes, mais en raison de sa similitude avec la fourrure d'un simple chien, sa popularité n'a pas gagné. Cette opinion infondée de la majorité est étayée par l'apparente simplicité et l'inesthétique de la fourrure. Mais grâce aux propriétés de sa fourrure, le loup peut donner une longueur d'avance à presque tous les animaux chers et populaires.
hu: A farkas szőrme az egyik legmelegebb szőrme alapanyag, de az egyszerű kutya szőrméhez való hasonlósága miatt nem vált népszerűvé. A többségnek ezt az alaptalan véleményét a szőrme látszólagos egyszerűsége és csúnyasága támasztja alá. A farkas azonban a szőrme tulajdonságai révén szinte minden drága és népszerű állatnak előnyt adhat.
it: La pelliccia di lupo è uno dei tipi più caldi di materia prima per pellicce, ma a causa della sua somiglianza con la pelliccia di un semplice cane, la popolarità non ha guadagnato. Questa opinione infondata della maggioranza è supportata dall'apparente semplicità e antiestetica della pelliccia. Ma grazie alle proprietà della sua pelliccia, il lupo può dare un vantaggio a quasi tutti gli animali costosi e popolari.
ko: 늑대 모피는 가장 따뜻한 모피 원료 중 하나이지만 단순한 개의 모피와 유사하기 때문에 인기를 얻지 못했습니다. 이러한 대다수의 근거 없는 의견은 모피가 단순하고 보기 흉하다는 점으로 뒷받침됩니다. 그러나 늑대는 털의 특성으로 인해 거의 모든 비싸고 인기있는 동물보다 앞서 나갈 수 있습니다.
ru: Мех волка - один из самых теплых видов мехового сырья, но из-за своей схожести с мехом простой собаки популярности не снискал. Это необоснованное мнение большинства подкрепляется кажущейся простотой и неприглядностью меха. Но по свойствам своего меха волк может дать фору практически любому дорогому и популярному животному.

# Inventory,Woods
source: Woods
de: Hölzer
fr: Bois
hu: Fák
it: Boschi
ko: 목재
ru: Дерево

# Inventory,Yeast
source: Yeast
de: Hefe
fr: Levure
hu: Élesztő
it: Lievito
ko: 이스트(효모)
ru: Дрожжи

# Inventory,YeastText
source: Yeasts are microorganisms that are widely used in the food and baking industries for the production of bread, beer, wine and other fermentations. They belong to fungi and, in particular, to the Saccharomyces cerevisiae type. The essence of the work of yeast is the process of fermentation, in which they decompose glucose and other sugars into alcohol and carbon dioxide. This process results in the release of heat and produces a characteristic aroma and flavor. Yeasts look like tiny single-celled organisms that resemble granules or powder of white or light yellow color. They are highly capable of reproduction and activity under optimal conditions of temperature and nutrition. In the food industry, yeast is used as the main ingredient for leavening bread and other bakery products. When yeast is added to dough, it ferments the sugars, resulting in the formation of carbon dioxide bubbles. This gives the bread airiness, volume and softness. In addition, yeast contributes its characteristic flavor and aroma. In brewing and winemaking, yeast plays a key role in the fermentation process. They convert sugars into alcohol and carbon dioxide, creating beer and wine. Different yeast strains can have different properties such as alcohol tolerance strength, flavor qualities, and others. In home cooking, yeast is often used for baking bread, pizza, pies and other homemade items. To activate yeast, it is usually mixed with water or other liquid and kept in a warm place so that it can begin to actively multiply and ferment. It is important to note that yeast is also a valuable source of nutrients such as B vitamins, minerals and proteins. They can also have a probiotic effect, promoting healthy gut flora. Overall, yeast represents an important component of food and beverage production, with its unique properties and abilities that make it an essential part of our daily diet and culinary traditions.
de: Bei Hefen handelt es sich um Mikroorganismen, die in der Lebensmittel- und Backwarenindustrie für die Herstellung von Brot, Bier, Wein und anderen Gärungen verwendet werden. Sie gehören zu den Pilzen und insbesondere zu der Art Saccharomyces cerevisiae. Das Wesentliche an der Arbeit der Hefen ist der Prozess der Gärung, bei dem sie Glukose und andere Zucker in Alkohol und Kohlendioxid zerlegen. Dieser Prozess führt zur Freisetzung von Wärme und erzeugt ein charakteristisches Aroma und Geschmack. Hefepilze sehen aus wie winzige Einzeller, die wie Körnchen oder Pulver von weißer oder hellgelber Farbe aussehen. Unter optimalen Temperatur- und Nährstoffbedingungen sind sie sehr vermehrungsfähig und aktiv. In der Lebensmittelindustrie wird Hefe als Hauptzutat zum Treiben von Brot und anderen Backwaren verwendet. Wenn Hefe dem Teig zugesetzt wird, fermentiert sie den Zucker, was zur Bildung von Kohlendioxidblasen führt. Das gibt dem Brot Luftigkeit, Volumen und Weichheit. Außerdem trägt die Hefe zu ihrem charakteristischen Geschmack und Aroma bei. Beim Brauen und bei der Weinherstellung spielt die Hefe eine Schlüsselrolle im Gärungsprozess. Sie wandelt Zucker in Alkohol und Kohlendioxid um, wodurch Bier und Wein entstehen. Verschiedene Hefestämme können unterschiedliche Eigenschaften haben, wie z.B. Alkoholtoleranz, Geschmacksqualitäten und andere. In der Hausmannskost wird Hefe oft zum Backen von Brot, Pizza, Kuchen und anderen selbstgemachten Produkten verwendet. Um Hefe zu aktivieren, wird sie normalerweise mit Wasser oder einer anderen Flüssigkeit vermischt und an einem warmen Ort aufbewahrt, damit sie sich aktiv vermehren und gären kann. Es ist wichtig zu wissen, dass Hefe auch eine wertvolle Quelle für Nährstoffe wie B-Vitamine, Mineralien und Proteine ist. Sie kann auch eine probiotische Wirkung haben und eine gesunde Darmflora fördern. Insgesamt ist Hefe ein wichtiger Bestandteil der Lebensmittel- und Getränkeherstellung. Ihre einzigartigen Eigenschaften und Fähigkeiten machen sie zu einem unverzichtbaren Bestandteil unserer täglichen Ernährung und kulinarischen Traditionen.
fr: Les levures sont des micro-organismes largement utilisés dans les industries alimentaires et boulangères pour la production de pain, de bière, de vin et d'autres fermentations. Ils appartiennent aux champignons et notamment au type Saccharomyces cerevisiae. L'essence du travail de la levure est le processus de fermentation, au cours duquel elle décompose le glucose et d'autres sucres en alcool et en dioxyde de carbone. Ce processus entraîne un dégagement de chaleur et produit un arôme et une saveur caractéristiques. Les levures ressemblent à de minuscules organismes unicellulaires qui ressemblent à des granules ou à une poudre de couleur blanche ou jaune clair. Ils sont hautement capables de se reproduire et d’être actifs dans des conditions optimales de température et de nutrition. Dans l’industrie alimentaire, la levure est utilisée comme ingrédient principal pour faire lever le pain et d’autres produits de boulangerie. Lorsque la levure est ajoutée à la pâte, elle fait fermenter les sucres, entraînant la formation de bulles de dioxyde de carbone. Cela donne au pain légèreté, volume et moelleux. De plus, la levure apporte sa saveur et son arôme caractéristiques. En brasserie et en vinification, la levure joue un rôle clé dans le processus de fermentation. Ils transforment les sucres en alcool et en dioxyde de carbone, créant ainsi de la bière et du vin. Différentes souches de levure peuvent avoir différentes propriétés telles que la force de tolérance à l’alcool, les qualités gustatives, etc. Dans la cuisine familiale, la levure est souvent utilisée pour cuire du pain, des pizzas, des tartes et d'autres produits faits maison. Pour activer la levure, elle est généralement mélangée à de l'eau ou à un autre liquide et conservée dans un endroit chaud afin qu'elle puisse commencer à se multiplier et à fermenter activement. Il est important de noter que la levure est également une source précieuse de nutriments tels que les vitamines B, les minéraux et les protéines. Ils peuvent également avoir un effet probiotique, favorisant une flore intestinale saine. Dans l’ensemble, la levure représente un élément important de la production d’aliments et de boissons, avec ses propriétés et capacités uniques qui en font un élément essentiel de notre alimentation quotidienne et de nos traditions culinaires.
hu: Az élesztők olyan mikroorganizmusok, amelyeket széles körben használnak az élelmiszer- és sütőiparban a kenyér, sör, bor és egyéb erjesztések előállításához. A gombákhoz és különösen a Saccharomyces cerevisiae típushoz tartoznak. Az élesztők munkájának lényege az erjedési folyamat, amelynek során a glükózt és más cukrokat alkohollá és szén-dioxiddá bontják. Ez a folyamat hőfelszabadulással jár, és jellegzetes aromát és ízt eredményez. Az élesztők apró egysejtű organizmusoknak tűnnek, amelyek fehér vagy világossárga színű szemcsékhez vagy porhoz hasonlítanak. Optimális hőmérsékleti és táplálkozási körülmények között nagymértékben képesek szaporodni és tevékenykedni. Az élelmiszeriparban az élesztőt a kenyér és más pékáruk kovászolásának fő összetevőjeként használják. Amikor az élesztőt a tésztához adják, erjeszti a cukrokat, ami szén-dioxid-buborékok képződését eredményezi. Ez adja a kenyér légiességét, térfogatát és lágyságát. Ezenkívül az élesztő hozzájárul jellegzetes ízéhez és aromájához. A sörfőzésben és a borkészítésben az élesztő kulcsszerepet játszik az erjedési folyamatban. A cukrokat alkohollá és szén-dioxiddá alakítják át, így jön létre a sör és a bor. A különböző élesztőtörzsek különböző tulajdonságokkal rendelkezhetnek, mint például az alkoholtűrő erősség, az ízminőségek és mások. Az otthoni főzésben az élesztőt gyakran használják kenyér, pizza, pite és egyéb házi készítésű termékek sütéséhez. Az élesztő aktiválásához általában vízzel vagy más folyadékkal keverik össze, és meleg helyen tartják, hogy aktívan elkezdjen szaporodni és erjedni. Fontos megjegyezni, hogy az élesztő értékes tápanyagforrás is, például B-vitaminok, ásványi anyagok és fehérjék. Probiotikus hatásuk is lehet, elősegítve az egészséges bélflórát. Összességében az élesztő az élelmiszer- és italgyártás fontos összetevője, egyedi tulajdonságai és képességei révén pedig mindennapi étrendünk és kulináris hagyományaink nélkülözhetetlen részét képezik.
it: I lieviti sono microrganismi ampiamente utilizzati nell'industria alimentare e della panificazione per la produzione di pane, birra, vino e altre fermentazioni. Appartengono ai funghi e, in particolare, al tipo Saccharomyces cerevisiae. L'essenza del lavoro del lievito è il processo di fermentazione, in cui il glucosio e altri zuccheri si decompongono in alcol e anidride carbonica. Questo processo comporta il rilascio di calore e produce un aroma e un sapore caratteristici. I lieviti si presentano come minuscoli organismi unicellulari che assomigliano a granuli o polvere di colore bianco o giallo chiaro. Sono altamente capaci di riproduzione e attività in condizioni ottimali di temperatura e nutrizione. Nell'industria alimentare il lievito viene utilizzato come ingrediente principale per la lievitazione del pane e di altri prodotti da forno. Quando viene aggiunto il lievito all’impasto, fa fermentare gli zuccheri, provocando la formazione di bolle di anidride carbonica. Ciò conferisce al pane ariosità, volume e morbidezza. Inoltre, il lievito contribuisce con il suo sapore e aroma caratteristici. Nella produzione della birra e nella vinificazione, il lievito svolge un ruolo chiave nel processo di fermentazione. Convertono gli zuccheri in alcol e anidride carbonica, creando birra e vino. Diversi ceppi di lievito possono avere proprietà diverse come la forza di tolleranza all'alcol, le qualità aromatiche e altro. Nella cucina casalinga, il lievito viene spesso utilizzato per cuocere pane, pizza, torte e altri prodotti fatti in casa. Per attivare il lievito, di solito viene mescolato con acqua o altro liquido e conservato in un luogo caldo in modo che possa iniziare a moltiplicarsi e fermentare attivamente. È importante notare che il lievito è anche una preziosa fonte di nutrienti come vitamine del gruppo B, minerali e proteine. Possono anche avere un effetto probiotico, favorendo la salute della flora intestinale. Nel complesso, il lievito rappresenta una componente importante della produzione di alimenti e bevande, con le sue proprietà e capacità uniche che lo rendono una parte essenziale della nostra dieta quotidiana e delle tradizioni culinarie.
ko: 효모는 식품 및 제빵 산업에서 빵, 맥주, 와인 및 기타 발효 식품을 생산하기 위해 널리 사용되는 미생물입니다. 그들은 곰팡이, 특히 사카로미세스 세레비지아에 유형에 속합니다. 효모 작용의 본질은 포도당과 기타 당분을 알코올과 이산화탄소로 분해하는 발효 과정입니다. 이 과정에서 열이 방출되고 특유의 향과 풍미가 만들어집니다. 효모는 흰색 또는 밝은 노란색의 과립이나 가루와 비슷한 작은 단세포 유기체처럼 보입니다. 이스트는 최적의 온도와 영양 조건에서 번식 및 활동이 매우 뛰어납니다. 식품 산업에서 효모는 빵 및 기타 베이커리 제품의 발효를 위한 주원료로 사용됩니다. 효모를 반죽에 첨가하면 당분을 발효시켜 이산화탄소 기포가 형성됩니다. 이스트는 빵에 통풍과 볼륨감, 부드러움을 부여합니다. 또한 효모는 특유의 풍미와 향을 제공합니다. 양조와 포도주 양조에서 효모는 발효 과정에서 중요한 역할을 합니다. 효모는 당분을 알코올과 이산화탄소로 전환하여 맥주와 와인을 만듭니다. 효모 균주마다 알코올 내성 강도, 풍미 품질 등과 같은 특성이 다를 수 있습니다. 가정 요리에서 효모는 빵, 피자, 파이 및 기타 홈메이드 제품을 굽는 데 자주 사용됩니다. 효모를 활성화하기 위해 일반적으로 물이나 다른 액체와 혼합하여 따뜻한 곳에 보관하여 활발하게 증식하고 발효하기 시작합니다. 효모는 비타민 B, 미네랄 및 단백질과 같은 귀중한 영양소 공급원이라는 점에 유의하는 것이 중요합니다. 또한 프로바이오틱스 효과도 있어 건강한 장내 세균총을 촉진할 수 있습니다. 전반적으로 효모는 식음료 생산의 중요한 구성 요소이며, 고유한 특성과 능력으로 인해 일상 식단과 요리 전통에서 필수적인 부분을 차지합니다.
ru: Дрожжи - это микроорганизмы, широко используемые в пищевой и хлебопекарной промышленности для производства хлеба, пива, вина и других продуктов брожения. Они относятся к грибам и, в частности, к виду Saccharomyces cerevisiae. Суть работы дрожжей заключается в процессе брожения, при котором они разлагают глюкозу и другие сахара на спирт и углекислый газ. В результате этого процесса выделяется тепло и появляется характерный аромат и вкус. Дрожжи выглядят как крошечные одноклеточные организмы, напоминающие гранулы или порошок белого или светло-желтого цвета. Они обладают высокой способностью к размножению и жизнедеятельности при оптимальных условиях температуры и питания. В пищевой промышленности дрожжи используются в качестве основного ингредиента для закваски хлеба и других хлебобулочных изделий. При добавлении дрожжей в тесто происходит ферментация сахаров, в результате чего образуются пузырьки углекислого газа. Это придает хлебу воздушность, объем и мягкость. Кроме того, дрожжи придают хлебу характерный вкус и аромат. В пивоварении и виноделии дрожжи играют ключевую роль в процессе брожения. Они превращают сахара в спирт и углекислый газ, образуя пиво и вино. Разные штаммы дрожжей могут обладать различными свойствами, такими как устойчивость к алкоголю, вкусовые качества и др.

# Inventory,YesAddCan
source: The jar has been successfully added to your inventory!
de: Das Glas wurde erfolgreich zu deinem Inventar hinzugefügt!
fr: Le pot a été ajouté avec succès à votre inventaire !
hu: A tégelyt sikeresen hozzáadtuk a leltárhoz!
it: Il barattolo è stato aggiunto con successo al tuo inventario!
ko: 병이 인벤토리에 성공적으로 추가되었습니다!
ru: Банка успешно добавлена в ваш инвентарь!

# KeyBindings,FlashLight
source: Kerosene lamp
de: Kerosinlampe
fr: Lampe à kérosène
hu: Petróleum lámpa
it: Lampada a cherosene
ko: 등유 램프
ru: Керосиновая лампа

# KeyBindings,Gallery
source: Gallery
de: Galerie
fr: Gallerie
hu: Galéria
it: Aprire/chiudere la galleria
ko: 갤러리
ru: Галерея

# KeyBindings,Interaction
source: Interaction
de: Interaktion
hu: Interakció
it: Interazione
ko: 상호 작용
ru: Взаимодействие

# KeyBindings,Inventory
source: Inventory
de: Inventar
fr: Inventaire
hu: Leltár
it: Inventario
ko: 인벤토리
ru: Инвентарь

# KeyBindings,PhotoMode
source: Photo mode
de: Fotomodus
fr: Mode photo
hu: Fotó mód
it: MODO FOTO
ko: 사진 모드
ru: Фото режим

# KeyBindings,Quickmenu
source: Quick menu
de: Schnellmenü
fr: Menu rapide
hu: Gyorsmenü
it: Menu
ko: 빠른 메뉴
ru: Быстрое меню

# KeyBindings,SwimDown
source: Swim Down
de: Nach unten schwimmen
fr: Nager vers le bas
hu: Úszás lefelé
it: GIU'
ko: 아래로 수영
ru: Плыть вниз

# KeyBindings,SwimUp
source: Swim Up
de: Nach oben schwimmen
fr: Nager vers le haut
hu: Úszás felfelé
it: SU
ko: 위로 수영
ru: Плыть вверх

# Kitchen,Bliny
source: Bliny
de: Blini
fr: Crêpe
it: Pancakes
ko: 블리니(팬케이크)
ru: Блины
